[
  {
    "word": "Quan thoại",
    "definition": "Mandarin Chinese (language)",
    "sentences": []
  },
  {
    "word": "Quan đông",
    "definition": "Kanto (region of Japan)",
    "sentences": []
  },
  {
    "word": "Quyền Giáo Tông",
    "definition": "acting pope",
    "sentences": []
  },
  {
    "word": "Quân Độ Hoa Kỳ",
    "definition": "US Armed Forces",
    "sentences": []
  },
  {
    "word": "Quên thế nào được",
    "definition": "How can I forget",
    "sentences": []
  },
  {
    "word": "Quảng trường Quốc gia",
    "definition": "National Mall (in Washington DC)",
    "sentences": []
  },
  {
    "word": "Quảng Đông",
    "definition": "Kwangtung",
    "sentences": [
      "Vì sao bạn học tiếng <b>Quảng Đông</b>?",
      "Nguyên liệu: Chả giò, tôm xào, bát bửu <b>Quảng Đông</b>, bách hoa đông cô.- Chả giò: bạn có thể mua loại chả giò bán sẵn ở các chợ hay siêu thị.- Bát bửu <b>Quảng Đông</b>: gồm chả lụa, chả quế, xúc xích, trứng cút luộc.- Tôm xào: với 200 gr tôm, rửa sạch, lột vỏ và rút sợi chỉ đen giữa lưng tôm.- Bách hoa đông cô: tôm, thịt, muối, tiêu, hành, bột ngọt, cải ngọt (cây nhỏ).- Cà rốt, su hào thái chỉ, xào sơ, nêm đầy đủ gia vị, cà chua tỉa hoa.",
      "Chủ quán Vịt quay <b>Quảng Đông</b> ở phố Khâm Thiên cho hay, ngày mai bắt đầu phục vụ món lợn sữa quay, xá xíu, thịt lợn quay...",
      "<b>Quảng Đông</b> sẽ giết khoảng 10.000 cầy hương vì SARS",
      "Phát biểu trên Đài truyền hình Trung ương Trung Quốc (CCTV) hôm nay, ông Feng Liuxiang, Phó giám đốc Sở y tế tỉnh <b>Quảng Đông</b>, cho biết sẽ kiên quyết thi hành mọi biện pháp nhằm đóng cửa tất cả các chợ động vật hoang dã của tỉnh và tiêu diệt hết số cầy hương ở đây."
    ]
  },
  {
    "word": "Quỹ Tiền Tệ Quốc Tế",
    "definition": "International Monetary Fund, IMF",
    "sentences": []
  },
  {
    "word": "qua 18 năm",
    "definition": "for 18 years",
    "sentences": []
  },
  {
    "word": "qua",
    "definition": "after, by, through, over; last (week, day, etc.); to pass by, go across, cross over",
    "sentences": [
      "Chúng mình đi <b>qua</b> London năm vừa rồi",
      "Hôm <b>qua</b> anh ta nói dối đấy.",
      "Tối <b>qua</b> bạn đi ngủ khi nào?",
      "Tôi đã không đi học ngày hôm <b>qua</b>.",
      "Vì vậy nhiều người đã <b>qua</b> đời."
    ]
  },
  {
    "word": "qua Mỹ",
    "definition": "to come to America, cross over to America",
    "sentences": [
      "1- Chống Công ty DD Entertainment, vì đã đưa ca sĩ Việt Nam <b>qua Mỹ</b> trình diễn hợp pháp, có đóng thuế hẳn hoi, làm ảnh hưởng đến...",
      "Nếu có điều kiện <b>qua Mỹ</b> biểu diễn, bạn cố gắng tới tiểu bang chúng tôi nghe."
    ]
  },
  {
    "word": "qua cơ bĩ cực",
    "definition": "every cloud has a silver lining",
    "sentences": []
  },
  {
    "word": "qua cầu",
    "definition": "experiences, go through",
    "sentences": [
      "Các xe của Công ty vận tải số 1 hiện đã mua vé tháng để chạy đường Xa lộ Hà Nội vì \"đi <b>qua cầu</b> Bình Triệu 2 thì nguy hiểm quá\".",
      "Theo báo cáo của Ban quản lý tại nút giao thông Thủ Đức (Trạm 2), tuy hiện nay đã cơ bản bàn giao mặt bằng thi công giai đoạn 1 nhưng vẫn còn tồn tại một xí nghiệp, chợ Tân Nhơn và 2 đơn vị (Trạm Cảnh sát giao thông số 2 và Trạm trộn bêtông nhựa nóng) nên chưa có mặt bằng thi công đường nhánh cho xe lưu thông từ hướng Bình Phước <b>qua cầu</b> vượt đi Đồng Nai.",
      "Ông Tương, chủ của một vựa cát ở bên cạnh cầu, cũng tâm sự: Lần nào chui <b>qua cầu</b> cũng thót tim.",
      "Với xe từ phía Tây, Tây Bắc vào bến này sẽ phải <b>qua cầu</b> Thăng Long - đường Phạm Văn Đồng - Phạm Hùng và ngược lại.",
      "Các xe từ phía Bắc, Đông Bắc sẽ <b>qua cầu</b> Thăng Long - Phạm Hùng hoặc <b>qua cầu</b> Chương Dương, đường Trần Quang Khải, Nguyễn Tam Chinh, Văn Điển, đường 70, Hà Đông, Nguyễn Trãi, Phạm Hùng tới bến xe và ngược lại."
    ]
  },
  {
    "word": "qua cầu rút ván",
    "definition": "to lift the arch after crossing the bridge",
    "sentences": []
  },
  {
    "word": "qua hệ thống Internet",
    "definition": "through, over the Internet",
    "sentences": []
  },
  {
    "word": "qua khỏi",
    "definition": "to pass by, go past",
    "sentences": [
      "Anh Tuấn, lái xe du lịch, cho biết: \"Chạy ở làn trong cùng nguy hiểm quá, <b>qua khỏi</b> trạm soát vé phải lấn sang phải ngay, ép các xe ở những làn kế bên.",
      "Theo ông Lương Văn Giàu, với công trình đường tránh mới thì xe từ TP HCM ra, khi <b>qua khỏi</b> cầu Đồng Nai khoảng 500 m sẽ rẽ phải theo tuyến đường tránh, không phải vào vòng xoay ngã ba Vũng Tàu.",
      "- Tôi luôn cố gắng vượt <b>qua khỏi</b> quy luật thể hiện bài hát của ca sĩ \"tiếng hát truyền hình\", tức là tròn vành rõ chữ."
    ]
  },
  {
    "word": "qua loa",
    "definition": "summary; cursory; perfunctory; for form's sake",
    "sentences": [
      "Chưa cần biết người khác nghĩ gì, nhưng nếu chính bản thân người viết mà không cảm thấy thỏa mãn sau khi đọc những gì mà mình đã viết ra, thì dường như là cái đó đang được viết một cách <b>qua loa</b>, đại khái.",
      "Nhưng điều đó không có nghĩa là anh ăn uống <b>qua loa</b>, đại khái mà ngược lại, vô cùng tinh tế.",
      "Tiếp đến, họ phát ra hai âm lách cách <b>qua loa</b>, âm này tiếp theo âm kia, và hỏi người nghe xem âm nào đến từ bên trái hơn.",
      "Việc ngồi lâu trước màn ảnh tivi còn khiến trẻ béo phì, ăn uống <b>qua loa</b> hoặc ngủ không đủ, không sâu.",
      "Đến khi vào thắp hương cho người quá cố, tự dưng có một thanh niên xách đến một xô nước dội rửa phần mộ của gia đình anh <b>qua loa</b> rồi yêu cầu trả công 50.000 đồng."
    ]
  },
  {
    "word": "qua lân",
    "definition": "for mere form’s sake",
    "sentences": []
  },
  {
    "word": "qua lại",
    "definition": "to come and go",
    "sentences": [
      "Món thịt kho dưa hồng là món tác động <b>qua lại</b> của gia vị cho cả thịt và dưa.",
      "Thỉnh thoảng ánh đèn pha của xe cộ <b>qua lại</b> trên quốc lộ bừng sáng lên như đem lại chút văn minh thời đại cho cái chợ âm phủ này.",
      "Anh Nguyễn Văn Hòa, một chủ ghe chở gỗ, than thở: Gia đình tôi sống trên sông hơn chục năm nay, <b>qua lại</b> đây cả ngàn lần và lần nào cũng bị kẹt.",
      "Sự cố xảy ra đã làm gián đoạn giao thông đối với xe cộ <b>qua lại</b> cầu trong nhiều giờ.",
      "Hơn nữa, đây cũng nằm gần khu vực trung tâm, đi lại dễ dàng, các em cũng thuộc dạng \"hàng tuyển\" nên khách dễ dàng <b>qua lại</b>."
    ]
  },
  {
    "word": "qua lọc",
    "definition": "filterable",
    "sentences": []
  },
  {
    "word": "qua lửa than",
    "definition": "charcoal",
    "sentences": []
  },
  {
    "word": "qua mâu",
    "definition": "spear and pike",
    "sentences": []
  },
  {
    "word": "qua môi trường",
    "definition": "by means of, via",
    "sentences": []
  },
  {
    "word": "qua mạng lưới",
    "definition": "across, over, through a network",
    "sentences": []
  },
  {
    "word": "qua mặt",
    "definition": "to ignore; to overtake, pass",
    "sentences": [
      "Anh đừng tưởng là có thể <b>qua mặt</b> được tôi.",
      "Chị Hương tiết lộ, để <b>qua mặt</b> trạm kiểm dịch chị đã chuyển đổi phương thức vận chuyển gia cầm sống sang vận chuyển gia cầm đã giết mổ sẵn, ngụy trang kín đáo.",
      "Các tay vợt Australia, trên sân nhà Adelaide, đã để đối thủ Thụy Điển <b>qua mặt</b> với tỷ số chung cuộc 4-1 ngay vòng 1 Davis Cup 2004.",
      "TP HCM từng là trung tâm thể thao mạnh nhất nước, nhưng năm 2004 lại bị nhiều địa phương mà chủ yếu là Hà Nội <b>qua mặt</b> trong các môn thế mạnh truyền thống.",
      "Lần đầu tiên, đoàn thể thao của quốc gia đông dân nhất thế giới <b>qua mặt</b> Nga để xếp vị trí thứ hai (tính theo số HC vàng)."
    ]
  },
  {
    "word": "qua mỏm",
    "definition": "cape (geographical)",
    "sentences": []
  },
  {
    "word": "qua ngày",
    "definition": "to kill the time",
    "sentences": [
      "Vào tháng Sáu, những ngày mưa kéo dài từ ngày này <b>qua ngày</b> khác.",
      "Tom không muốn trải <b>qua ngày</b> Valentine một mình.",
      "Giữa tầm công nhân tan ca tối đang tạt qua kiếm mua vài món nấu ăn <b>qua ngày</b>.",
      "Nhưng đó là kết quả thức dậy từ 2h sáng và trở về nhà lúc trời gần <b>qua ngày</b> mới của đôi vợ chồng già.",
      "Có chị mong rằng đàn ông sẽ chia sẻ nhiều hơn với phụ nữ trong công việc gia đình, có chị mong sẽ nhận được thật nhiều hoa và quà của những người yêu thương và cũng có những giấc mơ chỉ nhỏ bé là luôn đủ bữa <b>qua ngày</b>."
    ]
  },
  {
    "word": "qua nhiều",
    "definition": "a lot of, very many",
    "sentences": [
      "“Hôm nay nóng thật đấy” – “Chuẩn lun, nóng hơn hôm <b>qua nhiều</b>”",
      "Cô ấy dành <b>qua nhiều</b> thời gian xem TV.",
      "Làm món cháo chả cũng phải <b>qua nhiều</b> công đoạn và đòi hỏi những bí quyết kinh nghiệm riêng.",
      "Để có được loại cánh thần kỳ như vậy, họ phải thử <b>qua nhiều</b> loại vật chất như sợi carbone tổng hợp, nhôm siêu nhẹ hoặc những hợp kim thế hệ mới.",
      "Theo suy luận, những đợt dịch Ebola ở động vật không diễn ra đơn độc trong vùng lòng chảo Congo, mà có thể trải <b>qua nhiều</b> giai đoạn lây nhiễm từ những \"vật chủ bí ẩn trong tự nhiên\"."
    ]
  },
  {
    "word": "qua nhiều thế hệ",
    "definition": "over, through many generations",
    "sentences": []
  },
  {
    "word": "qua nhiều thế kỷ",
    "definition": "throughout, across the centuries",
    "sentences": [
      "Nhờ đó, thành phố tồn tại được <b>qua nhiều thế kỷ</b> chiến tranh, trước khi bị bỏ hoang thành rừng già hơn 1.200 năm trước.",
      "Điều duy nhất thiếu sót trong căn hầm chính là xác người, bị phân huỷ <b>qua nhiều thế kỷ</b>."
    ]
  },
  {
    "word": "qua năm 1996",
    "definition": "by, during, within the year 1996",
    "sentences": []
  },
  {
    "word": "qua sông",
    "definition": "cross the river",
    "sentences": [
      "Bạn có thể bơi <b>qua sông</b> được không?",
      "Tôi biết bơi <b>qua sông</b>.",
      "Tom đang đi <b>qua sông</b>.",
      "Mới 42 tuổi, anh Phạm Ngọc Quý, ấp Hưng Thạnh, xã Đào Hữu Cảnh, huyện Châu Phú, đã làm được 50 cây cầu bắc <b>qua sông</b>, suối.",
      "Khi thấy con em chòm xóm phải đẩy xuồng <b>qua sông</b> để đến trường, anh Quý âm thầm nghiên cứu cách làm những cây cầu."
    ]
  },
  {
    "word": "qua thì",
    "definition": "be past the time",
    "sentences": [
      "Chuyện gì đã <b>qua thì</b> cho qua.",
      "Lời bài hát đó nghe <b>qua thì</b> có vẻ đơn giản, nhưng nếu nghe kỹ, bạn sẽ nhận ra được sự nổi loạn thực sự được ẩn giấu trong đó.",
      "Lời bài hát đó nghe <b>qua thì</b> có vẻ đơn giản, nhưng nếu nghe kỹ, bạn sẽ nhận ra được sự nổi loạn thực sự được ẩn giấu ở trong đó.",
      "Trong tuần tới, dự thảo nghị định này sẽ được trình lên Chính phủ, nếu được thông <b>qua thì</b> có thể được thực thi trong năm nay."
    ]
  },
  {
    "word": "qua thời gian",
    "definition": "for a long (period of) time",
    "sentences": [
      "Ông phỏng đoán rằng những vệt bụi ở vùng phủ bóng của những tảng đá cho thấy địa hình này trải <b>qua thời gian</b> dài trong điều kiện gió cực mạnh.",
      "\"Hãy chuẩn bị tinh thần cho rất nhiều lần quay trở về con số không, tuy vậy những lần thụt lùi này sẽ hết dần <b>qua thời gian</b>\".",
      "Hà đang là một ca sĩ trẻ, cần phải trải <b>qua thời gian</b> thì mới có kinh nghiệm nhiều trên sân khấu.",
      "\"Điều quan trọng nhất chính là tài năng thực sự và những cống hiến đáng kể của ca sĩ cho nền âm nhạc, được thử thách <b>qua thời gian</b>."
    ]
  },
  {
    "word": "qua trung gian của",
    "definition": "by means of, via",
    "sentences": []
  },
  {
    "word": "qua tới",
    "definition": "to",
    "sentences": []
  },
  {
    "word": "qua đêm",
    "definition": "overnight",
    "sentences": [
      "Chúng tôi muốn sống <b>qua đêm</b> nay.",
      "Tôi định sẽ ở <b>qua đêm</b> tại khách sạn này.",
      "Tom sẽ không <b>qua đêm</b> ở đây.",
      "Tôi định <b>qua đêm</b> ở đó.",
      "Chúng tôi đã ở <b>qua đêm</b> tại một khách sạn nhỏ sau bữa tiệc tối qua."
    ]
  },
  {
    "word": "qua đó",
    "definition": "through, by this, based on this",
    "sentences": [
      "Tôi đi <b>qua đó</b> một mình.",
      "Nói cách khác, Abell 2218 được sử dụng như một thấu kính hấp dẫn (gravitational lens) - một vật nền khổng lồ mà <b>qua đó</b>, ánh sáng từ một vật thể ở xa hơn có thể bị bẻ cong và khuếch đại trước khi tới trái đất.",
      "Kết quả nghiên cứu dược lý hiện đại cho thấy, dâm dương hoắc có tác dụng tương tự như nội tiết tố sinh dục, làm tăng trọng lượng của thùy trước tuyến yên, tinh hoàn, buồng trứng và tử cung trên động vật thực nghiệm, kích thích quá trình bài tiết tinh dịch, nâng cao năng lực hoạt động của tinh hoàn, <b>qua đó</b> gián tiếp làm hưng phấn và tăng cường khả năng tình dục.",
      "Cũng trong lượt trận đêm qua, Alaves thủ hoà 1-1 trên sân Valladolid, <b>qua đó</b> buộc đội bóng đang chơi tại Primera Liga phải dừng lại ở vòng 3.",
      "Đêm qua, Henry ghi cả hai bàn thắng, giúp Arsenal giành chiến thắng 2-0 trước đội chủ nhà Aston Villa, <b>qua đó</b> đòi lại ngôi đầu bảng xếp hạng Premiership do MU đã chịu thất bại trước Wolves."
    ]
  },
  {
    "word": "qua đường",
    "definition": "via, by means of, through",
    "sentences": [
      "Jim nhìn sang phải và sang trái trước khi <b>qua đường</b>.",
      "Tôi thấy anh ấy băng <b>qua đường</b>.",
      "Băng <b>qua đường</b> ở đây rất nguy hiểm.",
      "Khách du lịch nước ngoài sợ đi <b>qua đường</b> ở Việt Nam.",
      "Tom đi <b>qua đường</b>."
    ]
  },
  {
    "word": "qua đường bưu điện",
    "definition": "through, via the mail, post",
    "sentences": []
  },
  {
    "word": "qua đường dây diện thoại",
    "definition": "by telephone",
    "sentences": []
  },
  {
    "word": "qua đời",
    "definition": "to die, pass away",
    "sentences": [
      "Vì vậy nhiều người đã <b>qua đời</b>.",
      "Bạn bè và người thân của tôi đã <b>qua đời</b> hết.",
      "Ông ấy <b>qua đời</b> hôm qua.",
      "Ông lão đó đã <b>qua đời</b> tuần trước.",
      "Cô ấy <b>qua đời</b> vào chiều ngày hôm qua."
    ]
  },
  {
    "word": "quai bị",
    "definition": "mumps, parotitis",
    "sentences": [
      "Tôi sợ là cô bé bị <b>quai bị</b> rồi.",
      "Khi ra đời, bé trai cần được nuôi dưỡng tốt, đầy đủ cả về tinh thần lẫn thể lực, tránh nhiễm các bệnh virus, nhất là <b>quai bị</b>."
    ]
  },
  {
    "word": "quai chèo",
    "definition": "oar-strap",
    "sentences": []
  },
  {
    "word": "quai hàm",
    "definition": "jaw",
    "sentences": [
      "Họ được nghe 36 cặp danh từ không có liên quan đến nhau, như \"sự thử thách - cá rutilut\", \"hơi nước - tàu hoả\" hay \"<b>quai hàm</b> - kẹo gôm\", và có 5 giây để ghi nhớ mỗi cặp danh từ này."
    ]
  },
  {
    "word": "quai mồm",
    "definition": "drawl loud-mouthedly",
    "sentences": []
  },
  {
    "word": "quai nón",
    "definition": "chin strap (of conical hat)",
    "sentences": [
      "Ông ta có râu <b>quai nón</b>."
    ]
  },
  {
    "word": "quai thao",
    "definition": "fringe hanging at both side of a conical hat",
    "sentences": []
  },
  {
    "word": "quan",
    "definition": "(1) official, officer; (2) franc (unit of currency); (3) coffin; (4) sense",
    "sentences": [
      "Sự thất bại của anh ấy không có liên <b>quan</b> gì tới tôi.",
      "Vậy bạn có <b>quan</b> tâm không?",
      "Mỗi câu văn trong quyển sách này đầu rất <b>quan</b> trọng.",
      "Sự bi <b>quan</b> của anh ta làm suy sút tinh thần những người xung quanh.",
      "Cái đó không liên <b>quan</b> tới tôi."
    ]
  },
  {
    "word": "quan binh",
    "definition": "military official, military officer",
    "sentences": []
  },
  {
    "word": "quan chiêm",
    "definition": "observe, see",
    "sentences": []
  },
  {
    "word": "quan chế",
    "definition": "civil service system",
    "sentences": []
  },
  {
    "word": "quan chức",
    "definition": "official, dignitary",
    "sentences": [
      "Chỉ những <b>quan chức</b> cao cấp mới có quyền đến gặp Tổng thống.",
      "Gabon càng chống lại những kẻ săn trộm, thì cuộc chiến giữa lực lượng kiểm lâm và những kẻ này lại càng trở nên nguy hiểm hơn. Các <b>quan chức</b> nước này nói rằng các cuộc nổ súng là chuyện \"như cơm bữa\" đối với kiểm lâm ở đây.",
      "Các <b>quan chức</b> vũ trụ Nga và NASA hôm qua cho biết họ sẽ cách ly phi hành đoàn của Trạm Không gian Quốc tế trên một mô đun của trạm trong 5 ngày, nhằm truy tìm chỗ rò đang nhả khí của trạm ra ngoài khoảng không.",
      "Các <b>quan chức</b> cao cấp của chính quyền nước này vừa tiết lộ.",
      "Vị <b>quan chức</b> trên từ chối cho biết khi nào và ở đâu ông Bush sẽ đưa ra tuyên bố trên, song hãng AP cho biết bài phát biểu của tổng thống Mỹ dự kiến diễn ra thứ 4 tới."
    ]
  },
  {
    "word": "quan chức chính quyền",
    "definition": "government official",
    "sentences": []
  },
  {
    "word": "quan giai",
    "definition": "mandarin hierarchy",
    "sentences": []
  },
  {
    "word": "quan hà",
    "definition": "frontier post and river, parting",
    "sentences": []
  },
  {
    "word": "quan hàm",
    "definition": "mandarin’s title",
    "sentences": []
  },
  {
    "word": "quan hệ",
    "definition": "relation, connection; to be important, affect, concern, correlate",
    "sentences": [
      "Nhật Bản có <b>quan hệ</b> ngoại giao với Trung Quốc.",
      "Mối <b>quan hệ</b> giữa thế giới Hồi giáo và phương Tây bao gồm nhiều thế kỷ chung sống và hợp tác, nhưng cũng có cả xung đột và chiến tranh tôn giáo.",
      "Khoảng 90% hạnh phúc đến từ các yếu tố như quan điểm, kiểm soát cuộc sống và các mối <b>quan hệ</b>.",
      "Cô ấy có mối <b>quan hệ</b> tốt với các học sinh.",
      "Công viên Địa chất Toàn cầu là một dự án đã và đang được bảo dưỡng nhằm giúp bảo vệ những di sản địa chất học có liên quan đến địa tầng, đá, địa hình, núi lửa, sự nứt gãy địa hình, v.v.. nhằm mục đích sử dụng trong việc nghiên cứu, giúp người khác hiểu về mối <b>quan hệ</b> giữa thiên nhiên và con người, phục vụ cho công tác giáo dục về khoa học và phòng chống thiên tai, cũng như trở thành một tài nguyên du lịch góp phần quảng bá cho khu vực."
    ]
  },
  {
    "word": "quan hệ bất minh",
    "definition": "a dubious relationship",
    "sentences": []
  },
  {
    "word": "quan hệ gián tiếp",
    "definition": "indirect relation(ship)",
    "sentences": []
  },
  {
    "word": "quan hệ giữa",
    "definition": "relation, connection between",
    "sentences": [
      "Mối <b>quan hệ giữa</b> thế giới Hồi giáo và phương Tây bao gồm nhiều thế kỷ chung sống và hợp tác, nhưng cũng có cả xung đột và chiến tranh tôn giáo.",
      "Công viên Địa chất Toàn cầu là một dự án đã và đang được bảo dưỡng nhằm giúp bảo vệ những di sản địa chất học có liên quan đến địa tầng, đá, địa hình, núi lửa, sự nứt gãy địa hình, v.v.. nhằm mục đích sử dụng trong việc nghiên cứu, giúp người khác hiểu về mối <b>quan hệ giữa</b> thiên nhiên và con người, phục vụ cho công tác giáo dục về khoa học và phòng chống thiên tai, cũng như trở thành một tài nguyên du lịch góp phần quảng bá cho khu vực.",
      "Clark đã kiểm tra mối <b>quan hệ giữa</b> 10 con rắn chuông Crotalus horridus được nuôi trong phòng thí nghiệm sau khi sinh.",
      "Hãy tạo một cuộc nói chuyện cởi mở với người này và nói rõ về mối <b>quan hệ giữa</b> 2 người.",
      "Xét về <b>quan hệ giữa</b> Tuế vận và Thiên khí - quan hệ có tính quyết định lớn nhất đối với sự biến động của khí hậu, năm Quý Mùi là năm \"tiểu nghịch\" nghĩa là hơi trái thường, không thật thuận lợi, còn năm Giáp Thân lại là năm \"thuận hóa\", ít những biến động bất lợi hơn."
    ]
  },
  {
    "word": "quan hệ giữa Hoa Kỳ và CSVN",
    "definition": "relations between the US and Communist Vietnam",
    "sentences": []
  },
  {
    "word": "quan hệ kinh tế",
    "definition": "economic relations",
    "sentences": [
      "Chủ tịch Ognian Gerdjikov tán đồng những ý kiến của Chủ tịch Nguyễn Văn An và cho rằng hai nước cần tăng cường hơn nữa sự hợp tác đưa <b>quan hệ kinh tế</b> thương mại tương xứng với quan hệ chính trị.",
      "Chủ tịch nước khẳng định Nhà nước Việt Nam tạo mọi điều kiện thuận lợi cho các doanh nghiệp hoạt động, nhất là các doanh nghiệp thuộc khu vực tư nhân; thông báo kết quả hội đàm giữa Chủ tịch với Tổng thống và Thủ tướng Pakistan, trong đó thống nhất hai bên phải thúc đẩy quan hệ hợp tác nhiều mặt lên một bước mới, nhất là <b>quan hệ kinh tế</b> - thương mại."
    ]
  },
  {
    "word": "quan hệ mậu dịch",
    "definition": "trade relations",
    "sentences": []
  },
  {
    "word": "quan hệ ngang tắt",
    "definition": "illicit relationship",
    "sentences": []
  },
  {
    "word": "quan hệ ngoại giao",
    "definition": "diplomatic, foreign relations",
    "sentences": [
      "Nhật Bản có <b>quan hệ ngoại giao</b> với Trung Quốc.",
      "Hai quốc gia không có <b>quan hệ ngoại giao</b> với nhau trong gần ba thập kỷ.",
      "Việt Nam và Singapore thiết lập <b>quan hệ ngoại giao</b> tháng 8/1973.",
      "Chuyến thăm chính thức đầu tiên của người đứng đầu Hoàng gia Thụy Điển, Vua Carl XVI Gustaf và phu nhân Silvia, sẽ diễn ra từ ngày 2 đến 7/2, trong bối cảnh hai nước kỷ niệm 35 năm ngày thiết lập <b>quan hệ ngoại giao</b>."
    ]
  },
  {
    "word": "quan hệ nhân quả",
    "definition": "causality",
    "sentences": []
  },
  {
    "word": "quan hệ nước ngoài",
    "definition": "foreign relations",
    "sentences": []
  },
  {
    "word": "quan hệ quốc tế",
    "definition": "international relations",
    "sentences": []
  },
  {
    "word": "quan hệ song phương",
    "definition": "bilateral relations",
    "sentences": []
  },
  {
    "word": "quan hệ sản xuất",
    "definition": "production relations",
    "sentences": []
  },
  {
    "word": "quan hệ thương mại",
    "definition": "trade relations",
    "sentences": []
  },
  {
    "word": "quan hệ xã hội",
    "definition": "social relations, social relationship",
    "sentences": [
      "Đối đãi Nhân mạch: Biết trước biết sau, quảng bá hình ảnh của nhân mạch, kết nối mối <b>quan hệ xã hội</b> chất lượng cho họ.",
      "Nhân mạch là người có vai trò trọng điểm trong mối <b>quan hệ xã hội</b> của họ, là người sở hữu mạng lưới mối <b>quan hệ xã hội</b> uy tín chất lượng, là người tiếng nói có trọng lượng.",
      "\"Chúng dường như có mối <b>quan hệ xã hội</b> bền chặt mà chúng ta không hề biết\", Rulon Clark, tại Đại học Cornell ở Ithaca, Mỹ, nhận định.",
      "\"Phụ nữ nhận ra rằng <b>quan hệ xã hội</b> có xu hướng giảm nhẹ những căng thẳng\", Taylor nhận định.",
      "\"Vai trò chính của sự sùng bái thần tượng trong thời kỳ vị thành niên là làm mở rộng mạng lưới <b>quan hệ xã hội</b>: những ngôi sao trở thành những người \"bạn ảo\" - một chủ đề bất tận trong các cuộc thảo luận và tán gẫu\", ông nói."
    ]
  },
  {
    "word": "quan họ",
    "definition": "village song, folk song",
    "sentences": [
      "Chuyện xưa của những 'lão làng' đất <b>quan họ</b>",
      "Làng <b>quan họ</b> giờ đây vẫn thường nhắc đến những cái tên xưa cũ như bà Nguyễn Thị Nguyên, Vũ Thị Chịch...",
      "Con gái <b>quan họ</b> hiền lành, dịu dàng là thế nhưng đã hát thì phải ra câu ra chữ, hát cho biết con gái đất này chẳng phải tay vừa\".",
      "Bà kể, ngày đó chẳng bao giờ người <b>quan họ</b> lại quan tâm mình thuộc bao nhiêu bài, mà chỉ biết là phải hát được 36 giọng.",
      "Được bố mẹ dạy hát từ năm 15 tuổi, tính đến nay, những làn điệu <b>quan họ</b> thấm vào máu bà ngót nghét 70 năm."
    ]
  },
  {
    "word": "quan khách",
    "definition": "guest, personality, figure",
    "sentences": [
      "Mời quý <b>quan khách</b> an tọa."
    ]
  },
  {
    "word": "quan liêu",
    "definition": "authoritative, bureaucratic; bureaucracy, officialdom, the government",
    "sentences": [
      "Thủ tục này còn quá <b>quan liêu</b>.",
      "Những quốc gia đó có khả năng rơi vào tình trạng <b>quan liêu</b>.",
      "Hầu như tất cả đại biểu đều bức xúc trước sự <b>quan liêu</b>, thiếu trách nhiệm của cơ quan công quyền, được xem là nguyên nhân chính dẫn đến khiếu nại tố cáo kéo dài."
    ]
  },
  {
    "word": "quan lại",
    "definition": "officials, authorities",
    "sentences": []
  },
  {
    "word": "quan lại nhũng dân",
    "definition": "the mandarins harassed the people",
    "sentences": []
  },
  {
    "word": "quan lộ",
    "definition": "highway",
    "sentences": []
  },
  {
    "word": "quan lớn",
    "definition": "great mandarin",
    "sentences": []
  },
  {
    "word": "quan ngại",
    "definition": "to hinder, obstruct; to worry, concern",
    "sentences": [
      "Khó khăn về thị trường cũng là một trong những <b>quan ngại</b> khiến ngành thương mại chỉ dám đặt chỉ tiêu tăng trưởng xuất khẩu ở mức 13%."
    ]
  },
  {
    "word": "quan nha",
    "definition": "mandarins’ institution, mandarin’s office",
    "sentences": []
  },
  {
    "word": "quan niệm",
    "definition": "to think, believe; idea, concept",
    "sentences": [
      "Cao nhân là người cho ta một <b>quan niệm</b>, một bài học hay một hiểu biết mà từ đó nhận thức của chúng ta đứng trên vấn nạn phát sinh.",
      "Tuy dáng bên ngoài đuông giống những con sâu, nhìn thấy ớn, nhưng khách <b>quan niệm</b> rằng đuông là loài sống chui rúc trong thân cây dừa, chỉ ăn đọt dừa nên thịt đuông rất bổ và sạch.",
      "Thí dụ, chúng ta có thể xác định được mức độ hài hòa của nhân cách, loại hình tâm lý và mức độ ổn định của tâm lý, loại hình tư duy, <b>quan niệm</b> về đạo đức và dự báo hành vi của con người trong tình huống khẩn cấp.",
      "Thực ra nó đang hoạt động cật lực đấy! Những nghiên cứu mới nhất về quá trình trao đổi chất đã giúp lý giải cũng như xóa bỏ một số <b>quan niệm</b> sai lầm về thói quen và hành vi sống ở một số loài động vật.",
      "Một số <b>quan niệm</b> dân gian lại gợi ý cách giải xui là trèo lên lên đỉnh ngọn núi hoặc tháp chọc trời rồi đốt tất cả những chiếc tất thủng lỗ."
    ]
  },
  {
    "word": "quan phán",
    "definition": "official order, proclamation",
    "sentences": []
  },
  {
    "word": "quan phòng",
    "definition": "barred doors",
    "sentences": [
      "Sau một loạt xét nghiệm, bệnh nhân được tuyên bố nghi nhiễm SARS và báo cáo lên cơ <b>quan phòng</b> chống dịch bệnh quốc gia."
    ]
  },
  {
    "word": "quan phụ mẫu",
    "definition": "term for a mandarin",
    "sentences": []
  },
  {
    "word": "quan quân",
    "definition": "officers and soldiers, government army, armed forces",
    "sentences": []
  },
  {
    "word": "quan san",
    "definition": "frontier post and mountains, remote place, remote district",
    "sentences": []
  },
  {
    "word": "quan sát",
    "definition": "to look at, look around, observe, watch",
    "sentences": [
      "Cậu bé quyết định <b>quan sát</b> và ghi nhận các con ong mật chi tiết.",
      "Nãy giờ bạn đang <b>quan sát</b> tôi đấy à?",
      "Thoạt nhìn, cà phê Highlands này không có gì đặc biệt, cứ như một quán cóc ven đường, nhưng <b>quan sát</b> kỹ mới hiểu vì sao nó có sức hấp dẫn đặc biệt đến thế.",
      "Các nhà khoa học vừa <b>quan sát</b> được thiên thể xa nhất trong vũ trụ từng tìm thấy tới nay, nhờ sự hỗ trợ của Đài thiên văn Hubble và kính Keck.",
      "Cơ quan vũ trụ Mỹ từng thông báo sẽ không gửi bất cứ tàu con thoi nào lên nâng cấp đài thiên văn này - đồng nghĩa với việc Hubble sẽ không thể thực hiện các <b>quan sát</b> hoàn hảo sau 3 năm nữa."
    ]
  },
  {
    "word": "quan sát viên",
    "definition": "observer",
    "sentences": [
      "Theo các <b>quan sát viên</b> quốc tế, động thái của Bắc Kinh như muốn kéo dài thêm cuộc chiến tranh thép, vốn đang tạm lắng sau thời gian dài căng thẳng.",
      "Tuy nhiên, các <b>quan sát viên</b> quốc tế lại cho rằng, điều đó cũng có nghĩa, bản thân SSA vẫn còn đuối lý khi đi kiện 6 nước bán phá giá tôm."
    ]
  },
  {
    "word": "quan sát viên quốc tế",
    "definition": "international observer",
    "sentences": [
      "Theo các <b>quan sát viên quốc tế</b>, động thái của Bắc Kinh như muốn kéo dài thêm cuộc chiến tranh thép, vốn đang tạm lắng sau thời gian dài căng thẳng.",
      "Tuy nhiên, các <b>quan sát viên quốc tế</b> lại cho rằng, điều đó cũng có nghĩa, bản thân SSA vẫn còn đuối lý khi đi kiện 6 nước bán phá giá tôm."
    ]
  },
  {
    "word": "quan thiết",
    "definition": "closely connected, closely related",
    "sentences": [
      "Nhờ vậy, các cơ <b>quan thiết</b> yếu (não, cơ&) được giữ ấm."
    ]
  },
  {
    "word": "quan thoại",
    "definition": "pekinese, mandarin",
    "sentences": []
  },
  {
    "word": "quan thầy",
    "definition": "patron, sponsor",
    "sentences": []
  },
  {
    "word": "quan thị",
    "definition": "eunuch",
    "sentences": []
  },
  {
    "word": "quan trọng",
    "definition": "to be important, vital",
    "sentences": [
      "Mỗi câu văn trong quyển sách này đầu rất <b>quan trọng</b>.",
      "Không có gì <b>quan trọng</b> hơn tình bạn.",
      "Sức khỏe là một yếu tố <b>quan trọng</b> của hạnh phúc.",
      "Tuy nhiên môi trường nhân taojcos tương tác <b>quan trọng</b> với thiên nhiên.",
      "Chúng ta hãy ý thức tất cả tầm <b>quan trọng</b> của ngày hôm nay. vì hôm nay trong bốn bức tường mến khách của Boulogne-sur-Mer, không phải là người Pháp và người Anh, người Nga và người Ba Lan gặp nhau, mà là những con người gặp gớ những con người."
    ]
  },
  {
    "word": "quan trọng hóa",
    "definition": "to exaggerate, overplay, dramatize, to",
    "sentences": []
  },
  {
    "word": "quan trọng nhất",
    "definition": "most important(ly)",
    "sentences": [
      "Một trong sự khác nhau <b>quan trọng nhất</b> giữa người Mỹ và người Nhật là, người Nhật có khuynh hướng thích cuộc sống êm đềm, trong khi người Mỹ khám phá và thách thức cuộc sống.",
      "Xin nhớ rằng người ta cho cái tên của người ta là một âm thanh êm đềm nhất, <b>quan trọng nhất</b> trong các âm thanh.",
      "Ý nghĩa <b>quan trọng nhất</b> của các hoạt động này là góp phần giáo dục ý thức lao động.",
      "Anh nói với tôi là đối với anh gia đình vẫn là <b>quan trọng nhất</b>, mẹ con tôi vẫn là số một.",
      "Cậu rất hiếu thắng, sỹ diện, nhưng cái này có gì cần thiết đâu! Đời người <b>quan trọng nhất</b> không phải điều đó."
    ]
  },
  {
    "word": "quan tài",
    "definition": "coffin",
    "sentences": [
      "Các chuyên gia cho biết ngôi mộ được tìm thấy dưới một đống những mẩu xác ướp còn lại, các <b>quan tài</b> bằng gỗ và những bộ xương, có từ cuối thời Ai Cập cổ đại.",
      "Tháng 11/2001, một nhóm nghiên cứu Pháp dẫn đầu bởi Alain Zivie thuộc Trung tâm Quốc gia đã vấp phải \"bộ xương hầu như hoàn hảo\" của con sư tử này, nằm dưới một thảm xương động vật và <b>quan tài</b> người trong một phòng tang lễ."
    ]
  },
  {
    "word": "quan tái",
    "definition": "frontier pass",
    "sentences": []
  },
  {
    "word": "quan tâm",
    "definition": "to pay attention, take an interest, concern; interest (in something)",
    "sentences": [
      "Vậy bạn có <b>quan tâm</b> không?",
      "Tôi không <b>quan tâm</b> đến nghệ thuật đại.",
      "Anh ấy không <b>quan tâm</b> đến chính trị.",
      "Anh ấy chẳng <b>quan tâm</b> gì đến nghệ thuật.",
      "bạn đừng <b>quan tâm</b> đến kết quả."
    ]
  },
  {
    "word": "quan tâm trước tình trạng",
    "definition": "to pay attention to a situation",
    "sentences": []
  },
  {
    "word": "quan tòa",
    "definition": "judge, magistrate",
    "sentences": []
  },
  {
    "word": "quan tước",
    "definition": "mandarin’s title",
    "sentences": []
  },
  {
    "word": "quan võ",
    "definition": "military mandarin",
    "sentences": []
  },
  {
    "word": "quan văn",
    "definition": "civil mandarin",
    "sentences": [
      "Trước tình trạng lãng phí trong việc đột vàng mã, năm nay, các cơ <b>quan văn</b> hóa chủ trương nỗ lực hơn nữa trong việc vận động phật tử thay đổi thói quen đốt vàng mã, tiền giấy và lập Quỹ không đốt vàng mã như chùa Liên Hoa (TP HCM).",
      "Việc cơ <b>quan văn</b> hóa - thông tin tuyên bố không cấp phép hoạt động biểu diễn cho các ca sĩ khi chưa thực hiện nghĩa vụ thuế được cơ quan thuế đánh giá cao."
    ]
  },
  {
    "word": "quan yếu",
    "definition": "important",
    "sentences": []
  },
  {
    "word": "quan điền",
    "definition": "common (land)",
    "sentences": []
  },
  {
    "word": "quan điểm",
    "definition": "standpoint, viewpoint, position, point of view, position",
    "sentences": [
      "Bạn nên tìm hiểu sự việc theo <b>quan điểm</b> y học.",
      "Khoảng 90% hạnh phúc đến từ các yếu tố như <b>quan điểm</b>, kiểm soát cuộc sống và các mối quan hệ.",
      "Với những <b>quan điểm</b> ngu ngốc này, Maria chỉ chứng tỏ được sự kiêu căng của chính mình.",
      "Về cơ bản, tôi đồng tình với <b>quan điểm</b> của bạn.",
      "Về cơ bản, tôi đồng ý với <b>quan điểm</b> của bạn."
    ]
  },
  {
    "word": "quan điểm dị biệt",
    "definition": "different standpoint, difference of opinion",
    "sentences": []
  },
  {
    "word": "quan điểm lao động",
    "definition": "laborer’s view point",
    "sentences": []
  },
  {
    "word": "quan điểm lịch sử",
    "definition": "historical viewpoint",
    "sentences": []
  },
  {
    "word": "quan điểm đa số",
    "definition": "majority position",
    "sentences": []
  },
  {
    "word": "quan ải",
    "definition": "frontier post",
    "sentences": []
  },
  {
    "word": "quang",
    "definition": "light, bright",
    "sentences": [
      "Trời <b>quang</b> mây tạnh.",
      "Vào những ngày <b>quang</b> mây, người ta có thể trông thấy núi Phũ Sĩ.",
      "Vào những ngày trời <b>quang</b> mây tạnh, bạn có thể nhìn thấy núi Phú Sĩ từ xa.",
      "Một đôi <b>quang</b> gánh đơn sơ, phía sau lớp nilông mỏng che bụi, những cánh bánh bèo trắng muốt, mềm mại nằm ngủ ngoan ngoãn trên chiếc mâm giản dị, thấp thoáng những lát hành phi thơm vàng hươm điểm xuyết khiến cho chúng trở nên ngon mắt lạ lùng.",
      "Trong khi đó, khách sạn Bông Sen, trong năm 1998, cũng đã ghi dấu ấn khi quyết định đem những món ăn hè phố vào không gian sang trọng khách sạn ba sao với tên gọi cũng rất dân gian \"buffet gánh\" (\"gánh\" ở đây được hiểu là <b>quang</b> gánh của các chị, các cô bán hàng rong hè phố)."
    ]
  },
  {
    "word": "quang báo",
    "definition": "news flash",
    "sentences": []
  },
  {
    "word": "quang cảnh",
    "definition": "sight, scene, spectacle, situation",
    "sentences": [
      "Spirit đã bắt đầu truyền tín hiệu và những hình ảnh màu đầu tiên chụp <b>quang cảnh</b> sao Hoả từ những camera có độ phân giải cao."
    ]
  },
  {
    "word": "quang dầu",
    "definition": "varnish, lacquer",
    "sentences": []
  },
  {
    "word": "quang dẫn",
    "definition": "photoconduction",
    "sentences": []
  },
  {
    "word": "quang gánh",
    "definition": "rattan or bamboo frame (to hold loads at the end of a",
    "sentences": [
      "Một đôi <b>quang gánh</b> đơn sơ, phía sau lớp nilông mỏng che bụi, những cánh bánh bèo trắng muốt, mềm mại nằm ngủ ngoan ngoãn trên chiếc mâm giản dị, thấp thoáng những lát hành phi thơm vàng hươm điểm xuyết khiến cho chúng trở nên ngon mắt lạ lùng.",
      "Trong khi đó, khách sạn Bông Sen, trong năm 1998, cũng đã ghi dấu ấn khi quyết định đem những món ăn hè phố vào không gian sang trọng khách sạn ba sao với tên gọi cũng rất dân gian \"buffet gánh\" (\"gánh\" ở đây được hiểu là <b>quang gánh</b> của các chị, các cô bán hàng rong hè phố)."
    ]
  },
  {
    "word": "quang huy",
    "definition": "glory, fame",
    "sentences": []
  },
  {
    "word": "quang học",
    "definition": "optics",
    "sentences": [
      "Thấu kính hấp dẫn được dự đoán lần đầu tiên bởi Albert Einstein, là một hiệu ứng <b>quang học</b> đặc biệt cho phép các nhà khoa học thăm dò các vùng xa xôi trong vũ trụ, về thời điểm mà những ngôi sao đầu tiên bắt đầu loé sáng.",
      "Một con mực toả sáng như một ngọn đuốc có thể dẫn tới sự phát minh những công cụ <b>quang học</b>.",
      "Các nhà nghiên cứu cho rằng cấu trúc của những đĩa phản chiếu đó có thể tạo cảm hứng cho những nhà thiết kế công nghệ nano để tạo ra những thiết bị <b>quang học</b> kiểu mới."
    ]
  },
  {
    "word": "quang hợp",
    "definition": "photosynthesis",
    "sentences": []
  },
  {
    "word": "quang kế",
    "definition": "photometer",
    "sentences": []
  },
  {
    "word": "quang liệu pháp",
    "definition": "actinotherapy",
    "sentences": []
  },
  {
    "word": "quang năng",
    "definition": "photo energy",
    "sentences": []
  },
  {
    "word": "quang phục",
    "definition": "restoration; to restore",
    "sentences": []
  },
  {
    "word": "quang quác",
    "definition": "(of hen, duck) quack",
    "sentences": []
  },
  {
    "word": "quang sai",
    "definition": "aberration",
    "sentences": []
  },
  {
    "word": "quang trục",
    "definition": "optical axis",
    "sentences": []
  },
  {
    "word": "quang tâm",
    "definition": "optical centre",
    "sentences": []
  },
  {
    "word": "quang từ",
    "definition": "photomagnetic",
    "sentences": []
  },
  {
    "word": "quang tử",
    "definition": "photon",
    "sentences": []
  },
  {
    "word": "quang vinh",
    "definition": "glorious",
    "sentences": []
  },
  {
    "word": "quang âm",
    "definition": "light and darkness, time",
    "sentences": []
  },
  {
    "word": "quang điện",
    "definition": "photo-electric",
    "sentences": []
  },
  {
    "word": "quang đãng",
    "definition": "clear (weather)",
    "sentences": []
  },
  {
    "word": "quang độ",
    "definition": "luminous intensity, luminosity",
    "sentences": []
  },
  {
    "word": "quang ấn",
    "definition": "phototypesetting",
    "sentences": []
  },
  {
    "word": "quang ứng động",
    "definition": "phototactism",
    "sentences": []
  },
  {
    "word": "quanh",
    "definition": "around, surrounding, about; winding, crooked",
    "sentences": [
      "Cái này sẽ là một kỷ niệm tốt của cuộc du ngoạn xung <b>quanh</b> nước Mỹ.",
      "Jimmy cố thuyết phục bố mẹ để anh có thể đi vòng <b>quanh</b> đất nước với bạn.",
      "Sự bi quan của anh ta làm suy sút tinh thần những người xung <b>quanh</b>.",
      "Ở Ha oai người ta có thể tắn biển <b>quanh</b> năm.",
      "Ngay <b>quanh</b> góc phố."
    ]
  },
  {
    "word": "quanh co",
    "definition": "winding, twisting",
    "sentences": [
      "Đừng nói <b>quanh co</b>.",
      "Thôi đừng <b>quanh co</b> nữa, hãy nói thẳng cho tôi biết tại sao anh tức giận như vậy.",
      "9 năm lên Hà Nội là 9 năm chị rong ruổi với gánh hàng trên những con đường <b>quanh co</b> khu phố cổ.",
      "Với vận tốc trượt xuống tối đa 40 km/h, du khách sẽ phải vượt qua nhiều chặng <b>quanh co</b>, khúc khuỷu.",
      "Có những đoạn chảy xiết và dữ dội, và cũng có những khúc <b>quanh co</b> lắng lại."
    ]
  },
  {
    "word": "quanh năm",
    "definition": "all year round, year-round, throughout the year",
    "sentences": [
      "Ở Ha oai người ta có thể tắn biển <b>quanh năm</b>.",
      "Giá cà chua <b>quanh năm</b> rất thất thường.",
      "Tại sao <b>quanh năm</b> suốt tháng cứ làm phiền tôi vậy ?",
      "Chả rươi có ở cơm tám Đồng Xuân thường xuyên vì ở đây rươi được thu hoạch và cất vào kho đông lạnh thành từng bánh lớn nhỏ tùy thuộc yêu cầu tiêu dùng và có thể đưa ra thị trường <b>quanh năm</b>.",
      "Xuôi về nam, vùng đất trù phú với hoa cỏ tốt tươi <b>quanh năm</b>."
    ]
  },
  {
    "word": "quanh quánh",
    "definition": "glutinous, adhesive, stick, slimy, gluey",
    "sentences": []
  },
  {
    "word": "quanh quất",
    "definition": "about here, round about",
    "sentences": [
      "thổ lộ bây giờ mỗi khi thấy biển, nghe ai nói đến biển là vợ chồng chú nhớ con - nỗi nhớ xa xôi mà <b>quanh quất</b>."
    ]
  },
  {
    "word": "quanh quẩn",
    "definition": "to turn around, go around in circles",
    "sentences": [
      "Anh ta ở <b>quanh quẩn</b> đâu đây.",
      "Ngoài một số cư dân sống <b>quanh quẩn</b> đó, nhiều người bán ở chợ cũng từ dưới quê lên.",
      "Anh có vẻ thiếu hai yếu tố đó, lại <b>quanh quẩn</b> với dòng nhạc sến, liệu thọ được bao lâu?",
      "- So với thế hệ anh, nhiều người đã làm \"nên chuyện\", nhưng anh vẫn \"<b>quanh quẩn</b>\" ở top ca sĩ hạng 3-4.",
      "Anh ấy chỉ thích vợ suốt ngày <b>quanh quẩn</b> ở nhà, kể cả những lúc ngồi lỳ trong phòng thu vẫn muốn có tôi <b>quanh quẩn</b> đâu đó trong nhà."
    ]
  },
  {
    "word": "quay 180 độ",
    "definition": "to turn 180 degrees, completely reverse oneself",
    "sentences": []
  },
  {
    "word": "quay",
    "definition": "(1) to roast (fowl, pig); (2) to turn (wheel, crank), revolve, go around, swivel, spin",
    "sentences": [
      "Người đàn ông đó đứng cách xa một chút nhưng ông ta <b>quay</b> lại khi nghe thấy Tôm hét to.",
      "Nếu Trái Đất ngừng <b>quay</b>, điều gì sẽ xảy ra theo ý bạn?",
      "Cô ta <b>quay</b> ngoắt đi.",
      "Anh ấy bị bắt buộc phải <b>quay</b> về Washington.",
      "Thế giới không <b>quay</b> quanh bạn."
    ]
  },
  {
    "word": "quay chung quanh Trái Đất",
    "definition": "to revolve around the earth",
    "sentences": []
  },
  {
    "word": "quay chậm",
    "definition": "slow motion (e.g. in a film)",
    "sentences": [
      "Nhưng bàn nhân đôi cách biệt không được công nhận vì lỗi việt vị, dù các pha <b>quay chậm</b> cho thấy tiền vệ này đã ghi bàn hoàn toàn hợp luật.",
      "Giờ đây, cuốn băng <b>quay chậm</b> giúp tôi nhận ra rằng mình đã phạm sai lầm trong tình huống Shearer bị đốn ngã trong khu cấm địa\".",
      "Nếu nhân vật anh hùng phải hy sinh vì một ai đó thì tôi sẽ mô tả sự việc rất trữ tình như đặt máy <b>quay chậm</b> và bổ trợ bằng các hiệu ứng khác."
    ]
  },
  {
    "word": "quay cuồng",
    "definition": "to swirl, twist about",
    "sentences": []
  },
  {
    "word": "quay cóp",
    "definition": "to crib, copy",
    "sentences": []
  },
  {
    "word": "quay giáo",
    "definition": "turn one’s arms against",
    "sentences": []
  },
  {
    "word": "quay gót",
    "definition": "turn on one’s heels",
    "sentences": [
      "Năm 1999 đánh dấu bước trưởng thành của giọng ca này qua serie những ca khúc hit như Kiếp ve sầu, Mưa trên cuộc tình, Tình <b>quay gót</b>..."
    ]
  },
  {
    "word": "quay lui",
    "definition": "to turn back, go back",
    "sentences": []
  },
  {
    "word": "quay lưng",
    "definition": "turn one’s back on",
    "sentences": [
      "Nếu kẻ địch không hề chú ý đến việc cảnh báo này, mà cứ tiếp tục lao vào nhím, thì nó sẽ <b>quay lưng</b> đi lại giật lùi trúng kẻ địch, vật lộn với địch.",
      "- Tại các buổi liên hoan, <b>quay lưng</b> về phía bàn ăn.",
      "Em trai của Mustapha Hadji (Cầu thủ hay nhất châu Phi năm 1998) nhận đường chuyền dài từ chân Abdelkrim Kaissi trong tư thế <b>quay lưng</b> về phía cầu môn, trước khi quay lại rồi sút xa hạ thủ thành Vincent Enyeama.",
      "Dù vậy, may mắn bắt đầu <b>quay lưng</b> lại với đội chủ nhà từ phút 11 khi tiền đạo người Argentina Hernan Crespo buộc phải rời sân do chấn thương cơ háng.",
      "Tôi cũng là người sinh ra và lớn lên trong nghèo khổ, phải cố gắng và phấn đấu rất nhiều mới có được ngày hôm nay, chính những khán giả bình dân đã đón nhận tôi thì chẳng có lý gì Lý Hải lại <b>quay lưng</b> tỏ ra sang trọng trước họ cả."
    ]
  },
  {
    "word": "quay lại",
    "definition": "to turn round, come back, return",
    "sentences": [
      "Người đàn ông đó đứng cách xa một chút nhưng ông ta <b>quay lại</b> khi nghe thấy Tôm hét to.",
      "Chúng tôi sẽ <b>quay lại</b> bờ biển.",
      "Ông ấy <b>quay lại</b> một giờ sau đó.",
      "Tôi sẽ bảo cô ấy gọi lại cho bạn khi cô ấy <b>quay lại</b>.",
      "Không, không! Tôi sẽ <b>quay lại</b> thị trấn."
    ]
  },
  {
    "word": "quay mặt",
    "definition": "to turn",
    "sentences": [
      "Em đưa cho tôi một phong thư màu hồng, rồi bẽn lẽn <b>quay mặt</b> đi.",
      "Những em nào <b>quay mặt</b> đi bị coi là mất tập trung hoặc vô lễ.",
      "Nhưng một nghiên cứu mới cho thấy trẻ <b>quay mặt</b> đi là giúp chúng suy nghĩ.",
      "Các nhà nghiên cứu nhận thấy trẻ 8 tuổi thường <b>quay mặt</b> đi hơn là những bé 5 tuổi.",
      "\"Sự <b>quay mặt</b> đi khi bị hỏi khó là một thói quen phát triển theo tuổi, thay vì là một phản ứng bẩm sinh\", Doherty-Sneddon tuyên bố."
    ]
  },
  {
    "word": "quay người",
    "definition": "to turn (oneself) around",
    "sentences": []
  },
  {
    "word": "quay người lại",
    "definition": "to turn (oneself) around",
    "sentences": []
  },
  {
    "word": "quay nhìn",
    "definition": "to turn around and look at",
    "sentences": []
  },
  {
    "word": "quay quắt",
    "definition": "deceitful, false, devious",
    "sentences": []
  },
  {
    "word": "quay sang",
    "definition": "to turn towards",
    "sentences": [
      "Việc giảm hoạt động đánh bắt cá đã đẩy các loài chim biển vào nguy cơ đói ăn và <b>quay sang</b> xơi đồng loại.",
      "Rồi Cường <b>quay sang</b> nhìn người bạn tên Trung đang bưng nước ra cho khách mà nhắc nhở: \"Nói xin mời đi, đưa ly hai tay nghe\".",
      "Bất mãn với màn trình diễn của đội nhà, CĐV đội áo sọc xanh đen <b>quay sang</b> cổ vũ cho đối thủ.",
      "Giữa lúc khán giả chỉ nghe những ca khúc nổi bật trong năm của Làn Sóng Xanh, tôi <b>quay sang</b> những bài hát cũ, gợi lại một điều: Đó là những tình khúc hay, không thể bị lãng quên.",
      "Chúng tôi thường nói đùa rằng: Nó cũng giống như khi bạn thiếu nợ người ta, người ta đi đòi nợ, bạn không chịu trả lại <b>quay sang</b> gây gổ."
    ]
  },
  {
    "word": "quay súng",
    "definition": "to turn a gun (on sb), twirl a gun (in one’s hand)",
    "sentences": []
  },
  {
    "word": "quay số",
    "definition": "to dial a number",
    "sentences": []
  },
  {
    "word": "quay số điện thoại",
    "definition": "to dial a (telephone) number",
    "sentences": []
  },
  {
    "word": "quay trở",
    "definition": "to turn back",
    "sentences": [
      "Ước gì thời gian có thể <b>quay trở</b> lại.",
      "Khi <b>quay trở</b> lại anh ta thấy con gái cô ấy đang ngủ.",
      "Tôi thích <b>quay trở</b> lại đây.",
      "Tom nghĩ rằng Mary sẽ không bao giờ <b>quay trở</b> lại Boston.",
      "Tôi không rõ khi nào tôi sẽ <b>quay trở</b> lại."
    ]
  },
  {
    "word": "quay trở lại",
    "definition": "to turn around",
    "sentences": [
      "Ước gì thời gian có thể <b>quay trở lại</b>.",
      "Khi <b>quay trở lại</b> anh ta thấy con gái cô ấy đang ngủ.",
      "Tôi thích <b>quay trở lại</b> đây.",
      "Tom nghĩ rằng Mary sẽ không bao giờ <b>quay trở lại</b> Boston.",
      "Tôi không rõ khi nào tôi sẽ <b>quay trở lại</b>."
    ]
  },
  {
    "word": "quay trở vào",
    "definition": "to turn around and go back in",
    "sentences": []
  },
  {
    "word": "quay trở về",
    "definition": "to turn around and come back",
    "sentences": [
      "Khi cô ấy <b>quay trở về</b> phòng thì cái nhẫn kim cương đã biến mất.",
      "Tôi không thể tìm được một công việc ở Úc, thế nên tôi đã <b>quay trở về</b> nhà.",
      "Hai bọn họ đã <b>quay trở về</b> với nhau.",
      "Sau buổi lễ long trọng này, những nhà khoa học được nhận giải sẽ lên những cỗ xe ngựa lộng lẫy để <b>quay trở về</b> Tòa thị chính dự bữa tiệc theo đúng kiểu một bữa đại yến của hoàng gia thời trung cổ.",
      "\"Hãy chuẩn bị tinh thần cho rất nhiều lần <b>quay trở về</b> con số không, tuy vậy những lần thụt lùi này sẽ hết dần qua thời gian\"."
    ]
  },
  {
    "word": "quay tít",
    "definition": "to turn (rapidly)",
    "sentences": []
  },
  {
    "word": "quay tơ",
    "definition": "spinning",
    "sentences": []
  },
  {
    "word": "quay vòng vòng",
    "definition": "to spin around",
    "sentences": []
  },
  {
    "word": "quay về với tôn giáo",
    "definition": "to turn to religion",
    "sentences": []
  },
  {
    "word": "quay đi",
    "definition": "turn away from, turn one’s back",
    "sentences": [
      "Nghiên cứu của chúng tôi đã chỉ rõ rằng trẻ <b>quay đi</b> là để giúp chúng tập trung suy nghĩ.",
      "Khi đóng phim, bạn có thể <b>quay đi</b> quay lại một cảnh trong 3 ngày chỉ để có được một đoạn phim kéo dài 2 phút trên màn bạc.",
      "Ông yêu cầu <b>quay đi</b> quay lại một cảnh cho đến khi không thể tốt hơn nữa mới thôi.",
      "Bà Thu nói: \"Chưa Tết nào hàng ế ẩm như vậy, nhiều khách chỉ lướt qua hỏi giá rồi e ngại <b>quay đi</b>."
    ]
  },
  {
    "word": "quay đơ",
    "definition": "in a dead faint",
    "sentences": []
  },
  {
    "word": "que",
    "definition": "stick, twig",
    "sentences": [
      "Tôi muốn ăn một <b>que</b> kem.",
      "Ông ta đã quẹt một <b>que</b> diêm.",
      "Lúc đó Tom quẹt một <b>que</b> diêm rồi thắp lửa vào nến.",
      "Tom đã quẹt một <b>que</b> diêm rồi thắp nến.",
      "Sau đó xúc 1 thìa nhân vào gói cuốn thành từng cái chả, xiên vào <b>que</b> vót nhọn hoặc xếp vào vỉ nướng, đặt trên than hồng nướng chín vàng đều là được."
    ]
  },
  {
    "word": "que chọc lò",
    "definition": "fire-irons",
    "sentences": []
  },
  {
    "word": "que cời",
    "definition": "poker",
    "sentences": []
  },
  {
    "word": "que cời lửa",
    "definition": "poker",
    "sentences": []
  },
  {
    "word": "que diêm",
    "definition": "match (stick)",
    "sentences": [
      "Ông ta đã quẹt một <b>que diêm</b>.",
      "Lúc đó Tom quẹt một <b>que diêm</b> rồi thắp lửa vào nến.",
      "Tom đã quẹt một <b>que diêm</b> rồi thắp nến."
    ]
  },
  {
    "word": "que hàn",
    "definition": "soldering stick",
    "sentences": []
  },
  {
    "word": "que hàn điện",
    "definition": "welding rod",
    "sentences": []
  },
  {
    "word": "que thông nòng",
    "definition": "cleaning rod",
    "sentences": []
  },
  {
    "word": "que đan",
    "definition": "knitting-needle",
    "sentences": []
  },
  {
    "word": "que đun nước",
    "definition": "submersion heater",
    "sentences": []
  },
  {
    "word": "quen",
    "definition": "acquaintance, friend; to know, be acquainted with",
    "sentences": [
      "Ăn vặt giữa các bữa ăn là một thói <b>quen</b> xấu.",
      "Tôi đã <b>quen</b> chị ấy ở Pháp.",
      "Hân hạnh được làm <b>quen</b> với bạn.",
      "Tôi <b>quen</b> với thời tiết lạnh.",
      "Bạn đừng <b>quen</b> mang ô."
    ]
  },
  {
    "word": "quen biết",
    "definition": "knowledge, acquaintance; to know, be acquainted with (a person)",
    "sentences": [
      "Sao bạn lại giả vờ không <b>quen biết</b> tôi?",
      "Tại sao bạn lại vờ như không <b>quen biết</b> tôi?",
      "Ông White và tôi không phải là bạn. Chúng tôi chỉ đơn giản là <b>quen biết</b> mà thôi.",
      "Bà White và tôi không phải là bạn. Chúng tôi chỉ đơn giản là <b>quen biết</b> xã giao mà thôi.",
      "Tôi không nghĩ Tôm <b>quen biết</b> bất cứ ai ở Úc."
    ]
  },
  {
    "word": "quen biết nhau",
    "definition": "to know each other",
    "sentences": [
      "Tôi tưởng các bạn <b>quen biết nhau</b> rồi."
    ]
  },
  {
    "word": "quen biết nhau đã lâu",
    "definition": "to have known each other a long time",
    "sentences": []
  },
  {
    "word": "quen mặt",
    "definition": "familiar face; to look familiar",
    "sentences": [
      "Bên cạnh đó, trong điều kiện sân bãi không tốt, cỏ mọc không đều, các cầu thủ khách phải mất một khoảng thời gian đầu trận đấu để làm <b>quen mặt</b> sân.",
      "Khán giả (kể cả thanh thiếu niên) đã bắt đầu chán ngấy những ca sĩ xuất hiện như \"gà đẻ trứng\" chưa kịp <b>quen mặt</b> nhớ tên thì đã bị người khác cho \"hạ bệ\"."
    ]
  },
  {
    "word": "quen quen",
    "definition": "a little familiar",
    "sentences": [
      "Nơi này trông có vẻ <b>quen quen</b>.",
      "Tên của cô ấy nghe <b>quen quen</b>.",
      "Dù đôi khi vô thức, chỗ nào viết thấy dễ dễ, hay hay mà <b>quen quen</b> nữa, thì tự khắc phải nghi ngờ chính bản thân mình."
    ]
  },
  {
    "word": "quen thuộc",
    "definition": "familiar, acquainted (with)",
    "sentences": [
      "Bài hát này <b>quen thuộc</b> đối với chúng tôi.",
      "Bài hát này <b>quen thuộc</b> với chúng tôi.",
      "Bài hát này <b>quen thuộc</b> với tụi tao.",
      "Kể cả cái khung cảnh quá đỗi <b>quen thuộc</b> với tôi cũng có vẻ mới lạ với Tom, thế nên anh ta chụp ảnh không ngừng.",
      "Nơi này trông <b>quen thuộc</b>."
    ]
  },
  {
    "word": "quen thuộc với",
    "definition": "to be acquainted with, familiar with",
    "sentences": [
      "Bài hát này <b>quen thuộc với</b> chúng tôi.",
      "Bài hát này <b>quen thuộc với</b> tụi tao.",
      "Kể cả cái khung cảnh quá đỗi <b>quen thuộc với</b> tôi cũng có vẻ mới lạ với Tom, thế nên anh ta chụp ảnh không ngừng.",
      "Bánh bèo vốn rất <b>quen thuộc với</b> người dân Việt Nam bởi hương vị đồng quê nhuần nhị và hiền lành.",
      "Cà ri là món ăn có nguồn gốc từ các nước Trung Á như Ấn Độ, Nepal..., tuy vậy người Việt Nam từ lâu cũng đã rất <b>quen thuộc với</b> hương vị của món cà ri qua các món cà ri gà, cà ri bò..."
    ]
  },
  {
    "word": "quen thói",
    "definition": "have the habit of",
    "sentences": []
  },
  {
    "word": "quen việc",
    "definition": "experienced in business",
    "sentences": [
      "Anh cũng đã đầu tư mua sắm thêm trang thiết bị phục vụ xây dựng cầu, tạo được êkip thợ hồ, thợ mộc <b>quen việc</b> nên đã rút ngắn thời gian xây dựng."
    ]
  },
  {
    "word": "quen với",
    "definition": "to be acquainted with, know",
    "sentences": [
      "Hân hạnh được làm <b>quen với</b> bạn.",
      "Tôi <b>quen với</b> thời tiết lạnh.",
      "Cuối cùng tôi cũng đã <b>quen với</b> cuộc sống thành phố.",
      "Bạn chắc sẽ <b>quen với</b> cuộc sống mới ở đại học ngay thôi.",
      "Tôi hân hạnh được làm <b>quen với</b> bạn."
    ]
  },
  {
    "word": "quen với ông ấy",
    "definition": "to know him, be acquainted with him",
    "sentences": []
  },
  {
    "word": "qui chế",
    "definition": "qualification, statute, regulation",
    "sentences": [
      "Chính phủ cũng triển khai một số biện pháp nhằm đảm bảo kinh doanh phân bón và giữ giá bán ở mức hợp lý như cho phép giãn thời gian thu thuế VAT, xây dựng <b>qui chế</b> kinh doanh phân bón 2004-2005, xem xét mức thuế suất, thuế VAT hiện hành."
    ]
  },
  {
    "word": "qui hàng",
    "definition": "to surrender",
    "sentences": []
  },
  {
    "word": "qui mô",
    "definition": "size, dimension, scale, standard, pattern, model",
    "sentences": [
      "Đây là một trong những hố chôn có <b>qui mô</b> lớn nhất của thành phố với gần 52.000 con gà, tương đương 156 tấn thịt."
    ]
  },
  {
    "word": "qui mô lớn",
    "definition": "wide-scale, large",
    "sentences": [
      "Đây là một trong những hố chôn có <b>qui mô lớn</b> nhất của thành phố với gần 52.000 con gà, tương đương 156 tấn thịt."
    ]
  },
  {
    "word": "qui trình",
    "definition": "process, rule, protocol",
    "sentences": []
  },
  {
    "word": "qui tắc",
    "definition": "method, rule, protocol",
    "sentences": []
  },
  {
    "word": "qui tắc chung",
    "definition": "general rule",
    "sentences": []
  },
  {
    "word": "qui tắc kỹ thuật",
    "definition": "protocol (telecom)",
    "sentences": []
  },
  {
    "word": "qui tụ",
    "definition": "to assemble, gather",
    "sentences": []
  },
  {
    "word": "qui định",
    "definition": "specification; to provide, stipulate",
    "sentences": [
      "Ngân hàng Nhà nước thành phố cho biết, chỉ thu đổi nếu đồng tiền đó đáp ứng được các <b>qui định</b> về thu đổi tiền không đủ tiêu chuẩn lưu thông."
    ]
  },
  {
    "word": "qui ước",
    "definition": "to agree by consent",
    "sentences": []
  },
  {
    "word": "quy bản",
    "definition": "tortoise’s shell",
    "sentences": [
      "Cao <b>quy bản</b>: 100 g; Hoài sơn: 120 g; Phá cố chi: 80 g; Nhục thung dung: 80 g; Thục địa: 160 g; Khiếm thực: 60 g; Mật ong vừa đủ"
    ]
  },
  {
    "word": "quy chính",
    "definition": "become repentant",
    "sentences": []
  },
  {
    "word": "quy chế",
    "definition": "qualification, policy, status, rule",
    "sentences": [
      "Dự thảo <b>quy chế</b> xác định rõ đại biểu Quốc hội đã chất vấn có thể được mời tham dự phiên họp của Uỷ ban thường vụ Quốc hội và phát biểu ý kiến.",
      "Cả hai <b>quy chế</b> này sẽ được kỳ họp thứ 5, Quốc hội khoá 11 thông qua và có hiệu lực từ năm nay.",
      "Sáng nay, tại Hội nghị thi tốt nghiệp Trung học phổ thông (THPT) toàn quốc, Thứ trưởng Giáo dục và Đào tạo Nguyễn Văn Vọng thừa nhận, <b>quy chế</b> phòng thi vẫn chưa được thực hiện nghiêm, các trường hợp sử dụng phao chưa bị xử lý.",
      "Nhiều giám thị còn tâm lý \"thương học sinh\", nên dễ dãi với các em, chưa kiên quyết xử lý các trường hợp vi phạm <b>quy chế</b>.",
      "Kỳ thi tốt nghiệp năm 2003, có 173 thí sinh, 6 cán bộ coi thi vi phạm <b>quy chế</b>."
    ]
  },
  {
    "word": "quy chế tối huệ quốc",
    "definition": "most favored nation status",
    "sentences": []
  },
  {
    "word": "quy chụp",
    "definition": "to accuse, label someone (as something)",
    "sentences": [
      "Ông Hoàng Tuấn đề nghị: \"Đã phạt thì phải phạt nặng vào và làm thật nghiêm, truy tận gốc ai đã đề nghị, yêu cầu hát nhép chứ không nên <b>quy chụp</b> tội cho riêng ca sĩ."
    ]
  },
  {
    "word": "quy chủ",
    "definition": "methodical, systematic",
    "sentences": []
  },
  {
    "word": "quy cách",
    "definition": "standard",
    "sentences": []
  },
  {
    "word": "quy cách hóa",
    "definition": "standardize",
    "sentences": []
  },
  {
    "word": "quy công",
    "definition": "attribute a service (to somebody), credit (somebody) with a service",
    "sentences": []
  },
  {
    "word": "quy củ",
    "definition": "standard, norm",
    "sentences": []
  },
  {
    "word": "quy hoạch",
    "definition": "plan",
    "sentences": [
      "Theo tôi, công việc trước mắt là: lập phương án khai quật, <b>quy hoạch</b> và điều tra khu Giồng Nổi, Thạnh Phú, Ba Tri.",
      "Hôm qua, tại khối phố Quang Thành 2, phường Hoà Khánh, thành phố Đà Nẵng, UBND quận Liên Chiểu đã tiến hành cưỡng chế tháo dỡ 25 căn nhà xây dựng trái phép trong khu <b>quy hoạch</b> xây dựng bến xe trung tâm.",
      "Theo ông Lê Văn Ngẫu, Đội trưởng Đội quy tắc đô thị quận Liên Chiểu, đây là những căn nhà được xây dựng sau khi UBND thành phố công bố <b>quy hoạch</b> chi tiết với mục đích được đền bù.",
      "Hà Nội cần <b>quy hoạch</b> vườn đào di sản ",
      "Đó là ý kiến chung của một số chuyên gia văn hóa và cơ quan chức năng trong Hội thảo giải pháp bảo tồn và <b>quy hoạch</b> vùng trồng đào, tổ chức sáng nay tại Hà Nội."
    ]
  },
  {
    "word": "quy hàng",
    "definition": "to surrender",
    "sentences": []
  },
  {
    "word": "quy hướng",
    "definition": "aim, objective",
    "sentences": []
  },
  {
    "word": "quy kết",
    "definition": "to accuse, attribute (something to somebody or something)",
    "sentences": [
      "Ví dụ, hiện tượng tê chân do ngồi lâu (biểu hiện thiếu máu tạm thời) sẽ bị <b>quy kết</b> là biến chứng thần kinh.",
      "Sẽ còn lâu, thêm thời gian để văn hóa ngoại du nhập, khán giả mới có định hình cho từng thể loại, và còn lâu đời sống và con người mới thôi <b>quy kết</b> mọi thể loại theo công thức đánh giá chung chung bằng thói quen, không có chuyên môn: ca từ đẹp không? giai điệu đẹp không?"
    ]
  },
  {
    "word": "quy kỳ",
    "definition": "date of one’s return",
    "sentences": []
  },
  {
    "word": "quy luật",
    "definition": "rules, laws, regulations",
    "sentences": [
      "Có một thời, ta làm theo ý chí, bất chấp <b>quy luật</b> tự nhiên, cái mà ta thường gọi là ý chí luận.",
      "Đó là một trong những <b>quy luật</b> địa sinh vật đầu tiên của hòn đảo.",
      "Trong khi khỉ có thể hiểu những <b>quy luật</b> cơ bản về từ, chúng lại không thể nắm được các <b>quy luật</b> phức tạp hơn trong cấu trúc ngữ pháp.",
      "Những con khỉ đáp ứng với sự thay đổi đột ngột trong <b>quy luật</b> nam - nữ này bằng cách nhìn vào miệng người đọc.",
      "Điều này cho thấy chúng có thể nhận ra những <b>quy luật</b> đơn giản."
    ]
  },
  {
    "word": "quy mô",
    "definition": "model, pattern, example, standard, scale",
    "sentences": [
      "Sau thành công của chương trình này, Làng Du lịch Bình Quới còn mở ra nhiều chương trình buffet Việt <b>quy mô</b> khác như: \"Khám phá văn hóa ẩm thực Việt Nam\" tại Bình Quới 1; \"Ẩm thực xóm vạn chài\" tại Bình Quới 2; \"Về Kinh Bắc\", \"Về miền trung\" tại Khu Du lịch Văn Thánh...",
      "Một phân tích <b>quy mô</b> mới đây đã chứng minh rằng giả thuyết thứ hai là đúng.",
      "Hedges là đồng tác giả của một nghiên cứu ADN <b>quy mô</b> đầu tiên trên bò sát.",
      "Cũng như thế, ở đây các định luật vật lý sẽ cho phép xác định một cách tổng thể tập hợp này trong từng chi tiết nhỏ nhất để có thể phân bố việc làm lạnh ở <b>quy mô</b> lớn hơn mà không cần phải xen kẽ việc tối ưu hóa giai đoạn trước đó.",
      "Do quá trình sụt trôi diễn ra ở <b>quy mô</b> lớn, vết nứt của lớp thạch cầu xuất hiện liên tục, ngày càng lan rộng ở vị trí biên giới giữa đại dương và đất liền, lượng nước biển bị cuốn theo các cột hơi nước là khổng lồ, đủ sức làm ngập chìm toàn bộ trái đất."
    ]
  },
  {
    "word": "quy mô toàn cầu",
    "definition": "global standard",
    "sentences": []
  },
  {
    "word": "quy ninh",
    "definition": "return to one’s paternal home after the wedding day",
    "sentences": []
  },
  {
    "word": "quy nạp",
    "definition": "inductive",
    "sentences": []
  },
  {
    "word": "quy phạm",
    "definition": "norm, normative, scale, procedures",
    "sentences": [
      "Các cơ quan này có trách nhiệm thẩm tra những dự án luật, pháp lệnh, dự thảo nghị quyết, các báo, dự án khác; giám sát văn bản <b>quy phạm</b> pháp luật, kiến nghị Uỷ ban thường vụ Quốc hội xem xét, trình Quốc hội việc bỏ phiếu tín nhiệm đói với người giữ chức vụ do Quốc hội bầu hoặc phê chuẩn..."
    ]
  },
  {
    "word": "quy phục",
    "definition": "to yield, submit, surrender",
    "sentences": []
  },
  {
    "word": "quy sụp",
    "definition": "to fall, collapse",
    "sentences": []
  },
  {
    "word": "quy thuận",
    "definition": "to submit, surrender",
    "sentences": []
  },
  {
    "word": "quy trình",
    "definition": "process",
    "sentences": [
      "Cả <b>quy trình</b> làm mắm cá không để ruồi bám vào vì như vậy mắm sẽ có dòi, không ăn được.",
      "Là nem nhưng lại không được gói trong lá mà lại bày trên đĩa và <b>quy trình</b> chế biến cũng khá nhanh.",
      "Một nhóm nhà toán học nay khẳng định đã tìm ra một <b>quy trình</b> lý tưởng để cắt bánh công bằng.",
      "Trong <b>quy trình</b> của Brams và cộng sự, hai bên sẽ nói với một người trung gian về yêu cầu của họ đối với mỗi phần bánh, và sau đó người trọng tài này sẽ thực hiện hai đường cắt đứng.",
      "Gạch có màu đỏ hồng, mịn, độ nung cao, rắn chắc, hình hộp chữ nhật với kích thước: dài 26 cm, rộng 22,8 cm và dày 5,5 cm, được sản xuất theo <b>quy trình</b> công nghệ khá hiện đại từ khâu chọn nguyên liệu đất sét mịn màng, cắt gọt kích thước chuẩn mực đến rập niên đại bằng bàn rập."
    ]
  },
  {
    "word": "quy trình kiểm tra",
    "definition": "monitoring process",
    "sentences": []
  },
  {
    "word": "quy trình thao tác",
    "definition": "operational process",
    "sentences": []
  },
  {
    "word": "quy trình xử lý sự cố",
    "definition": "fault clearing process",
    "sentences": []
  },
  {
    "word": "quy trình điều độ",
    "definition": "control process",
    "sentences": []
  },
  {
    "word": "quy tập",
    "definition": "regroup, reassemble, gather together",
    "sentences": []
  },
  {
    "word": "quy tắc",
    "definition": "rule",
    "sentences": [
      "Bề mặt của khí cầu không phải là một không gian Euclide, và do đó không thể tuân theo các <b>quy tắc</b> của hình học Euclide.",
      "Mọi <b>quy tắc</b> đều có ngoại lệ.",
      "Tôi không thích học các động từ bất <b>quy tắc</b>.",
      "Tiếng Esperanto chỉ có 16 <b>quy tắc</b> ngữ pháp.",
      "Ai đó đã đưa ra một thông báo về các <b>quy tắc</b> đỗ xe mới."
    ]
  },
  {
    "word": "quy tội",
    "definition": "attribute a crime (to somebody), throw the blame on",
    "sentences": []
  },
  {
    "word": "quy tụ",
    "definition": "to gather, assemble, converge, collect",
    "sentences": [
      "- Một nền âm nhạc có bản sắc thì phải <b>quy tụ</b> nhiều cá nhân có bản sắc.",
      "Hiếm có bộ phim nào <b>quy tụ</b> nhiều ngôi sao tên tuổi như Gigli với những cái tên đã trở thành thương hiệu như Ben Affleck, Jennifer Lopez, Al Pacino, Christopher Walken& Thế nhưng, có lẽ những \"nhân tố\" lớn ấy đã lấn át nhau, khiến cho tác phẩm trở thành một mớ chi tiết hỗn độn.",
      "Người hùng <b>quy tụ</b> những tài năng diễn xuất của châu Á, đứng đầu là ngôi sao võ thuật Lý Liên Kiệt trong vai Vô Danh, diễn viên Hong Kong Lương Triều Vĩ và Trương Mạn Ngọc, từng thành công với phim Tâm trạng khi yêu trong vai Phi Tuyết và Tàn Kiếm, Chương Tử Di, diễn viên ngày càng nổi tiếng sau phim Ngọa hổ tàng long vào vai a hoàn trung thành của Tàn Kiếm, Trần Đạo Minh trong vai Tần Vương, ngôi sao võ thuật Chân Tử Đan trong vai thích khách Trường Không.",
      "NSND Trung Kiên, tổng đạo diễn chương trình nghệ thuật Festival Huế 2004, cho biết trước ngày khai mạc lễ hội một tháng, trại sáng tác điêu khắc quốc tế mang tên Ấn tượng Huế - Việt Nam 2004 <b>quy tụ</b> 30 nhà điêu khắc sẽ khai mạc bên bờ sông Hương.",
      "Thế nhưng bộ phim giả tưởng sử dụng kỹ xảo đầu tiên của Việt Nam, <b>quy tụ</b> một số gương mặt trẻ đang lên như Minh Tiệp, Tina Tình vẫn chưa xác định được thời điểm trình làng dù đã đóng máy gần một năm."
    ]
  },
  {
    "word": "quy y",
    "definition": "to believe in Buddhism",
    "sentences": []
  },
  {
    "word": "quy y Tam Bảo",
    "definition": "to believe in the Buddhist trinity",
    "sentences": []
  },
  {
    "word": "quy điền",
    "definition": "return to one’s field, retire from business",
    "sentences": []
  },
  {
    "word": "quy định",
    "definition": "specification; to provide, fix, stipulate, define, specify",
    "sentences": [
      "Tom đã bị bắt vì tội vượt quá tốc độ <b>quy định</b>.",
      "Không hút thuốc là <b>quy định</b> của công ty.",
      "Trong chiến tranh, giá cả được <b>quy định</b> chặt chẽ.",
      "Tuy vậy, kinh doanh trong ngành thực phẩm ở Singapore cũng phải tuân thủ chặt chẽ những <b>quy định</b> vệ sinh an toàn thực phẩm.",
      "Tuân thủ những <b>quy định</b> vệ sinh của Singapore, kết hợp với những kinh nghiệm nấu món ăn Việt, nhà hàng Mai đã có một lượng thực khách ổn định."
    ]
  },
  {
    "word": "quy đồng mẫu số",
    "definition": "to reduce to the same denominator",
    "sentences": []
  },
  {
    "word": "quy đổi",
    "definition": "to convert",
    "sentences": [
      "Trong các năm 2001 và 2002, tổng sản lượng dầu <b>quy đổi</b> là 18,73 và 19,24 triệu tấn.",
      "Petrovietnam đặt mục tiêu khai thác khoảng 25-27 triệu tấn dầu <b>quy đổi</b> vào năm 2005 trên cơ sở từng bước hình thành một tập đoàn kinh tế.",
      "Trước mắt, năm 2004, tổng công ty dự định khai thác khoảng 23,7 triệu tấn dầu <b>quy đổi</b>."
    ]
  },
  {
    "word": "quy ước",
    "definition": "protocol, agreement, convention, consent; conventional",
    "sentences": [
      "Bảy tháng trước đó được <b>quy ước</b> vào các năm thứ 3, 6, 9 hoặc 8, 11, 14, 17, 19 của chu kỳ 19 năm.",
      "Ông phỏng đoán rằng có thể các đối tượng trong thí nghiệm đã chịu ảnh hưởng bởi <b>quy ước</b> xưa nay của xã hội, rằng đàn ông bao giờ cũng gây đau nhiều hơn.",
      "Để tìm ra số lượng chim biển, Michael Brooke, thuộc khoa Động vật học, Đại học Cambridge, đã áp dụng những phương trình trao đổi chất, <b>quy ước</b> rằng ít nhất mỗi cặp chim biển ghi nhận được có 3 chim non còn sống.",
      "Đang trong năm học nên thời gian tụ họp của hội được <b>quy ước</b> vào tối thứ tư, thứ bảy, chủ nhật hằng tuần tại công viên Lênin hoặc công viên Thống Nhất (nếu bị dẹp thì dạt vào khu nhà ở Vạn Phúc).",
      "Anh không được đào tạo trường lớp nên khó có thể trình bày ý tưởng của mình bằng những bản vẽ kỹ thuật với những hình cắt ngang, cắt dọc, ký hiệu <b>quy ước</b> của bộ môn sức bền vật liệu và những thông số kỹ thuật..."
    ]
  },
  {
    "word": "quy ước chuyển siêu tập tin",
    "definition": "hypertext transfer protocol (http)",
    "sentences": []
  },
  {
    "word": "quy ước dùng trong sách này",
    "definition": "conventions used in this book",
    "sentences": []
  },
  {
    "word": "quyên",
    "definition": "to subscribe",
    "sentences": [
      "Mỗi năm tôi đều tham gia từ thiện bằng cách <b>quyên</b> góp tiền và quần áo để giúp người nghèo.",
      "Thấy nhà mạng, các cơ quan này nọ có <b>quyên</b> góp giúp Nhật Bản kìa.",
      "Tui có nhắn tin <b>quyên</b> góp.",
      "Nancy không thể nhờ ai đó đọc <b>quyên</b> sách này.",
      "Anh ấy đã <b>quyên</b> góp 10 nghìn Đô-la cho quỹ hỗ trợ người tị nạn."
    ]
  },
  {
    "word": "quyên giáo",
    "definition": "make a collection for a charity",
    "sentences": []
  },
  {
    "word": "quyên góp",
    "definition": "raise a subscription, subscribe",
    "sentences": [
      "Mỗi năm tôi đều tham gia từ thiện bằng cách <b>quyên góp</b> tiền và quần áo để giúp người nghèo.",
      "Thấy nhà mạng, các cơ quan này nọ có <b>quyên góp</b> giúp Nhật Bản kìa.",
      "Tui có nhắn tin <b>quyên góp</b>.",
      "Anh ấy đã <b>quyên góp</b> 10 nghìn Đô-la cho quỹ hỗ trợ người tị nạn.",
      "Mùa bầu cử sắp tới và sẽ có đầy việc cho bạn tham gia như đi vận động, trả lời thắc mắc, chuẩn bị hội họp, <b>quyên góp</b>& Hãy là một nhà hoạt động xã hội và bạn có thể bắt gặp một tình huống lãng mạn nào đó trong quá trình hoạt động của mình."
    ]
  },
  {
    "word": "quyên sinh",
    "definition": "to take one’s own life",
    "sentences": []
  },
  {
    "word": "quyến",
    "definition": "glossy black silk gauze",
    "sentences": [
      "Tom và Mary nói là họ thấy tôi <b>quyến</b> rũ.",
      "Cô ấy là một người phụ nữ <b>quyến</b> rũ.",
      "Cô ấy đã từng là một người phụ nữ <b>quyến</b> rũ.",
      "Có một điều gì đó rất <b>quyến</b> rũ ở em.",
      "Một chút thôi, để nó không quá nồng mà vẫn có hương thơm mời gọi <b>quyến</b> rũ."
    ]
  },
  {
    "word": "quyến dỗ",
    "definition": "entice, seduce",
    "sentences": []
  },
  {
    "word": "quyến dụ",
    "definition": "seduce",
    "sentences": []
  },
  {
    "word": "quyến luyến",
    "definition": "to attach",
    "sentences": [
      "\"Khi trẻ lớn lên, chúng bắt đầu chuyển sự <b>quyến luyến</b> từ cha mẹ sang những người cùng tuổi."
    ]
  },
  {
    "word": "quyến rũ",
    "definition": "to seduce; seductive",
    "sentences": [
      "Tom và Mary nói là họ thấy tôi <b>quyến rũ</b>.",
      "Cô ấy là một người phụ nữ <b>quyến rũ</b>.",
      "Cô ấy đã từng là một người phụ nữ <b>quyến rũ</b>.",
      "Có một điều gì đó rất <b>quyến rũ</b> ở em.",
      "Một chút thôi, để nó không quá nồng mà vẫn có hương thơm mời gọi <b>quyến rũ</b>."
    ]
  },
  {
    "word": "quyến thuộc",
    "definition": "parents, relatives",
    "sentences": []
  },
  {
    "word": "quyết",
    "definition": "to decide, determine, make up one’s mind; secret",
    "sentences": [
      "Cuộc biểu <b>quyết</b> chỉ ra rằng chúng ta phản đối ý kiến được đưa ra.",
      "Tôi đã làm theo <b>quyết</b> định của mình.",
      "Tôi đã phải mất nhiều ngày để <b>quyết</b> toán sổ sách của công ty.",
      "Cuộc sống bắt đầu khi nào ta <b>quyết</b> định ta trông chờ gì ở cuộc đời.",
      "Hôm đó trời đẹp đến nỗi chúng tôi <b>quyết</b> định làm bữa cơm ngoài trời."
    ]
  },
  {
    "word": "quyết chiến",
    "definition": "decisive battle",
    "sentences": []
  },
  {
    "word": "quyết liệt",
    "definition": "drastic, decisive, resolute, desperate",
    "sentences": [
      "Hai đội đối đầu nhau <b>quyết liệt</b>.",
      "Làm việc <b>quyết liệt</b> nhưng cũng tìm cách thức nhẹ nhàng",
      "Chúng tôi đề nghị đảng cầm quyền nên hành động <b>quyết liệt</b> hơn để không bị bỏ phiếu bãi nhiệm trong cuộc bầu cử tới.",
      "- Với biện pháp <b>quyết liệt</b> của Chính phủ, theo ông bao lâu nữa mới chặn đứng được sự lây lan dịch bệnh?",
      "Gần đây, Chính phủ <b>quyết liệt</b> yêu cầu trước khi ra quyết định phải đối thoại với dân, song chỉ một số ít cán bộ thực hiện."
    ]
  },
  {
    "word": "quyết nghị",
    "definition": "to decide; decision",
    "sentences": []
  },
  {
    "word": "quyết thắng",
    "definition": "set one’s mind on victory (success)",
    "sentences": []
  },
  {
    "word": "quyết toán",
    "definition": "to draw the balance sheet",
    "sentences": [
      "Tôi đã phải mất nhiều ngày để <b>quyết toán</b> sổ sách của công ty.",
      "Ngân sách phải được <b>quyết toán</b>.",
      "Dự thảo nghị định quản lý chất lượng công trình cũng quy định rõ người dân được tạo điều kiện để giám sát việc thực hiện tại các công trường, từ năng lực của các cơ quan xây dựng đến chất lượng vật tư, thiết bị, tham gia nghiệm thu, thanh <b>quyết toán</b>...",
      "Những vi phạm chính được phát hiện như <b>quyết toán</b> sai so với thực tế đã thi công, tính thừa thành phần công việc và <b>quyết toán</b> khống, phá giá khi đấu thầu công trình...",
      "Ông Nguyễn Hữu Thu, Giám đốc Ban Quản lý Dự án Khu Liên hợp Thể thao Quốc gia Mỹ Đình, cho biết thứ tư tới, Thanh tra Nhà nước sẽ chính thức làm việc với Ban về tình hình triển khai xây dựng, việc thanh, <b>quyết toán</b> các công trình đến 30/12/2003."
    ]
  },
  {
    "word": "quyết tâm",
    "definition": "determined, decisive, resolute; determination, resolution, resolve",
    "sentences": [
      "Cô đã nhận ra rằng cô thiếu <b>quyết tâm</b>.",
      "Anh ấy hạ <b>quyết tâm</b> ngay lập tức.",
      "Anh ấy đã hạ <b>quyết tâm</b> trở thành một phi công.",
      "Anh ấy <b>quyết tâm</b> trở thành bác sĩ rồi đi đến những ngôi làng thiếu vắng bác sĩ.",
      "Mặc dù mắt anh ấy không thể nhìn thấy được, anh ấy đã <b>quyết tâm</b> đi chạy bộ."
    ]
  },
  {
    "word": "quyết tử",
    "definition": "to die voluntarily, suicide",
    "sentences": []
  },
  {
    "word": "quyết ý",
    "definition": "set one’s mind on (something), be determined to",
    "sentences": []
  },
  {
    "word": "quyết đoán",
    "definition": "appraise (assess) with certainty",
    "sentences": [
      "Anh ấy không có năng lực <b>quyết đoán</b>.",
      "Tom quá thiếu <b>quyết đoán</b>.",
      "Tom quá thiếu sự <b>quyết đoán</b>.",
      "Tuy nhiên, cả hai đều yếu đuối, thiếu tính <b>quyết đoán</b> và không thích phiêu lưu nên cuộc sống vợ chồng đôi khi tẻ nhạt, ít có ấn tượng sâu sắc.",
      "Đàn ông nhóm máu O có tính cách rất mạnh mẽ, <b>quyết đoán</b> và hành động theo lý trí."
    ]
  },
  {
    "word": "quyết định",
    "definition": "decision, resolution; to decide, resolve, determine",
    "sentences": [
      "Tôi đã làm theo <b>quyết định</b> của mình.",
      "Cuộc sống bắt đầu khi nào ta <b>quyết định</b> ta trông chờ gì ở cuộc đời.",
      "Hôm đó trời đẹp đến nỗi chúng tôi <b>quyết định</b> làm bữa cơm ngoài trời.",
      "Tôi xin ý kiến bố tôi và <b>quyết định</b> thay đổi nơi làm việc.",
      "Chúng ta hãy <b>quyết định</b> bằng cách ném đồng tiền."
    ]
  },
  {
    "word": "quyết định luận",
    "definition": "determinism",
    "sentences": []
  },
  {
    "word": "quyết định số",
    "definition": "decision number",
    "sentences": [
      "Youssef Hadji, mới được gọi vào đội tuyển Marốc hồi năm ngoái, đã ghi bàn thắng <b>quyết định số</b> phận trận đấu ở phút 77, sau khi vào sân thay người.",
      "Đại diện của bóng đá Pháp nỗ lực bảo vệ khung thành bằng lối chơi chậm, và cố gắng tìm kiếm một trận hoà để <b>quyết định số</b> phận của đối thủ trong trận lượt về.",
      "Thất bại trước Alaves trong trận lượt đi Cup Nhà vua Tây Ban Nha, tiếp theo là trận thua 2-5 ngày trên sân nhà trước Real Sociedad đã <b>quyết định số</b> phận của nhà cầm quân này."
    ]
  },
  {
    "word": "quyền",
    "definition": "(1) acting (president, etc.); (2) authority, power; (3) right (to do something)",
    "sentences": [
      "Tất cả mọi người sinh ra đều được tự do và bình đẳng về nhân phẩm và <b>quyền</b> lợi. Mọi con người đều được tạo hóa ban cho lý trí và lương tâm và cần phải đối xử với nhau trong tình anh em.",
      "Mọi người sinh ra tự do và bình đẳng về nhân phẩm và <b>quyền</b> lợi. Họ có lý trí và lương tâm, và phải cư xử với nhau trên tinh thần anh em.",
      "Bây giờ anh có <b>quyền</b> về nhà.",
      "Mọi người đều có <b>quyền</b> sống, tự do và an toàn cá nhân.",
      "Bạn đừng thêm những câu mà nguồn gốc có bản <b>quyền</b> tác giả."
    ]
  },
  {
    "word": "quyền anh",
    "definition": "(Western-style) boxing",
    "sentences": [
      "Quả bóng vàng châu Âu năm 2004, Andriy Shevchenko, và VĐV <b>quyền anh</b> Vitali Klitschko vừa được nhận danh hiệu \"Anh hùng dân tộc\".",
      "Tổng thống Kuchma cũng tôn vinh võ sĩ hạng nặng Vitali Klitschko - người vừa giành chức vô địch của Hội đồng <b>quyền anh</b> thế giới (WBC) trong năm 2004 này."
    ]
  },
  {
    "word": "quyền bình",
    "definition": "authority, power",
    "sentences": [
      "Tất cả mọi người đều sinh ra có <b>quyền bình</b> đẳng."
    ]
  },
  {
    "word": "quyền bình đẳng",
    "definition": "equal rights",
    "sentences": [
      "Tất cả mọi người đều sinh ra có <b>quyền bình đẳng</b>."
    ]
  },
  {
    "word": "quyền bính",
    "definition": "power, authority, influence",
    "sentences": []
  },
  {
    "word": "quyền bảo trợ",
    "definition": "patronage, sponsorship, protection",
    "sentences": []
  },
  {
    "word": "quyền bỏ phiếu",
    "definition": "right to vote",
    "sentences": []
  },
  {
    "word": "quyền cai trị",
    "definition": "administrative authority",
    "sentences": [
      "Tikal cuối cùng giành được <b>quyền cai trị</b> Calakmul."
    ]
  },
  {
    "word": "quyền công dân",
    "definition": "citizenship; civil liberties, civil rights, citizen rights",
    "sentences": []
  },
  {
    "word": "quyền cước",
    "definition": "kickboxing",
    "sentences": []
  },
  {
    "word": "quyền hành",
    "definition": "power, authority, influence",
    "sentences": [
      "Vị vua đã lạm dụng <b>quyền hành</b>."
    ]
  },
  {
    "word": "quyền hạn",
    "definition": "limit of someone’s power, authority, rights",
    "sentences": [
      "Đừng đánh giá thấp <b>quyền hạn</b> của tôi."
    ]
  },
  {
    "word": "quyền hạn ngang hàng",
    "definition": "equal rights",
    "sentences": []
  },
  {
    "word": "quyền lao động",
    "definition": "labor rights",
    "sentences": []
  },
  {
    "word": "quyền lợi",
    "definition": "interests; (work) benefits",
    "sentences": [
      "Tất cả mọi người sinh ra đều được tự do và bình đẳng về nhân phẩm và <b>quyền lợi</b>. Mọi con người đều được tạo hóa ban cho lý trí và lương tâm và cần phải đối xử với nhau trong tình anh em.",
      "Mọi người sinh ra tự do và bình đẳng về nhân phẩm và <b>quyền lợi</b>. Họ có lý trí và lương tâm, và phải cư xử với nhau trên tinh thần anh em.",
      "Mọi người đều có quyền được bảo hộ đối với những <b>quyền lợi</b> về vật chất và tinh thần xuất phát từ công trình khoa học, văn học và nghệ thuật mà người đó là tác giả.",
      "Bản Tuyên ngôn Nhân quyền và Dân quyền của Cách mạng Pháp năm 1791 cũng nói: Người ta sinh ra tự do và bình đẳng về <b>quyền lợi</b>; và phải luôn luôn được tự do và bình đẳng về <b>quyền lợi</b>.",
      "Chính phủ tước bỏ mọi <b>quyền lợi</b> của anh ta."
    ]
  },
  {
    "word": "quyền lợi bảo hiểm",
    "definition": "insurance benefits",
    "sentences": []
  },
  {
    "word": "quyền lợi kinh tế",
    "definition": "economic interests",
    "sentences": []
  },
  {
    "word": "quyền lợi tổ quốc",
    "definition": "national interests",
    "sentences": []
  },
  {
    "word": "quyền lợi đảng",
    "definition": "party interests",
    "sentences": []
  },
  {
    "word": "quyền lực",
    "definition": "power, influence",
    "sentences": [
      "Nếu một con đực trẻ tuổi bị giết chết, <b>quyền lực</b> của nó sẽ bị một con đực khác lấy mất - con này sẽ giết chết sư tử con để buộc con cái dành toàn bộ tâm huyết chăm sóc những con non do nó làm cha.",
      "Nếu <b>quyền lực</b> bị trao tay liên tục thì sẽ ít sư tử con còn cơ hội trưởng thành và dân số sư tử sẽ dần suy giảm.",
      "Lần đầu tiên, một đại biểu Quốc hội đã thực hiện quyền của mình, yêu cầu cơ quan <b>quyền lực</b> lập ủy ban lâm thời điều tra chất lượng giáo dục.",
      "Ai cũng biết là trong đội hình của Thép Miền Nam - Cảng Sài Gòn có những cái tên đáng chú ý trong nghi án \"<b>quyền lực</b> đen\" ở đội bóng láng giềng Ngân Hàng Đông Á.",
      "Đội quân của John Lennon kiếm mạnh là nhờ chứng cuồng Beatles ở Mỹ, Connery đầy <b>quyền lực</b> ở đất nước của chú Sam và Atkinson biến mình thành Mr Bean để hái tiền tại mảnh đất của nữ thần tự do."
    ]
  },
  {
    "word": "quyền lực chính trị",
    "definition": "political power",
    "sentences": []
  },
  {
    "word": "quyền lực quân sự",
    "definition": "military force, power",
    "sentences": []
  },
  {
    "word": "quyền môn",
    "definition": "influential circle",
    "sentences": []
  },
  {
    "word": "quyền nghi",
    "definition": "adapt oneself to circumstances",
    "sentences": []
  },
  {
    "word": "quyền nhiếp",
    "definition": "interim",
    "sentences": []
  },
  {
    "word": "quyền năng",
    "definition": "juridical capacity",
    "sentences": [
      "Ông ta dường như được vây quanh bởi bầu không khí thịnh vượng và <b>quyền năng</b>.",
      "Tom Hanks hiện là một trong những diễn viên <b>quyền năng</b> nhất của Hollywood, đồng thời là người quản lý bộ phận điều hành tổ chức giải Oscar của Viện Hàn lâm và Điện ảnh Mỹ."
    ]
  },
  {
    "word": "quyền phủ quyết",
    "definition": "veto power",
    "sentences": []
  },
  {
    "word": "quyền rơm vạ đá",
    "definition": "no power but many responsibilities",
    "sentences": []
  },
  {
    "word": "quyền sinh sát",
    "definition": "power of life or death",
    "sentences": []
  },
  {
    "word": "quyền sở hữu",
    "definition": "proprietary rights, proprietary, property",
    "sentences": [
      "Trong quá trình này người ta phải kiểm tra cả tính xác thực của các công trình nghiên cứu và đặc biệt là <b>quyền sở hữu</b> trí tuệ của phát minh.",
      "Thành phố hiện đã cơ bản hoàn thành công tác cấp giấy chứng nhận <b>quyền sở hữu</b> nhà ở và quyền sử dụng đất ở, trong khi nhiều tỉnh, thành cả nước vẫn cho rằng khó có thể thực hiện được ý kiến chỉ đạo của Thủ tướng Chính phủ là đến 2005 phải hoàn tất công tác này.",
      "Công tác triển khai cấp giấy chứng nhận <b>quyền sở hữu</b> nhà ở và quyền sử dụng đất ở theo nghị định 60/CP thuận lợi hơn.",
      "Dù đã đầy đủ các giấy tờ về <b>quyền sở hữu</b> nhà và các giấy tờ khác, nhưng bộ phận tiếp nhận hồ sơ không đồng ý nhận, yêu cầu ông phải về phường lấy giấy xác nhận hai con của ông đồng ý cho ông xây nhà.",
      "Một bác xà ích 50 tuổi sống ở khu Nguyễn Siêu, phường 7 tên Phạm Văn Hạnh, hành nghề xe ngựa từ những năm đầu giải phóng, bày tỏ: Không góp ngựa vào công ty thì không ai cho chạy, vì có mỗi công ty là đơn vị hiện nay được <b>quyền sở hữu</b> bến bãi."
    ]
  },
  {
    "word": "quyền thuật",
    "definition": "boxing",
    "sentences": []
  },
  {
    "word": "quyền thần",
    "definition": "power-usurping courtier",
    "sentences": []
  },
  {
    "word": "quyền thế",
    "definition": "power, influence, authority",
    "sentences": []
  },
  {
    "word": "quyền tiếp cận",
    "definition": "right to inspection",
    "sentences": [
      "Những người thư ký giám đốc được <b>quyền tiếp cận</b> nguồn tin tức tối mật."
    ]
  },
  {
    "word": "quyền tài phán",
    "definition": "jurisdiction",
    "sentences": []
  },
  {
    "word": "quyền tự do tín ngưỡng",
    "definition": "(right to) freedom of religion",
    "sentences": []
  },
  {
    "word": "quyền uy",
    "definition": "power, authority",
    "sentences": [
      "Claude Bébéar - vị chủ tịch <b>quyền uy</b> của Axa",
      "Con người đầy <b>quyền uy</b> ấy là Claude Bébéar, ông chủ của tập đoàn bảo hiểm Axa khổng lồ.",
      "Như vậy, sau hơn 20 năm dưới bàn tay của vị chủ tich đầy <b>quyền uy</b> và tham vọng này, Axa đã trở thành một trong những tập đoàn bảo hiểm hùng mạnh của thế giới với 74,8 tỷ EUR, doanh số trong năm 1999, và quản lý 910 tỷ EUR tài sản."
    ]
  },
  {
    "word": "quyền đánh cá",
    "definition": "fishing rights",
    "sentences": []
  },
  {
    "word": "quyển",
    "definition": "[CL for books]",
    "sentences": [
      "Mỗi câu văn trong <b>quyển</b> sách này đầu rất quan trọng.",
      "Khi nào mới phát hành <b>quyển</b> tiểu thuyết của ông ấy?",
      "Tôi không có khả năng mua một <b>quyển</b> sách duy nhất với giá 40 đô la!",
      "Nó có mười <b>quyển</b> sách tiếng Anh.",
      "Những <b>quyển</b> sách của anh đặt hiện đang làm bìa."
    ]
  },
  {
    "word": "quyển sắc",
    "definition": "chromosphere",
    "sentences": []
  },
  {
    "word": "quà",
    "definition": "(1) present, gift; (2) snacks",
    "sentences": [
      "Chị ấy cho tôi một anbum ảnh làm <b>quà</b> sinh nhật.",
      "Tiếng mẹ đẻ của tôi là món <b>quà</b> đẹp nhất mà tôi nhận được từ mẹ tôi.",
      "Tôi có vài món <b>quà</b>.",
      "Tôi không thể nhận món <b>quà</b> này.",
      "Âm nhạc là món <b>quà</b> của Chúa."
    ]
  },
  {
    "word": "quà biếu",
    "definition": "gift, present",
    "sentences": [
      "Đây là món \"ăn lạ miệng\" ngon và bổ, ăn mãi không chán, dùng trong bữa ăn hàng ngày, trong các đám tiệc hoặc dùng làm <b>quà biếu</b> cho người thân đều có giá trị.",
      "Trong đó, có khoảng 50 loại sản phẩm mới như: bánh cream, bánh Colour, bánh xốp Country& Công ty này cũng chú trọng đến loại bánh hộp thiếc (với giá bán trung bình 600.000 hộp) dành cho các đơn vị đặt hàng làm <b>quà biếu</b>.",
      "Tâm lý Việt kiều về nước thường mang theo nhiều <b>quà biếu</b> thân nhân, trị giá vượt quá quy định, không kê khai."
    ]
  },
  {
    "word": "quà bánh",
    "definition": "sweetmeat, confectionery",
    "sentences": []
  },
  {
    "word": "quà cáp",
    "definition": "present, gift",
    "sentences": [
      "Họ gặp gỡ đương sự, nhận <b>quà cáp</b>, và cuối cùng thì ủng hộ.",
      "Chị Nga kể: \"Tôi chuẩn bị <b>quà cáp</b> cho cả nhà con bé, mua cho nó một bộ quần áo mới, thưởng cho nửa tháng lương để nó giữ lời hứa lên đúng mùng 4 Tết."
    ]
  },
  {
    "word": "quà sinh nhật",
    "definition": "birthday present",
    "sentences": [
      "Chị ấy cho tôi một anbum ảnh làm <b>quà sinh nhật</b>.",
      "Tôi tặng dì <b>quà sinh nhật</b>.",
      "Dì đã gửi cho tôi một món <b>quà sinh nhật</b>.",
      "Chúng ta cần mua <b>quà sinh nhật</b> cho Tom.",
      "Cô ấy đã tặng tôi một món <b>quà sinh nhật</b>."
    ]
  },
  {
    "word": "quà sáng",
    "definition": "breakfast",
    "sentences": [
      "- Với tôi được diễn là hạnh phúc rồi, trước đây có đến 10 năm tôi nhịn <b>quà sáng</b> mà vẫn diễn \"máu\" chứ đâu phải vì cát-xê."
    ]
  },
  {
    "word": "quà tặng",
    "definition": "present",
    "sentences": [
      "Có chương trình trình diễn của ban nhạc Philippin, <b>quà tặng</b> khách nữ.",
      "Có chương trình biểu diễn ca nhạc chủ đề tình yêu, <b>quà tặng</b>… Giá vé 25 USD/khách.",
      "Có các <b>quà tặng</b> dễ thương dành cho khách tham dự như chocolate, tặng quà khách đọc thơ, hát các bài hát chủ đề tình yêu.",
      "Giới thiệu chương trình ẩm thực Buffet Gánh “Happy Valentine ” vào buổi trưa và buổi tối ngày 14-2 với các món <b>quà tặng</b> dễ thương dành cho các cặp tình nhân.",
      "Khuyến mãi: tặng kem tươi cho các cặp tình nhân và <b>quà tặng</b> dành cho khách nữ, mua 10 vé tặng 01 vé đối với khách đặt vé trước."
    ]
  },
  {
    "word": "quà tết",
    "definition": "new year’s present",
    "sentences": []
  },
  {
    "word": "quàn",
    "definition": "lie in state (of a corpse)",
    "sentences": []
  },
  {
    "word": "quàng quàng",
    "definition": "hasty, hurried",
    "sentences": []
  },
  {
    "word": "quàng xiên",
    "definition": "utterly nonsensical",
    "sentences": []
  },
  {
    "word": "quành",
    "definition": "to turn",
    "sentences": []
  },
  {
    "word": "quá",
    "definition": "(1) very, extremely; excessive; (2) to go beyond, go past; past",
    "sentences": [
      "Tôi mập <b>quá</b>.",
      "Hễ tôi kiếm được cái gì tôi thích thì nó lại đắt <b>quá</b>.",
      "Tôi không biết phải trình bày thế nào, bởi vì nó đã <b>quá</b> rõ ràng rồi.",
      "Bạn làm gì mà thức khuya <b>quá</b> vậy?",
      "\"Nói thật là tôi rất là sợ độ cao.\" \"Bạn nhát <b>quá</b>!\""
    ]
  },
  {
    "word": "quá cao",
    "definition": "excessively high",
    "sentences": [
      "Nancy sẽ không bao giờ hẹn hò với tôi. Cô ấy <b>quá cao</b> xa đối với tôi.",
      "Yên xe đạp <b>quá cao</b> so với thân hình thấp bé của cô ấy.",
      "Tôi đồng ý với ý kiến rằng bất động sản bị định giá <b>quá cao</b>.",
      "Trong công nghệ hiện tại, ở một tỷ lệ cô <b>quá cao</b>, một phần methanol vẫn thấm qua màng nhầy, làm hạn chế khả năng phát điện.",
      "Nhiều em đăng ký vào các trường có điểm chuẩn <b>quá cao</b> nên dù kết quả thi tốt vẫn trượt."
    ]
  },
  {
    "word": "quá chén",
    "definition": "to have a little too much to drink",
    "sentences": [
      "Có lần ở quán nhậu (Tân Bình), một vị khách đã <b>quá chén</b> phát hiện cô đào mình cưng nhất đang hát nhép, liền bước lên sân khấu giật tung tóe bó hoa có cài tiền boa và giật micro trên tay cô đào này ném xuống đất, trong khi đó tiếng ca của cô đào vẫn ngọt ngào cất giọng."
    ]
  },
  {
    "word": "quá chừng",
    "definition": "excessively, in the extreme",
    "sentences": [
      "Cô bé đã lớn <b>quá chừng</b> rồi ! Chẳng bao lâu cô sẽ cao bằng mẹ."
    ]
  },
  {
    "word": "quá cảnh",
    "definition": "extremely",
    "sentences": [
      "Từ ngày 1/7, công dân Việt Nam và Lào mang hộ chiếu phổ thông còn giá trị sử dụng ít nhất 6 tháng sẽ được miễn thị thực nhập cảnh, xuất cảnh và <b>quá cảnh</b> lãnh thổ nước kia với thời gian tạm trú không quá 30 ngày, kể từ ngày nhập cảnh."
    ]
  },
  {
    "word": "quá cố",
    "definition": "deceased",
    "sentences": [
      "Đây là bức chân dung người cha <b>quá cố</b> của tôi.",
      "Đến khi vào thắp hương cho người <b>quá cố</b>, tự dưng có một thanh niên xách đến một xô nước dội rửa phần mộ của gia đình anh qua loa rồi yêu cầu trả công 50.000 đồng.",
      "tùy giá mua, thân nhân người <b>quá cố</b> luôn luôn bị ám ảnh bởi một ngày nào đó lại phải lúng túng tìm nơi khác đặt để.",
      "\"Chuyến thăm này của tôi đến Việt Nam nhằm thực hiện ước nguyện của người cha <b>quá cố</b> trong việc bảo tồn Văn Miếu - một biểu tượng lâu đời của nền giáo dục Việt Nam\", bà Cristina nhấn mạnh.",
      "Tôi không nghĩ việc tái bản các CD của nữ ca sĩ <b>quá cố</b> là hoang đường."
    ]
  },
  {
    "word": "quá giờ",
    "definition": "past the fixed hours",
    "sentences": [
      "Sáng nay ông ấy đã ngủ <b>quá giờ</b>.",
      "Tôi làm <b>quá giờ</b>.",
      "Bài phát biểu chào mừng của giám đốc quá dài, đã khiến cho nửa sau của buổi lễ bị <b>quá giờ</b>."
    ]
  },
  {
    "word": "quá hơn",
    "definition": "more than",
    "sentences": []
  },
  {
    "word": "quá hạn",
    "definition": "overdue; to expire, pass a deadline",
    "sentences": [
      "Cũng theo Sở Tài chính, trường hợp người đang sử dụng đất nông nghiệp có giấy tờ hợp pháp mà tự ý chuyển mục đích sử dụng từ đất nông nghiệp sang đất ở và xây dựng nhà ở từ 15/10/2003 đến trước thời điểm có quyết định thu hồi đất và không vi phạm quy hoạch, hành lang kỹ thuật thì không được bồi thường, nhưng được hỗ trợ thiệt hại đất ở theo diện tích thực tế sử dụng không <b>quá hạn</b> mức đất theo quy định.",
      "Trường hợp đã vi phạm quy hoạch, hành lang kỹ thuật thì chỉ được xét hỗ trợ thiệt hại đất ở theo diện tích xây dựng nhà hiện trạng và cũng không <b>quá hạn</b> mức đất ở theo quy định.",
      "Trường hợp người đang sử dụng đất bị thu hồi không có giấy tờ hợp pháp về quyền sử dụng đất nông nghiệp, tự chuyển mục đích sang đất ở và xây dựng nhà từ ngày 15/10/1993 đến trước thời điểm có quyết định thu hồi đất mà không vi phạm quy hoạch, hành lang kỹ thuật thì được xét hỗ trợ thiệt hại về đất ở theo diện tích xây dựng nhà, nếu diện tích này bằng hoặc lớn hơn hạn mức thì hỗ trợ không vượt <b>quá hạn</b> mức; nếu diện tích xây dựng nhà nhỏ hơn hạn mức nhưng lớn hơn 100m2 thì tính hỗ trợ theo thực tế (ví dụ hộ có diện tích 150m2 nhưng xây dựng nhà 120m2 thì tính hỗ trợ 120m2); nếu diện tích xây dựng nhỏ hơn hoặc bằng 100m2 thì tính hỗ trợ theo thực tế nhưng không quá 100m2/hộ (ví dụ hộ có đất 150m2, diện tích xây dựng 80m2 thì hỗ trợ đất ở 100m2; hoặc hộ có 80m2 đất xây dựng 50m2 thì hỗ trợ 80m2 đất ở).",
      "đều đã <b>quá hạn</b> hoàn thành hàng trăm ngày, chưa biết bao giờ có thể cắt băng khánh thành.",
      "- Thực phẩm đóng hộp <b>quá hạn</b> sử dụng, thậm chí còn hạn sử dụng nhưng bị phồng, rỉ sét, móp méo& hoặc khi khui ra có màu và mùi không bình thường cũng không nên sử dụng."
    ]
  },
  {
    "word": "quá khổ",
    "definition": "oversized",
    "sentences": [
      "Ốc voi và cả ốc giác, hai loại ốc <b>quá khổ</b>, trung bình mỗi con nặng từ nửa ký đến một ký, có những con nặng tới mấy ký.",
      "Sau khi kiểm tra, đã xử lý hơn 280 trường hợp xe chở <b>quá khổ</b>, quá tải; xe taxi, xe khách vòng vo dừng đỗ đón trả khách sai quy định; ôtô vận chuyển vật liệu làm rơi vãi ra đường gây mất vệ sinh với tổng số tiền tới gần 70 triệu đồng.",
      "Anh Đông phàn nàn, chiều dài <b>quá khổ</b> của xe bốn bánh làm mỗi lần lên hay xuống dốc là xà ích phập phồng vì ngựa không phải động cơ.",
      "Từ bé đến lớn tôi <b>quá khổ</b>, không biết chơi bời gì, nên không ai rủ."
    ]
  },
  {
    "word": "quá khứ",
    "definition": "the past",
    "sentences": [
      "Có người cho rằng đây là báo ứng trong <b>quá khứ</b> của Nhật Bản.",
      "Tôi nhớ tình cũ nhưng chưa bao giờ muốn tìm về <b>quá khứ</b>.",
      "Muốn có một tương lai, không đánh mất <b>quá khứ</b>.",
      "Những người hạnh phúc là những người chỉ nhớ những điều tốt trong <b>quá khứ</b>, còn những người bất hạnh là những người chỉ nhớ điều trái lại.",
      "Tom đã kể với cậu về <b>quá khứ</b> của anh ta chưa?"
    ]
  },
  {
    "word": "quá liều",
    "definition": "overdose",
    "sentences": [
      "Tom do dùng thuốc <b>quá liều</b> nên phải nhập viện để điều trị.",
      "- Không nên uống <b>quá liều</b> chỉ định.",
      "Nhóm 1: Các thuốc được chuyển hóa ở gan, gây ngộ độc gan do sử dụng <b>quá liều</b> hoặc kéo dài.",
      "- Dùng thuốc <b>quá liều</b> do cố ý (tự tử) hoặc do nhầm lẫn các thuốc ngủ loại phenobacbital, thuốc trừ sâu, thuốc diệt chuột...",
      "- Trong khoảng thời gian trước với tốc độ làm việc siêu tốc của anh (2 album ra liên tiếp, tổ chức New Version ở 4 thành phố lớn trong nước), anh thấy mình có <b>quá liều</b> lĩnh và vội vã không? (kieu vi thu, 19 tuổi, HCM)"
    ]
  },
  {
    "word": "quá lâu",
    "definition": "too long",
    "sentences": [
      "Những người đi xa <b>quá lâu</b> trở thành những người nước ngoài tại chinh nước mình.",
      "Tôi ngủ <b>quá lâu</b>.",
      "Pin kém chất lượng sẽ chảy nước nếu để <b>quá lâu</b>.",
      "Tớ xin lỗi vì đã nán lại <b>quá lâu</b>. Tớ sẽ về ngay đây.",
      "Tôi xin lỗi vì đã nán lại <b>quá lâu</b>. Tôi sẽ về ngay."
    ]
  },
  {
    "word": "quá lứa",
    "definition": "past the marriageable age",
    "sentences": []
  },
  {
    "word": "quá mức",
    "definition": "excessive, beyond measure, more than is reasonable",
    "sentences": [
      "Cơn đau <b>quá mức</b> anh ta chịu đựng được.",
      "Những người tự đề cao mình <b>quá mức</b> cần là trung tâm của sự chú ý, mong muốn được công nhận và rất ít quan tâm tời những người khác. Trái lại, lòng tự trọng lành mạnh cho phép chúng ta tôn trọng những ước mong của chúng ta và cả những ước mong của những người khác.",
      "Một số nghiên cứu hiện nay đã chứng minh, sự xuất hiện \"nơi ở ma quỷ\" hay \"căn nhà ung thư\" còn có nguyên nhân trực tiếp khác, đó là ở dưới lòng đất, nơi con người cư trú có khí radon (Rn) vượt <b>quá mức</b> bình thường.",
      "Tuy nhiên cũng theo các tác giả - nhóm chuyên gia tâm lý tại Đại học Leicester và Coventry - những trẻ ái mộ thần tượng <b>quá mức</b> có thể là những em bé cô đơn, ít gắn bó gia đình hoặc bè bạn.",
      "Người có thai ăn <b>quá mức</b> cần thiết dễ bị béo phì và em bé trong bụng cũng có thể bị nặng cân <b>quá mức</b>, ảnh hưởng đến sức khoẻ cả mẹ và con, sinh khó..."
    ]
  },
  {
    "word": "quá ngán",
    "definition": "be broken-hearted, feel very deeply",
    "sentences": []
  },
  {
    "word": "quá nhiều",
    "definition": "very much, many, too much, excessive",
    "sentences": [
      "Người nghèo không phải là người có quá ít mà là người muốn <b>quá nhiều</b>.",
      "Khi tôi hỏi mọi người điều gì khiến họ cảm thấy tiếc nuối khi còn đi học thì phần đông đều trả lời rằng họ đã lãng phí <b>quá nhiều</b> thời gian.",
      "Bạn có thể ăn gì cũng được, miễn là đừng ăn <b>quá nhiều</b>.",
      "Bác sĩ khuyên tôi đừng làm việc <b>quá nhiều</b> nữa.",
      "Tom cho <b>quá nhiều</b> đường vào trà của mình."
    ]
  },
  {
    "word": "quá nhiệt",
    "definition": "overheated",
    "sentences": []
  },
  {
    "word": "quá niên",
    "definition": "past mature age",
    "sentences": []
  },
  {
    "word": "quá quan",
    "definition": "pass the frontier, transit",
    "sentences": [
      "Thủ tục này còn <b>quá quan</b> liêu.",
      "Quần áo và thời trang không <b>quá quan</b> trọng đối với tôi.",
      "- Đến tuổi này, tiền bạc và sự ồn ào với tôi không còn <b>quá quan</b> trọng.",
      "Theo Hà nghĩ, nhạc thị trường hay nhạc sang trọng cũng không <b>quá quan</b> trọng để bàn đến.",
      "Nếu họ chỉ là những người bình thường thì có lẽ sẽ không bị <b>quá quan</b> tâm đến thế."
    ]
  },
  {
    "word": "quá quắt",
    "definition": "exaggerated, excessive",
    "sentences": [
      "Trong đời, tôi chưa bao giờ gặp một đứa bé khó chịu, <b>quá quắt</b>, thô lỗ, và quê mùa như thế."
    ]
  },
  {
    "word": "quá sức",
    "definition": "very much, terribly",
    "sentences": [
      "Hình như anh ta bị mệt do làm việc <b>quá sức</b>.",
      "Anh ta mệt mỏi vì làm việc <b>quá sức</b>.",
      "Tập thể dục cũng vậy, nếu làm <b>quá sức</b> sẽ lợi bất cập hại.",
      "Bạn vừa mới khỏi ốm, nên là đừng làm <b>quá sức</b> nhé.",
      "Bạn vừa mới ốm dậy, nên là đừng làm <b>quá sức</b> đấy nhé."
    ]
  },
  {
    "word": "quá tay",
    "definition": "excessively",
    "sentences": []
  },
  {
    "word": "quá thể",
    "definition": "extremely, too",
    "sentences": []
  },
  {
    "word": "quá trình",
    "definition": "process, stage",
    "sentences": [
      "Lỗi phát sinh trong <b>quá trình</b> lưu dữ liệu. Vui lòng thử lại lần nữa hoặc liên hệ chúng tôi để báo cáo việc này.",
      "Anh ấy giải thích <b>quá trình</b> xây dựng chiếc thuyền.",
      "Chúng tôi đang cân nhắc thay đổi <b>quá trình</b> sản xuất.",
      "Tình yêu đầu là cả một <b>quá trình</b>.",
      "Thay vì ngưỡng mộ thành công của người khác chi bằng học hỏi <b>quá trình</b> trưởng thành của họ."
    ]
  },
  {
    "word": "quá trình nghiệm thu",
    "definition": "startup procedure",
    "sentences": []
  },
  {
    "word": "quá trình nghiệm thu chạy thử",
    "definition": "test run startup procedure",
    "sentences": []
  },
  {
    "word": "quá trưa một chút",
    "definition": "a little after noon",
    "sentences": []
  },
  {
    "word": "quá trớn",
    "definition": "to exceed, cross (a limit)",
    "sentences": [
      "Theo bản báo cáo, bản thân sự hưởng thụ không phải là điều gì tồi tệ, nhưng: \"Mức độ béo phì, nợ nần gia tăng, sự thiếu hụt thời gian thường xuyên, môi trường xuống cấp, là những dấu hiệu cho thấy việc tiêu thụ <b>quá trớn</b> đã làm hỏng chất lượng sống của nhiều người\"."
    ]
  },
  {
    "word": "quá tải",
    "definition": "overloading, overloaded",
    "sentences": [
      "Hôm nay tôi làm việc hơi lâu một chút để tránh sáng mai công việc bị <b>quá tải</b>.",
      "Dây dẫn điện không đạt chuẩn dẫn đến tình trạng <b>quá tải</b> gây nóng, chảy, chạm mạch.",
      "Để tìm hiểu những cuộc nói chuyện tốt đẹp có thể giải quyết các mâu thuẫn gia đình như thế nào, hãy thử tìm hiểu trường hợp điển hình sau: Người vợ thấy <b>quá tải</b> với việc nhà và muốn người chồng giúp đỡ việc trong nom đứa con.",
      "Hôm qua, Bộ Giao thông Vận tải đưa ra kế hoạch chấn chỉnh hoạt động vận tải khách liên tỉnh như xe khách chạy trên quốc lộ 1 từ bến Giáp Bát tới bến xe miền Đông từ ngày 1/5 phải theo đúng hành trình, không <b>quá tải</b>, giá vé hợp lý, không bắt khách \"ăn cơm giá cao\".",
      "Sau khi kiểm tra, đã xử lý hơn 280 trường hợp xe chở quá khổ, <b>quá tải</b>; xe taxi, xe khách vòng vo dừng đỗ đón trả khách sai quy định; ôtô vận chuyển vật liệu làm rơi vãi ra đường gây mất vệ sinh với tổng số tiền tới gần 70 triệu đồng."
    ]
  },
  {
    "word": "quá tải với",
    "definition": "overloaded with",
    "sentences": [
      "Để tìm hiểu những cuộc nói chuyện tốt đẹp có thể giải quyết các mâu thuẫn gia đình như thế nào, hãy thử tìm hiểu trường hợp điển hình sau: Người vợ thấy <b>quá tải với</b> việc nhà và muốn người chồng giúp đỡ việc trong nom đứa con."
    ]
  },
  {
    "word": "quá vãng",
    "definition": "(the) past",
    "sentences": [
      "Thầy kể khi xưa, mỗi lần đi lễ cho đồng bào <b>quá vãng</b> ở nghĩa trang lòng thầy luôn vướng víu chứ không tĩnh yên, thanh thoát như những chuyến đi thế này."
    ]
  },
  {
    "word": "quá xá",
    "definition": "excessive, exaggerated",
    "sentences": []
  },
  {
    "word": "quá ít",
    "definition": "very little, very small",
    "sentences": [
      "Người nghèo không phải là người có <b>quá ít</b> mà là người muốn quá nhiều.",
      "Ngủ <b>quá ít</b> khiến quá trình này bị hẫng hụt, sót thông tin dẫn đến \"bệnh quên\" ở người cao tuổi.",
      "Với nhiều loài quý hiếm như mèo rừng châu Phi, hổ châu Á, linh dương Congo hay hươu Đài Loan..., do số cá thể <b>quá ít</b> lại phân tán nên việc giao phối của chúng vô cùng khó khăn.",
      "\"Chúng ta có <b>quá ít</b> mẫu vật khủng long trên toàn lục địa này, vì thế hầu như phát hiện nào tìm thấy ở đây cũng đều mới với khoa học\".",
      "Nhưng theo một số nhà nghiên cứu khác, hiện chúng ta còn biết <b>quá ít</b> về những điều kiện cần cho sự sống (như nguồn gốc sự sống) và do vậy rất khó để nói về vùng mà các dạng sống có thể cư trú."
    ]
  },
  {
    "word": "quá đa",
    "definition": "excessive, exorbitant",
    "sentences": []
  },
  {
    "word": "quá đáng",
    "definition": "to say to much, exaggerate, make to much of; excessive",
    "sentences": [
      "Anh ta thật <b>quá đáng</b>, phải có ý kiến với anh ta mới được.",
      "Sẽ không phải là <b>quá đáng</b> khi nói rằng tư tưởng của Augustine ảnh hưởng không chỉ riêng Thiên Chúa giáo mà còn tới tư tương của toàn bộ phương Tây.",
      "Nó không <b>quá đáng</b> sợ.",
      "Nói thế kể ra cũng hơi <b>quá đáng</b>.",
      "Báo chí cũng có lỗi khi cứ lăng xê <b>quá đáng</b> những thành tựu ảo của showbiz khi nó chưa đâu vào đâu."
    ]
  },
  {
    "word": "quá đỗi",
    "definition": "beyond measure, excessively",
    "sentences": [
      "Kể cả cái khung cảnh <b>quá đỗi</b> quen thuộc với tôi cũng có vẻ mới lạ với Tom, thế nên anh ta chụp ảnh không ngừng.",
      "Phố Xưa tái hiện cả Hàng Bạc thu nhỏ với tiệm buôn, quán xá <b>quá đỗi</b> thân thuộc với người Hà Nội như: tiệm vàng Thịnh Loan, bún đậu mắm tôm và cả rạp Chuông Vàng nữa.",
      "Sofia Coppola: 'Đề cử Oscar <b>quá đỗi</b> bất ngờ'"
    ]
  },
  {
    "word": "quá độ",
    "definition": "excessive, immoderate, exorbitant",
    "sentences": [
      "Lười biếng, trụy lạc và rượu chè <b>quá độ</b> bất hạnh thay đã ra tay, để người mẹ nằm chết cóng giữa những đứa con khốn khổ.",
      "Bệnh di tinh liệt dương phần nhiều do tình dục <b>quá độ</b> hoặc ốm đau nhiều, cũng có thể do suy nghĩ buồn phiền lo sợ làm cho tâm, thận bị tổn thương cũng gây nên.",
      "Ruột: Ruột cũng nhạy cảm khi bạn ăn uống <b>quá độ</b>."
    ]
  },
  {
    "word": "quá ư",
    "definition": "excessive, extremely",
    "sentences": []
  },
  {
    "word": "quách",
    "definition": "(1) outside wall, outside cover; (2) to act because there is no alternative",
    "sentences": [
      "Trên diện tích khoảng 7 km2 là cả một thành phố chết bao gồm cung điện, thành <b>quách</b> và các lâu đài.",
      "Bột thi hài có thể được thiêu đốt, hoặc được chôn trong một <b>quách</b> làm bằng tinh bột ngô, đặt trong hố nông khoảng 30 cm."
    ]
  },
  {
    "word": "quái",
    "definition": "(1) nothing at all; (2) odd, strange; (3) trigram; (4) to turn around",
    "sentences": [
      "Bọn họ giống như một lũ yêu ma tinh <b>quái</b>.",
      "Hắn ta độc ác như yêu <b>quái</b> vậy.",
      "Mày là thằng <b>quái</b> nào vậy?",
      "Cái <b>quái</b> gì mà nản vậy trời?",
      "Từ xa xưa, thế giới được cai trị bởi các vị thần và các <b>quái</b> vật."
    ]
  },
  {
    "word": "quái dị",
    "definition": "strange, odd, peculiar",
    "sentences": [
      "Nhưng mới lạ không có nghĩa là hầm hố, <b>quái dị</b>, nó vẫn phải gần gũi với khán giả."
    ]
  },
  {
    "word": "quái gở",
    "definition": "strange, bad, fatalistic",
    "sentences": []
  },
  {
    "word": "quái gỡ",
    "definition": "eccentric",
    "sentences": []
  },
  {
    "word": "quái lạ",
    "definition": "how strange, strangely enough",
    "sentences": [
      "Về đến khách sạn, bà cứ giở khăn tay ra tìm mãi, <b>quái lạ</b> đã gói vào đây rồi Đến tận bây giờ con cháu vẫn đem chuyện này ra cười với nhau."
    ]
  },
  {
    "word": "quái quỉ",
    "definition": "diabolical, devilish, cunning, treacherous, sneaky",
    "sentences": []
  },
  {
    "word": "quái quỷ",
    "definition": "cunning, treacherous, sneaky, diabolical, devilish",
    "sentences": []
  },
  {
    "word": "quái thai",
    "definition": "monster, monstrosity",
    "sentences": [
      "Vẫn còn nhiều người hiểu sai việc bác sĩ yêu cầu phụ nữ đang dùng thuốc ngừa thai nếu muốn có thai thì nên ngừng thuốc và phải sử dụng một biện pháp tránh thai khác trong 2 tháng trước khi có thai là để tránh sinh <b>quái thai</b>.",
      "Đã có nhiều trường hợp có thai ngay sau khi ngừng thuốc hoặc ngay trong khi dùng thuốc mà hoàn toàn không có trường hợp nào sinh <b>quái thai</b>."
    ]
  },
  {
    "word": "quái tượng",
    "definition": "strange phenomenon",
    "sentences": []
  },
  {
    "word": "quái vật",
    "definition": "monster, creature",
    "sentences": [
      "Từ xa xưa, thế giới được cai trị bởi các vị thần và các <b>quái vật</b>.",
      "Bạn đã bao giờ nghe về <b>quái vật</b> hồ Loch Ness chưa?",
      "Bạn nghe về <b>quái vật</b> hồ Loch Ness bao giờ chưa?",
      "Bạn đã từng nghe về <b>quái vật</b> Nessie chưa?",
      "Bạn đã từng nghe về <b>quái vật</b> Nessie bao giờ chưa?"
    ]
  },
  {
    "word": "quái đản",
    "definition": "fantastic",
    "sentences": []
  },
  {
    "word": "quán",
    "definition": "inn, restaurant, shop, kiosk",
    "sentences": [
      "Anh ta là người duy nhất không tôn trọng tập <b>quán</b>.",
      "Anh ấy có thể tiếp cận Đại sứ <b>quán</b> Mỹ.",
      "Trong mọi lĩnh vực, họ cé bám chặt vào tập <b>quán</b> cũ của họ.",
      "William rất ngăn nắp. Anh ấy luôn <b>quán</b> xuyến mọi việc.",
      "Thời gian không còn nhiều nên tôi dự định đi tới <b>quán</b> ăn nhanh."
    ]
  },
  {
    "word": "quán bia ôm",
    "definition": "nightclub with female entertainers",
    "sentences": []
  },
  {
    "word": "quán chỉ",
    "definition": "birth-place, origin",
    "sentences": [
      "Âm nhạc trong <b>quán chỉ</b> mở vừa đủ nghe làm nền cho không gian quán.",
      "Chỉ tính riêng khu vực đường Bưởi thì 2/3 quán karaoke đều biểu hiện có gái hát ôm, mỗi <b>quán chỉ</b> cách nhau..."
    ]
  },
  {
    "word": "quán cà phê",
    "definition": "café, coffee shop",
    "sentences": [
      "Sáng nay, tôi uống một cốc cà phê Double Espresso rất nóng ở <b>quán cà phê</b>.",
      "Trong <b>quán cà phê</b>, mục sư Greg hỏi Viktor: \"Anh đang đọc sách gì vậy?\" Viktor trả lời rằng: \"Tôi đang đọc một cuốn từ điển Esperanto - Pháp, một món đồ cổ từ năm 1936.\"",
      "Mỗi sáng tôi đến <b>quán cà phê</b> để mua cà phê.",
      "Tôi đã nói với anh ấy rằng bạn đang ở trong <b>quán cà phê</b>.",
      "Tôi đang ngồi ngoài trời, tại một <b>quán cà phê</b>."
    ]
  },
  {
    "word": "quán cóc",
    "definition": "small, make shift shop",
    "sentences": [
      "Thoạt nhìn, cà phê Highlands này không có gì đặc biệt, cứ như một <b>quán cóc</b> ven đường, nhưng quan sát kỹ mới hiểu vì sao nó có sức hấp dẫn đặc biệt đến thế.",
      "Dọc con đường bên trường, san sát <b>quán cóc</b> bán quà vặt cho học sinh, thấp thoáng những gương mặt trẻ nổi mụn, tóc nhuộm vàng, tai xâu khuyên, thuốc lá phì phèo và nói chuyện rất xã hội.",
      "Chị nhớ những <b>quán cóc</b> ven đường, mái tranh của làng quê và cả những nơi chị từng vui vầy với bạn bè thuở nhỏ.",
      "Anh bắt đầu thấy thích món ăn Việt Nam và thử ăn nhiều món khác nhau tại các <b>quán cóc</b> vỉa hè (kiểu kinh doanh hàng quán đặc trưng của Hà Nội) rồi học cách chế biến chúng.",
      "Hà Nội phố sẽ dành phục vụ những khách lịch sự chuyên ở khách sạn cao cấp ngại thưởng thức những món ăn tại các <b>quán cóc</b> vỉa hè."
    ]
  },
  {
    "word": "quán cơm",
    "definition": "inn",
    "sentences": [
      "Phía tây thành phố, các <b>quán cơm</b> chay san sát nhau trên đường Điện Biên Phủ, Phan Bội Châu được người mộ đạo đi chùa hâm mộ.",
      "Theo ông Nguyễn Nam Sơn, quyền giám đốc Bến xe miền Đông, đây là biện pháp chống nạn xe đò đưa khách vào <b>quán cơm</b> tù, tránh được lái xe và phụ xe đưa hành khách vào các <b>quán cơm</b> có lo lót.",
      "Tuy nhiên, theo chị Hà Anh, chủ <b>quán cơm</b> tấm Sài Gòn trên đường Nguyễn Đình Chiểu (Hà Nội), các món trứng ốp lếp, trứng luộc, rán..."
    ]
  },
  {
    "word": "quán cởi truồng",
    "definition": "strip club",
    "sentences": []
  },
  {
    "word": "quán giải khát",
    "definition": "snack bar",
    "sentences": [
      "Tôi đã uống một cốc cà phê ở <b>quán giải khát</b>.",
      "Do đó, khi có sự chỉ đạo thì các cơ quan đó sẽ gương mẫu chấp hành như: các đài truyền hình, phát thanh của cả nước, các hãng hàng không, giao thông, bưu chính viễn thông...Cũng còn một mảng khá lớn nữa như các nhà hàng, <b>quán giải khát</b>, tụ điểm ca nhạc, rồi các quán karaoke."
    ]
  },
  {
    "word": "quán ngữ",
    "definition": "locution",
    "sentences": []
  },
  {
    "word": "quán nước",
    "definition": "tea shop",
    "sentences": [
      "Trở lại <b>quán nước</b>, Phương thản nhiên lôi ổ bánh mì ra gặm tiếp, miệng lẩm bẩm với bà hàng nước: \"Từ sáng tới chừ chẳng kiếm được khách mô."
    ]
  },
  {
    "word": "quán quân",
    "definition": "champion",
    "sentences": [
      "Trận thi đấu hôm nay lại có kết quả bất ngờ, đội đầu máy xe lửa chẳng ai biết đến từ trước nay lại một đòn mà đoạt <b>quán quân</b> trong trận thi đấu đồng đội.",
      "Vì sao cá nhà táng được xem là <b>quán quân</b> lặn?",
      "Bằng lối chơi đồng đội cùng với hiệu suất ghi bàn cao, đội đã giành chức <b>quán quân</b> của giải trong đó có hai trận thắng ấn tượng trước Bình Định với tỷ số 4-0 và đánh bại Bình Dương 4-2.",
      "Chức vô địch Cúp Delta gần đây càng khẳng định thêm quyết tâm đoạt ngôi <b>quán quân</b> của đội bóng vùng đồng bằng sông Cửu Long.",
      "Tuy nhiên, theo đánh giá của các chuyên gia bóng đá, với một đội hình đồng đều đang ở độ chín, tài huấn luyện của \"phù thủy\" Calisto cùng với những sự tăng cường các cầu thủ chất lượng cao, Gạch Đồng Tâm - Long An hoàn toàn có khả năng bước lên ngôi <b>quán quân</b> giải V-League 2004."
    ]
  },
  {
    "word": "quán rượu",
    "definition": "bar, tavern, pub",
    "sentences": [
      "Ông ấy là chủ <b>quán rượu</b> đó.",
      "Anh ấy là chủ <b>quán rượu</b> đó.",
      "Không nên tìm bạn đời trong <b>quán rượu</b>"
    ]
  },
  {
    "word": "quán thông",
    "definition": "grasp from beginning to end, understand thoroughly",
    "sentences": []
  },
  {
    "word": "quán trọ",
    "definition": "inn",
    "sentences": []
  },
  {
    "word": "quán trục",
    "definition": "axis of inertia",
    "sentences": []
  },
  {
    "word": "quán tính",
    "definition": "inertia",
    "sentences": []
  },
  {
    "word": "quán từ",
    "definition": "article",
    "sentences": []
  },
  {
    "word": "quán xuyến",
    "definition": "to penetrate thoroughly",
    "sentences": [
      "William rất ngăn nắp. Anh ấy luôn <b>quán xuyến</b> mọi việc.",
      "Nếu vợ mình là người có nhóm máu O thì các đức lang quân cũng cần vui vẻ nhường quyền <b>quán xuyến</b> và quyết định các công việc cho vợ."
    ]
  },
  {
    "word": "quán xá",
    "definition": "bar, club",
    "sentences": [
      "Phố Xưa tái hiện cả Hàng Bạc thu nhỏ với tiệm buôn, <b>quán xá</b> quá đỗi thân thuộc với người Hà Nội như: tiệm vàng Thịnh Loan, bún đậu mắm tôm và cả rạp Chuông Vàng nữa.",
      "Món luộc hay nấu ruột cá ngừ, chắc có lẽ rất nhiều người đã biết, quen làm và hay được thưởng thức ở tại nhà hoặc nơi <b>quán xá</b>, nhà hàng.",
      "Cơn sốt Duy Mạnh với ca khúc \"Kiếp đỏ đen\", \"Hãy về đây bên anh\", \"Tình em là đại dương\" đang tràn ngập khắp <b>quán xá</b> trong Nam ngoài Bắc.",
      "Còn bài Kiếp đỏ đen là một cách tuyên truyền hiệu quả tránh xa nạn cờ bạc bởi bây giờ khắp <b>quán xá</b> đều bật bài đó, nhiều người thuộc lời \"xin hãy tránh xa kiếp đỏ đen\"."
    ]
  },
  {
    "word": "quán ăn",
    "definition": "restaurant, dining hall",
    "sentences": [
      "Thời gian không còn nhiều nên tôi dự định đi tới <b>quán ăn</b> nhanh.",
      "Tôi rất hay bị chặt chém ở <b>quán ăn</b> đó.",
      "Cá trích tươi chỉ 8.000-10.000 đồng/kg, nhưng khi chế biến thành món gỏi trong các <b>quán ăn</b>, nhà hàng thì khoảng 30.000 đồng/đĩa (2 người ăn).",
      "một trong những <b>quán ăn</b> từng nổi tiếng như cồn từ hồi đầu thập niên 70, quán \"Bà Định\" ở khu phố Okubo (khu Shinjuku -Tokyo) mà anh em du học sinh quen gọi, đã không còn.",
      "Cơm văn phòng máy lạnh dần thay thế cho những nhà hàng buffet trưa hay những <b>quán ăn</b> ven đường vì sự thoải mái trong cái nắng oi bức của Sài Gòn."
    ]
  },
  {
    "word": "quáng gà",
    "definition": "nyctalopic",
    "sentences": [
      "Sách Nhật dụng bản thảo xem cà rốt là thứ thuốc \"có thể chữa chứng <b>quáng gà</b>, suy dinh dưỡng, trẻ em còi xương, không muốn ăn, khô tròng mắt\"."
    ]
  },
  {
    "word": "quánh",
    "definition": "to be firm, thick",
    "sentences": [
      "- Cho tất cả thịt, nấm hương, mộc nhĩ, vừng vào xoong nước đường bột, bắc lên bếp đun vừa lửa, dùng đũa cả quấy luôn tay thấy bột đã <b>quánh</b> lại cho nước hoa bưởi vào bắc ra cho vào khuôn (đã xoa mỡ) ấn chặt xuống (trên mặt bột đậy miếng vải)."
    ]
  },
  {
    "word": "quát",
    "definition": "(1) to shout, yell, scold loudly; (2) to contain, include",
    "sentences": [
      "Công trình mới này là phân tích tổng <b>quát</b> nhất cho tới nay, kết hợp với những nghiên cứu về xu hướng di chuyển của các loài trên một địa cầu ấm áp hơn.",
      "Nó thực chất được kết hợp từ 12 bức ảnh riêng biệt, do chiếc camera bao <b>quát</b> có độ phân giải cao (Pancam) trên tàu Spirit ghi lại được.",
      "Tác phẩm sẽ phải đảm bảo góc nhìn đẹp từ bốn phía và có tính biểu tượng, khái <b>quát</b> hơn.",
      "Thực tế cấp dưới không thể sâu sát, bao <b>quát</b> như cấp trên.",
      "Vẫn là đề tài trí thức nhưng tính khái <b>quát</b> cuộc sống và tầm vấn đề cao hơn những gì mà bộ phim Của rơi đề cập."
    ]
  },
  {
    "word": "quát lác",
    "definition": "shout, storm",
    "sentences": []
  },
  {
    "word": "quát lớn",
    "definition": "to yell loudly",
    "sentences": []
  },
  {
    "word": "quát mắng",
    "definition": "to yell at, scold loudly",
    "sentences": []
  },
  {
    "word": "quát tháo",
    "definition": "to yell at, scold loudly",
    "sentences": []
  },
  {
    "word": "quân",
    "definition": "troops, army",
    "sentences": [
      "Napoleon đã dẫn <b>quân</b> của mình sang nước Nga",
      "Anh tin hay không tin, điều đó ít <b>quân</b> trọng đối với tôi.",
      "Chúng ta chỉ có thể hy vọng rằng chính phủ quyết định rút <b>quân</b>.",
      "Xe tăng và máy bay có thể đánh bại <b>quân</b> đội nhưng chúng không thề chinh phục được người dân.",
      "Anh ta gia nhập <b>quân</b> đội."
    ]
  },
  {
    "word": "quân bài",
    "definition": "card, picture-card",
    "sentences": [
      "Jose sẽ là <b>quân bài</b> chiến lược trong đội hình của Arsenal\"."
    ]
  },
  {
    "word": "quân bình",
    "definition": "to balance; equilibrium, balance",
    "sentences": [
      "Các bệnh này tăng tỷ lệ thuận với tuổi bệnh nhân, thâm niên của bệnh tiểu đường và mật độ mất <b>quân bình</b> của đường huyết.",
      "Điều này cộng với sự mất <b>quân bình</b> thường xuyên về dinh dưỡng, tình trạng kém vận động do bệnh tật...",
      "Thậncó thận âm, thận dương, nương tựa vào nhau, chế ước lẫn nhau, giữ thế <b>quân bình</b> về âm - dương.",
      "Nếu lưỡi trắng nghĩa là gan của bạn có vấn đề; hãy tái lập sự <b>quân bình</b> bằng cách hòa một thìa Citrate de Soude trong một ly nước và uống lúc đói bụng.",
      "Trong một pha đá phạt, Việt Hoàng chuyền bóng cho Bảo Khanh đánh đầu ở cự ly gần phá thế <b>quân bình</b> trận đấu."
    ]
  },
  {
    "word": "quân bưu",
    "definition": "army post-office",
    "sentences": []
  },
  {
    "word": "quân bị",
    "definition": "armament",
    "sentences": []
  },
  {
    "word": "quân ca",
    "definition": "march",
    "sentences": [
      "ông còn sáng tác những hành khúc yêu nước và cách mạng sôi sục tâm huyết trai trẻ và đặc biệt là Tiến <b>quân ca</b>, bài hát dành cho lực lượng vũ trang Việt Minh."
    ]
  },
  {
    "word": "quân chiếm đóng",
    "definition": "occupational army",
    "sentences": []
  },
  {
    "word": "quân chính",
    "definition": "politico-military",
    "sentences": [
      "Chắc chắn là huấn luyện viên Nguyễn Thành Kiểm không muốn đội bóng của mình thất bại trong trận ra <b>quân chính</b> thức trước khán giả nhà."
    ]
  },
  {
    "word": "quân chế",
    "definition": "military regulations",
    "sentences": []
  },
  {
    "word": "quân chủ",
    "definition": "king, ruler, monarch",
    "sentences": [
      "Mất <b>quân chủ</b> lực, thi đấu không hiệu quả, chúng tôi chắc phải bỏ bóng chuyền, nghĩ tới các môn thể thao cá nhân\"."
    ]
  },
  {
    "word": "quân chủ chuyên chế",
    "definition": "absolute monarchy",
    "sentences": []
  },
  {
    "word": "quân chủ lập hiến",
    "definition": "constitutional monarchy",
    "sentences": []
  },
  {
    "word": "quân chủng",
    "definition": "service",
    "sentences": []
  },
  {
    "word": "quân cách",
    "definition": "military",
    "sentences": []
  },
  {
    "word": "quân công",
    "definition": "military feat, military achievement",
    "sentences": []
  },
  {
    "word": "quân cơ",
    "definition": "military secret",
    "sentences": []
  },
  {
    "word": "quân cảm tử",
    "definition": "suicide troops, forces",
    "sentences": []
  },
  {
    "word": "quân cảng",
    "definition": "military port",
    "sentences": []
  },
  {
    "word": "quân cảnh",
    "definition": "military police",
    "sentences": []
  },
  {
    "word": "quân cấp",
    "definition": "distribute (fields) per capita of population",
    "sentences": []
  },
  {
    "word": "quân cộng sản đang bao vây Sài Gòn",
    "definition": "the communist forces were surrounding Saigon",
    "sentences": []
  },
  {
    "word": "quân cờ",
    "definition": "pawn, chess-man",
    "sentences": []
  },
  {
    "word": "quân du kích",
    "definition": "guerrilla men",
    "sentences": []
  },
  {
    "word": "quân dân",
    "definition": "army and people",
    "sentences": [
      "Đội bóng này đã gắn chặt với tâm hồn, tình cảm sâu nặng của <b>quân dân</b> cả nước."
    ]
  },
  {
    "word": "quân dược",
    "definition": "military medicines",
    "sentences": []
  },
  {
    "word": "quân giới",
    "definition": "military weapon",
    "sentences": []
  },
  {
    "word": "quân hiệu",
    "definition": "military badge",
    "sentences": []
  },
  {
    "word": "quân huấn",
    "definition": "military education, military training",
    "sentences": []
  },
  {
    "word": "quân hàm",
    "definition": "army rank",
    "sentences": [
      "Bông Mai giờ đã lập gia đình, sinh con và đảm nhận công việc giảng dạy tại Cao đẳng Văn hóa Nghệ thuật Quân đội chi nhánh TP HCM với <b>quân hàm</b> Đại uý."
    ]
  },
  {
    "word": "quân hạm",
    "definition": "warship",
    "sentences": []
  },
  {
    "word": "quân khu",
    "definition": "military zone",
    "sentences": [
      "Liveshow của \"hoạ mi tóc nâu\" sẽ diễn ra vào ngày 29/2 tại sân vận động <b>quân khu</b> 7, TP HCM."
    ]
  },
  {
    "word": "quân khí",
    "definition": "military materials, weapons",
    "sentences": []
  },
  {
    "word": "quân kỳ",
    "definition": "army flag, military flag",
    "sentences": []
  },
  {
    "word": "quân kỷ",
    "definition": "military discipline",
    "sentences": []
  },
  {
    "word": "quân luật",
    "definition": "martial law",
    "sentences": []
  },
  {
    "word": "quân lính",
    "definition": "soldiers, troops",
    "sentences": [
      "Nhiều đứa trẻ Palestin đã bị giết bởi <b>quân lính</b> của IDF.",
      "Người ta còn cho rằng, virus 1918 có thể đã góp phần đưa Đại chiến Thế giới đến hồi kết, do phần lớn <b>quân lính</b> hai phe bị chết vì cúm nhiều hơn vì vũ khí."
    ]
  },
  {
    "word": "quân lương",
    "definition": "military provisions",
    "sentences": []
  },
  {
    "word": "quân lệnh",
    "definition": "military orders",
    "sentences": []
  },
  {
    "word": "quân lực",
    "definition": "armed, military force(s)",
    "sentences": []
  },
  {
    "word": "quân ngũ",
    "definition": "army ranks",
    "sentences": [
      "Những người đã từng tham gia <b>quân ngũ</b> không cười trong rạp xiếc.",
      "Rời <b>quân ngũ</b> tháng 3/1956 với thương tật 4/4, ông vẫn tin tưởng \"thương binh tàn nhưng không phế\" và tự hứa với bản thân sẽ quyết tâm làm giàu.",
      "Với ông \"thất bại là mẹ thành công\", bằng bộ óc và kiến thức đã được học ở <b>quân ngũ</b>, ở trường đời, ông tiếp tục động viên các con cố gắng học tập và ông lại gượng đứng lên để kinh doanh."
    ]
  },
  {
    "word": "quân nhu",
    "definition": "military supplies",
    "sentences": [
      "Sau này khi vào quân đội, ông trở thành sĩ quan cấp cao của Cục <b>quân nhu</b> Bộ Quốc phòng."
    ]
  },
  {
    "word": "quân nhân",
    "definition": "servicemen (military)",
    "sentences": [
      "Các nhà khoa học hy vọng những khám phá của họ sẽ được áp dụng cho những người thường bị mất ngủ - các <b>quân nhân</b>, phi công, lái xe tải, các doanh nhân hay phải đi xa, những người làm việc ca đêm, những người thường phải bay qua các múi giờ hoặc làm việc trong thời gian kéo dài."
    ]
  },
  {
    "word": "quân nhân Mỹ",
    "definition": "American serviceman",
    "sentences": []
  },
  {
    "word": "quân nhân dự bị",
    "definition": "reserve soldier, reservist",
    "sentences": []
  },
  {
    "word": "quân nhạc",
    "definition": "military music, military",
    "sentences": []
  },
  {
    "word": "quân phiệt",
    "definition": "military, militarist",
    "sentences": []
  },
  {
    "word": "quân pháp",
    "definition": "army law",
    "sentences": []
  },
  {
    "word": "quân phân",
    "definition": "divide evenly, share out",
    "sentences": []
  },
  {
    "word": "quân phí",
    "definition": "army expenditures",
    "sentences": []
  },
  {
    "word": "quân phục",
    "definition": "military uniform",
    "sentences": [
      "Sĩ quan hải quân mặc <b>quân phục</b> màu trắng."
    ]
  },
  {
    "word": "quân quan",
    "definition": "privates and officers, the army",
    "sentences": []
  },
  {
    "word": "quân quyền",
    "definition": "sovereignty",
    "sentences": []
  },
  {
    "word": "quân quản",
    "definition": "military administration, military supervision",
    "sentences": []
  },
  {
    "word": "quân quốc",
    "definition": "militaristic (country)",
    "sentences": [
      "Trong khi đó, Sociedad vào trận với tư cách là đội á <b>quân quốc</b> gia."
    ]
  },
  {
    "word": "quân sĩ",
    "definition": "soldiers, warriors, men",
    "sentences": []
  },
  {
    "word": "quân sư",
    "definition": "military advisor, strategist",
    "sentences": []
  },
  {
    "word": "quân sư quạt mo",
    "definition": "inferior strategist",
    "sentences": []
  },
  {
    "word": "quân số",
    "definition": "effectives, strength",
    "sentences": [
      "Nhưng Nam Định đã không thể tận dụng được ưu thế về <b>quân số</b>.",
      "Lịch đấu dày đặc trong dịp Giáng sinh và năm mới chưa làm Chelsea tổn thất về <b>quân số</b>, nhưng chắc chắn đã ảnh hưởng xấu tới sinh lực của những cầu thủ áo xanh.",
      "Tận dụng ưu thế về <b>quân số</b>, CLB xứ Nghệ chơi tấn công mạnh mẽ hơn ở hiệp hai, và tạo được vô số cơ hội về phía cầu môn đội khách NH Đông Á.",
      "Sau đó, SLNA tiếp tục biến ưu thế về <b>quân số</b> thành những pha ép thành.",
      "Công việc cứ ngày một tiến triển, uy tín tăng dần, tiếng lành đồn xa, tổ sản xuất phế liệu của ông bắt đầu gia tăng <b>quân số</b>."
    ]
  },
  {
    "word": "quân sự",
    "definition": "military (affairs)",
    "sentences": [
      "Lực lượng <b>quân sự</b> nước này rất hiện đại.",
      "Lực lượng <b>quân sự</b> nước này rất tiên tiến.",
      "Cánh dẻo là một dự án rất quan trọng cho kỹ thuật hàng không, kể cả dân và <b>quân sự</b> mà các nước châu Âu và Mỹ đều đang chạy đua ráo riết.",
      "Nó liên quan tới tất cả các hệ thống dùng cho các dòng chảy, nó cho phép suy nghĩ lại cách thiết kế máy bay bằng cách phân phối các dòng năng lượng, hình dung được các cấu trúc kiến trúc mới nhờ việc phân bố tối ưu các sức nặng cơ giới, xây dựng được các tòa nhà mới trong đó việc đi lại của các cá nhân được thoải mái hơn, cấu trúc lại mạng internet với các dòng lưu chuyển thông tin, tối ưu hóa các dòng chảy của tiền tệ và các sản phẩm tiêu dùng, nghiên cứu hình dạng của các gene và thậm chí tăng hiệu quả của các chiến thuật <b>quân sự</b>...",
      "Theo các nhà khảo cổ, Naachtun dường như đã đạt đỉnh cao hưng thịnh vào khoảng giữa năm 500 tới 800 sau Công nguyên, được xem là thời kỳ của các cuộc chiến tranh <b>quân sự</b> triền miên trong khu vực của người Maya."
    ]
  },
  {
    "word": "quân sự hóa",
    "definition": "to militarize",
    "sentences": []
  },
  {
    "word": "quân thân",
    "definition": "the king and one’s parents",
    "sentences": []
  },
  {
    "word": "quân thù",
    "definition": "enemy",
    "sentences": [
      "Không sợ gian nguy, không giờ phút nghỉ; Ghét mọi <b>quân thù</b>, ghét mọi nước sơn..."
    ]
  },
  {
    "word": "quân trang",
    "definition": "military equipment",
    "sentences": []
  },
  {
    "word": "quân tăng cường",
    "definition": "(military) reinforcements",
    "sentences": []
  },
  {
    "word": "quân tịch",
    "definition": "army rolls, roster, military register",
    "sentences": []
  },
  {
    "word": "quân tử",
    "definition": "gentleman",
    "sentences": []
  },
  {
    "word": "quân vương",
    "definition": "king",
    "sentences": []
  },
  {
    "word": "quân vụ",
    "definition": "military affairs",
    "sentences": []
  },
  {
    "word": "quân xa",
    "definition": "(military) train",
    "sentences": [
      "Có lẽ vì lý do này mà xưa, nữ tướng Bùi Thị Xuân đã sáng chế ra món tương chưng cà tím, thịt dê, thịt bò, thịt heo, cá cơm, dưa cải, đựng trong ống tre cho binh sĩ hành <b>quân xa</b> dài ngày.",
      "Ông để lại bộ ba hành khúc Hành <b>quân xa</b>, Trên đồi Him Lam và Chiến thắng Điện Biên ghi dấu chiến công lẫy lừng của dân tộc."
    ]
  },
  {
    "word": "quân xâm lăng",
    "definition": "invading army",
    "sentences": []
  },
  {
    "word": "quân y sĩ",
    "definition": "army doctor",
    "sentences": []
  },
  {
    "word": "quân y viện",
    "definition": "military hospital",
    "sentences": []
  },
  {
    "word": "quân điền",
    "definition": "distribute fields per capita of population",
    "sentences": []
  },
  {
    "word": "quân đoàn",
    "definition": "army corps",
    "sentences": []
  },
  {
    "word": "quân địch",
    "definition": "enemy",
    "sentences": [
      "Trong 3 tháng đầu năm nay, quân ta đã diệt 5 vạn rưởi <b>quân địch</b>."
    ]
  },
  {
    "word": "quân đội",
    "definition": "army, armed forces, troops, military",
    "sentences": [
      "Xe tăng và máy bay có thể đánh bại <b>quân đội</b> nhưng chúng không thề chinh phục được người dân.",
      "Anh ta gia nhập <b>quân đội</b>.",
      "Anh ta nói lực lượng <b>quân đội</b> sẽ là không cần thiết.",
      "Nếu Hoa Kỳ có đầy đủ vũ khí và <b>quân đội</b>, họ sẽ hủy diệt toàn bộ loài người. Lý do ngăn cản họ làm điều này, đó là vì vũ khi hạt nhân có nguy cơ khiến toàn bộ hành tinh không thể cư trú được trong nhiều thế kỷ.",
      "Nếu như Mỹ có đủ vũ khí và <b>quân đội</b>, họ sẽ hủy diệt toàn bộ loài người. Lý do ngăn cản họ làm điều này, đó là bởi vì vũ khi hạt nhân có nguy cơ khiến toàn bộ hành tinh không thể cư trú được trong nhiều thế kỷ."
    ]
  },
  {
    "word": "quân đội nhà nghề",
    "definition": "professional army",
    "sentences": []
  },
  {
    "word": "quân đội nhân dân",
    "definition": "People’s Army (newspaper)",
    "sentences": []
  },
  {
    "word": "quân ủy",
    "definition": "military council",
    "sentences": []
  },
  {
    "word": "quân ủy trung ương",
    "definition": "military commission of the party",
    "sentences": []
  },
  {
    "word": "quây",
    "definition": "to enclose",
    "sentences": [
      "Từng nhóm bạn cùng ngồi xếp bằng <b>quây</b> quần bên chiếc bàn con để nước trên sàn gỗ.",
      "Hiện tại, khi tai nạn tràn dầu xảy ra ở Việt Nam cũng như nhiều nước khác trên thế giới, biện pháp ứng cứu phổ biến là dùng phao <b>quây</b> lại, sau đó dùng đầu hút skimmer để hút dầu lên.",
      "Khi xảy ra sự cố tràn dầu, người ta sẽ sử dụng phao <b>quây</b>, đầu hút skimmer hút hỗn hợp dầu - nước xả vào hệ thống tách dầu - nước (được lắp sẵn trong thùng không đáy).",
      "Mỗi buổi sáng, hội này ngồi tại cổng trường soi mặt gà, thấy đứa nào có thu nhập là cả hội <b>quây</b> lại thu tiền theo ngày, mỗi ngày 3.000-5000 đồng trong số tiền ăn sáng, nếu nộp thì được yên thân, không nộp bị dọa...",
      "Con đường vào phủ Tây Hồ (Hà Nội) chỉ 200 m nhưng có đến vài chục gian hàng <b>quây</b> tạm, ngồn ngộn những đống quần áo, mũ, túi xách, giầy dép..."
    ]
  },
  {
    "word": "quây quần",
    "definition": "to live together, be united, gather (around), meet",
    "sentences": [
      "Từng nhóm bạn cùng ngồi xếp bằng <b>quây quần</b> bên chiếc bàn con để nước trên sàn gỗ."
    ]
  },
  {
    "word": "quây ráp",
    "definition": "round up",
    "sentences": []
  },
  {
    "word": "quây tụ",
    "definition": "cluster round, rally round",
    "sentences": []
  },
  {
    "word": "quãng",
    "definition": "space, distance",
    "sentences": [
      "Tom sẽ không bao giờ quên <b>quãng</b> thời gian Mary ở bên anh ấy.",
      "Anh ta chắc hẳn phải rất mệt mỏi sau khi đi một <b>quãng</b> đường dài như vậy.",
      "Câu chuyện bị ngắt <b>quãng</b> một chút.",
      "Tôi muốn sự tập trung của mình không bị ngắt <b>quãng</b>.",
      "Tom đã chạy suốt <b>quãng</b> đường đến ga tàu hỏa."
    ]
  },
  {
    "word": "què",
    "definition": "crippled, lame",
    "sentences": [
      "Chin mươi chủa <b>què</b> chớ khoe mình tốt.",
      "Tuần trước, Mỹ đã công bố một loạt biện pháp nhằm trấn an dư luận trong nước như cấm sử dụng gia súc <b>què</b> quặt làm thực phẩm cho con người."
    ]
  },
  {
    "word": "què quặt",
    "definition": "crippled, lame",
    "sentences": [
      "Tuần trước, Mỹ đã công bố một loạt biện pháp nhằm trấn an dư luận trong nước như cấm sử dụng gia súc <b>què quặt</b> làm thực phẩm cho con người."
    ]
  },
  {
    "word": "quèn",
    "definition": "small, low, worthless",
    "sentences": []
  },
  {
    "word": "quèn quẹt",
    "definition": "rub, coat, smear",
    "sentences": []
  },
  {
    "word": "quéo",
    "definition": "bachang mango",
    "sentences": []
  },
  {
    "word": "quét",
    "definition": "to sweep, scan",
    "sentences": [
      "Khi viết chữ Hán nên cẩn thận mấy cái chấm và nét <b>quét</b>, viết nhanh và cẩn thận nhất có thể.",
      "Cô ấy <b>quét</b> phòng bằng cây chổi.",
      "Nó ngưng <b>quét</b> dọn, dựa vào cây chổi để nghỉ mệt.",
      "Con vua thì lại làm vua. Con sãi ở chùa thì <b>quét</b> lá đa.",
      "Hãy <b>quét</b> phòng tôi."
    ]
  },
  {
    "word": "quét sạch",
    "definition": "to sweep clean, sweep up",
    "sentences": [
      "Trận bão đã <b>quét sạch</b> cả ngôi làng."
    ]
  },
  {
    "word": "quét tước",
    "definition": "to sweep up, tidy up",
    "sentences": []
  },
  {
    "word": "quét đất",
    "definition": "to brush or touch the ground",
    "sentences": []
  },
  {
    "word": "quê",
    "definition": "native village, home town",
    "sentences": [
      "Sau hai năm tôi đã trở về <b>quê</b> nhà tôi.",
      "Không khí đồng <b>quê</b> thật yên tĩnh.",
      "Tại sao bạn nghĩ Tom thích sống ở vùng đồng <b>quê</b> ?",
      "Trong đời, tôi chưa bao giờ gặp một đứa bé khó chịu, quá quắt, thô lỗ, và <b>quê</b> mùa như thế.",
      "Một người bị đày xa <b>quê</b> hương."
    ]
  },
  {
    "word": "quê cha đất tổ",
    "definition": "the land of one’s ancestors, fatherland",
    "sentences": [
      "Tuy nhiên, Elvis Phương cho biết, dù bận rộn thế nào đi nữa, anh vẫn phải ưu tiên số một cho việc thăm quê vợ (Nha Trang) vào mùng 3 và thăm <b>quê cha đất tổ</b> (Hà Tĩnh) mùng 7 Tết."
    ]
  },
  {
    "word": "quê hương",
    "definition": "homeland, native land, fatherland, motherland",
    "sentences": [
      "Một người bị đày xa <b>quê hương</b>.",
      "Nơi <b>quê hương</b>, gia đình mình thì tránh gây thù chuốc oán.",
      "London là <b>quê hương</b> thứ hai của họ.",
      "Luân Đôn là <b>quê hương</b> thứ hai của họ.",
      "Trái tim của bất cứ ai cũng hướng về <b>quê hương</b>."
    ]
  },
  {
    "word": "quê hương đất nước",
    "definition": "country and homeland",
    "sentences": []
  },
  {
    "word": "quê kệch",
    "definition": "boorish, loutish, clownish",
    "sentences": [
      "Những điểm yếu của bạn như nhỏ con hay quá mập, quá sắc sảo hoặc ngớ ngẩn, giàu có hoặc nghèo nàn, sang trọng hay <b>quê kệch</b>..."
    ]
  },
  {
    "word": "quê mùa",
    "definition": "rustic",
    "sentences": [
      "Trong đời, tôi chưa bao giờ gặp một đứa bé khó chịu, quá quắt, thô lỗ, và <b>quê mùa</b> như thế.",
      "Vẻ mặt hiền dịu của chị được các đạo diễn đo ni đóng giày cho những bộ phim phần lớn là cô gái <b>quê mùa</b>, chất phác.",
      "Một vũ nữ chuyên biểu diễn lại không biết đi giày cao gót, hậu đậu, <b>quê mùa</b> trong một cửa hàng thời trang."
    ]
  },
  {
    "word": "quê ngoại",
    "definition": "one’s mother’s village",
    "sentences": [
      "Người vẫn được coi là nhạc sĩ phương Nam với giọng nói cũng như những sáng tác đặc sệt Nam Bộ lại sinh trưởng trên đất Campuchia và có gốc gác từ xứ Bắc, quê nội ở Nam Định, <b>quê ngoại</b> ở Hưng Yên."
    ]
  },
  {
    "word": "quê người",
    "definition": "strange country, foreign land",
    "sentences": []
  },
  {
    "word": "quê nhà",
    "definition": "native village, homeland, one’s own native place",
    "sentences": [
      "Sau hai năm tôi đã trở về <b>quê nhà</b> tôi.",
      "Lúc bạn trở về <b>quê nhà</b> có lẽ cũng là lúc cánh hoa anh đào rụng rơi hết.",
      "Người ăn cứ nhấm nháp nó từng chút một mới thấm thía cái ngon, cái hồn của hương vị <b>quê nhà</b> như đọng cả vào đây.",
      "Còn ở trong Nam, món lươn cuốn lá lốt, thịt heo cuốn lá lốt kẹp gắp nướng là món ăn thơm ngon, béo ngậy mang hương vị đặc trưng <b>quê nhà</b>.",
      "Tuổi thơ với những món ăn <b>quê nhà</b> không chỉ theo chân anh mà còn đi cả vào những tác phẩm của anh."
    ]
  },
  {
    "word": "quê nội",
    "definition": "one’s father’s village",
    "sentences": [
      "Người vẫn được coi là nhạc sĩ phương Nam với giọng nói cũng như những sáng tác đặc sệt Nam Bộ lại sinh trưởng trên đất Campuchia và có gốc gác từ xứ Bắc, <b>quê nội</b> ở Nam Định, quê ngoại ở Hưng Yên."
    ]
  },
  {
    "word": "quê quán",
    "definition": "native place, native village, native country",
    "sentences": []
  },
  {
    "word": "quên",
    "definition": "to forget",
    "sentences": [
      "Tôi định gọi cho cô ấy mà lại <b>quên</b> mất.",
      "Cô đã bất cẩn để <b>quên</b> chiếc ô trên xe buýt.",
      "Xin đừng <b>quên</b> vé.",
      "Anh ấy hay <b>quên</b> giữ lời hứa.",
      "Tôi sẽ không bao giờ <b>quên</b> rằng tôi đã qua một lúc dễ chịu với anh."
    ]
  },
  {
    "word": "quên béng",
    "definition": "clear forget",
    "sentences": []
  },
  {
    "word": "quên bẵng",
    "definition": "to forget completely",
    "sentences": [
      "Tác phẩm được chép tay, như một bản nháp và sau đó tôi <b>quên bẵng</b> đi."
    ]
  },
  {
    "word": "quên hết",
    "definition": "to forget everything",
    "sentences": [
      "Trường hợp thứ nhất, phi công David sau khi giải ngũ khỏi không quân Mỹ bỗng nhiên <b>quên hết</b> những gì đã xảy ra trong thời gian anh ta phục vụ quân đội.",
      "Ban đầu là uống cà phê, nghe bạn bè bảo cứ hút thử vài hơi sẽ <b>quên hết</b> những nỗi muộn phiền, vậy là hút thử, rồi nghiện.",
      "Đôi khi, mình hát một ca khúc khó thì phải tập trung vào nó và đương nhiên là <b>quên hết</b> mọi thứ xung quanh chứ đừng nói đến sự biểu lộ."
    ]
  },
  {
    "word": "quên hết hận thù",
    "definition": "to cease all hostilities",
    "sentences": []
  },
  {
    "word": "quên hết mọi chuyện",
    "definition": "to forget everything",
    "sentences": []
  },
  {
    "word": "quên khuấy",
    "definition": "forget completely",
    "sentences": []
  },
  {
    "word": "quên lãng",
    "definition": "to forget",
    "sentences": [
      "Rất nhiều người mẫu ca sĩ chọn dòng nhạc thị trường, một dòng nhạc mà dễ làm cho người nghe <b>quên lãng</b>.",
      "Nếu không có khả năng thật sự, có lẽ Trường đã bị <b>quên lãng</b> từ lâu rồi."
    ]
  },
  {
    "word": "quên mình",
    "definition": "to forget oneself, selfless",
    "sentences": [
      "Vào khoảng năm 2002 , Phạm Duy đã tự vấn trên một tờ báo văn của bà con Việt kiều ở Mỹ: \"Nhiều khi tôi tự hỏi trên 25 năm nay được cái may - lúc đầu mệt mỏi mưu sinh, về sau an cư lạc nghiệp - tới sinh sống tại một nước giàu sang nhất thế giới là Mỹ, tại sao không sống bình thản với cái mất, cái còn, cái thua, cái được trong cuộc đời rất nhiều tiện nghi này, mà cứ không chịu <b>quên mình</b> là người Việt Nam& Khắc khoải cuối cùng cũng đã ra đi khi tôi trở về căn nhà thời thơ ấu ở phố Hàng Dầu, Hà Nội để hoàn tất chu kỳ một đời lang thang.",
      "Theo dự kiến, album vol.2 đến tháng 6 sẽ phát hành, và tôi mong thời gian đó không phải là quá trễ để khán giả <b>quên mình</b>."
    ]
  },
  {
    "word": "quên mất",
    "definition": "to forget",
    "sentences": [
      "Tôi định gọi cho cô ấy mà lại <b>quên mất</b>.",
      "Tôi <b>quên mất</b> hôm nay có buổi học.",
      "Tôi <b>quên mất</b> rồi.",
      "Tôi đã <b>quên mất</b> số điện thoại của mình.",
      "Tôi đã <b>quên mất</b> số điện thoại của bạn rồi."
    ]
  },
  {
    "word": "quên rất mau chóng",
    "definition": "to forget quickly",
    "sentences": []
  },
  {
    "word": "quên tuốt luốt hết",
    "definition": "to forget everything",
    "sentences": []
  },
  {
    "word": "quên ơn",
    "definition": "ungrateful, thankless",
    "sentences": []
  },
  {
    "word": "quì",
    "definition": "(1) to kneel down; (2) species of lotus, sunflower",
    "sentences": []
  },
  {
    "word": "quì xuống",
    "definition": "to kneel down",
    "sentences": []
  },
  {
    "word": "quí",
    "definition": "(1) valuable, noble, precious, to esteem; valuable; (2) quarter, three months; (3) 10th cycle of the twelve years of the Chinese zodiac",
    "sentences": [
      "Quí hồ tinh bất <b>quí</b> hồ đa.",
      "Sách là người bạn yêu <b>quí</b> của tôi."
    ]
  },
  {
    "word": "quí báu",
    "definition": "precious, valuable",
    "sentences": []
  },
  {
    "word": "quí giá",
    "definition": "valuable, precious",
    "sentences": []
  },
  {
    "word": "quí hóa",
    "definition": "precious item, goods; treasure",
    "sentences": []
  },
  {
    "word": "quí phái",
    "definition": "high-born, aristocratic",
    "sentences": []
  },
  {
    "word": "quí tộc",
    "definition": "nobility, aristocracy",
    "sentences": []
  },
  {
    "word": "quí vật",
    "definition": "valuable thing",
    "sentences": []
  },
  {
    "word": "quí vị",
    "definition": "you",
    "sentences": []
  },
  {
    "word": "quít",
    "definition": "mandarin orange",
    "sentences": [
      "Tôi không nên làm cho bạn miếng san <b>quít</b> đó.",
      "Trộn rươi với trứng, vỏ <b>quít</b> thái chỉ và các thứ gia vị trên, đánh thật nhuyễn."
    ]
  },
  {
    "word": "quý",
    "definition": "(1) valuable, noble, precious expensive; to esteem, value; (2) quarter, three months",
    "sentences": [
      "Mẹ yêu <b>quý</b> đã chuẩn bị cho chúng tôi ăn trưa.",
      "Tôi rất vui khi đến thăm <b>quý</b> tr­ường.",
      "Sức khỏe quan trọng hơn phú <b>quý</b> là điều không cần phải nói.",
      "Thưa <b>quý</b> khách, hàng hóa được yết giá hết rồi ạ.",
      "Mời <b>quý</b> vị ngồi."
    ]
  },
  {
    "word": "quý bà",
    "definition": "lady",
    "sentences": [
      "Xin gửi lời chào trân trọng tới tất cả quý ông, <b>quý bà</b>."
    ]
  },
  {
    "word": "quý báu",
    "definition": "valuable, precious",
    "sentences": [
      "Câu chuyện trong Bí Mật của May Mắn mang lại cho người đọc, niềm tin, hy vọng, những trải nghiệm <b>quý báu</b>.",
      "Chúng vượt xa kim cương thiên nhiên về đặc tính <b>quý báu</b> này, ít nhất là 50%.",
      "Nhận đường chuyền dài vượt tuyến của Anderson Silva, Francisco Guerrero dứt điểm hiểm hóc, đánh bại thủ thành Ricardo Lopez, mang về một điểm <b>quý báu</b> cho đội khách.",
      "Hai cậu con trai luôn là tài sản <b>quý báu</b> nhất của chàng tiền vệ người Anh.",
      "Cách đây mấy ngày, tôi ra Hà Nội, đi ngang một miền quê năm xưa có bãi lúa bờ tre mà giờ trở thành đường cao tốc, trạm đổ xăng, tôi thấy như mất mát thứ gì <b>quý báu</b> lắm."
    ]
  },
  {
    "word": "quý danh",
    "definition": "your (distinguished) name",
    "sentences": []
  },
  {
    "word": "quý giá",
    "definition": "valuable, precious, costly",
    "sentences": [
      "Mạng sống của động vật cũng <b>quý giá</b> không kém mạng sống của chúng ta.",
      "Chủ tịch Trần Đức Lương nói thêm: Thời gian qua, Việt Nam đã nhận được nhiều sự hỗ trợ <b>quý giá</b> từ Hoàng gia và nhân dân Thụy Điển, nhất là trong thời kỳ đánh đuổi quân xâm lược.",
      "Từ đường chuyền của Ngọc Thọ, Pitipong dùng đầu nhả bóng cho Hoàng Hùng tung cú vôlê hạ thủ môn Vũ Dũng, mang về một điểm <b>quý giá</b> cho đội chủ nhà.",
      "Giành được một điểm <b>quý giá</b> trước SLNA, nhưng HLV Thanh Hải của Thể Công vẫn ý thức được những khó khăn phía trước mà các học trò của ông phải đối mặt.",
      "Phút 89, nhận đường chuyền của Bá Hùng, cầu thủ vào thay người Công Nhậm gây sức ép buộc trung vệ trẻ Quang Vinh đốt lưới nhà, ấn định trận thắng <b>quý giá</b> cho Đồng Tháp - đội bóng từng hai lần đoạt chức vô địch quốc gia."
    ]
  },
  {
    "word": "quý hiếm",
    "definition": "endangered, valuable and rare",
    "sentences": [
      "Ở đây có cả một số loại đặc biệt <b>quý hiếm</b> và cũng rất tốt cho sức khoẻ như nấm mầm thông.",
      "Loại thứ hai là canh giò gà thiên má, lấy tên của một vị thuốc bắc rất <b>quý hiếm</b>, có tác dụng chữa đau đầu.",
      "Rươi xứ Nghệ là đặc sản <b>quý hiếm</b>, đậm đà hương vị quê hương.",
      "Các biện pháp này vừa giúp bảo vệ gia súc, vừa tránh cho những loài thú dữ <b>quý hiếm</b> khỏi sự trừng phạt của những chủ trại chăn nuôi.",
      "Vì vậy, để bảo tồn các loài cây <b>quý hiếm</b> khỏi bị kangaroo xơi, các nhà bảo tồn môi trường có thể trồng chúng gần cây bạch đàn."
    ]
  },
  {
    "word": "quý hóa",
    "definition": "very good, very nice",
    "sentences": []
  },
  {
    "word": "quý hồ",
    "definition": "provided that, provided",
    "sentences": []
  },
  {
    "word": "quý khách",
    "definition": "guest of honor, distinguished or honored guest",
    "sentences": [
      "Thưa <b>quý khách</b>, hàng hóa được yết giá hết rồi ạ.",
      "\"Đồ uống có miễn phí không?\" \"Khuyến mãi này chỉ áp dụng cho phụ nữ, thưa <b>quý khách</b>.\"",
      "Xin <b>quý khách</b> không thò đầu ra cửa sổ khi xe đang chạy!",
      "Những chiếc bàn bằng sơn mài tạo một cảm giác rất thoải mái bởi lối bài trí quanh bộ ghế dựa phủ đệm hoa văn thổ cẩm theo thời trang ưa thích của những cô gái Hmong Bắc Hà.Từ cầu thang lên tầng 2 <b>quý khách</b> sẽ đi qua khu bếp với khong sân trời thoáng đãng.",
      "Dừng chân tại Potomac không chỉ vị quyến rũ bởi khung cảnh đẹp bạn hay là những <b>quý khách</b> khó tính nhất sẽ hài lòng với đội ngũ phục vụ chuyên nghiệp mến khách."
    ]
  },
  {
    "word": "quý mến",
    "definition": "to esteem, hold in esteem",
    "sentences": [
      "\"Nếu bố mẹ bạn yêu thương nhau, tỏ rõ sự tôn trọng và <b>quý mến</b> nhau, thì bạn rất có cơ hội có được mối quan hệ như vậy khi trưởng thành.",
      "Anh chàng nông dân Lê Minh Tú - 25 tuổi, ở ấp Cây Trâm, xã Phú Hoà Đông, Củ Chi - thường được mọi người <b>quý mến</b> gọi là \"Tú bò sữa\".",
      "Họ <b>quý mến</b> mình thì giá nào họ cũng giúp, coi như mối ruột, như Quang Linh, Ngọc Sơn...",
      "- Không, tôi cảm thấy như mình là con cá lại được bơi trong nước, còn gì bằng khi được hát những sáng tác của mình và được đón nhận những cảm tình rất <b>quý mến</b> của khán giả.",
      "Đàm Vĩnh Hưng là người nên được nhắc đến ngay sau Tâm, một phần cũng vì tình cảm <b>quý mến</b> giữa hai người lâu nay."
    ]
  },
  {
    "word": "quý nhân",
    "definition": "person of rank, noble, noble-man",
    "sentences": [
      "Quý nhân là người giúp chúng ta một khía cạnh hay một giai đoạn nào đó trong cuộc sống. Đại <b>quý nhân</b> giúp mọi phương diện trong cuộc sống; Trung <b>quý nhân</b> giúp một phần lớn trong cuộc sống; Tiểu <b>quý nhân</b> giúp một phần nhỏ trong cuộc sống.",
      "- Người ta bảo người may mắn là trong cuộc đời gặp nhiều \"<b>quý nhân</b> phù trợ\", những người bạn thân đi cùng với nhau cả một quãng đường dài."
    ]
  },
  {
    "word": "quý phái",
    "definition": "high-bred, high-born, noble, aristocratic",
    "sentences": [
      "Vẻ ngạc nhiên lộ trên gương mặt <b>quý phái</b> cuả ông.",
      "Nụ cười khó tả rạng dần trên khuôn mặt <b>quý phái</b> cuả ông.",
      "Anh ta từ đầu đến chân trông rất <b>quý phái</b>.",
      "Sự pha trộn, kết hợp một cách hồn nhiên giữa cổ điển <b>quý phái</b> với xu hướng thời trang nội thất đang thịnh hành tạo cho Serenade một vẻ thu hút riêng.",
      "- Chào chị Nhung, em rất thích nghe chị hát, có thể nói là tất cả, em thấy ở chị có một cái gì đó rất nhẹ nhàng nữ tính, kín đáo, <b>quý phái</b> nhưng lại rất gợi cảm."
    ]
  },
  {
    "word": "quý quyến",
    "definition": "your honorable family, your dear family",
    "sentences": []
  },
  {
    "word": "quý quốc",
    "definition": "your honorable country, your dear country",
    "sentences": []
  },
  {
    "word": "quý trọng",
    "definition": "to esteem, treasure, appreciate very highly, value, respect; valuable",
    "sentences": [
      "Họ chỉ <b>quý trọng</b> mình thôi, chẳng có gì làm tôi phải đau.",
      "Nếu Hưng thật sự <b>quý trọng</b> giọng hát của tôi, chắc chắn Hưng sẽ thú vị với album Nắng lên.",
      "Lúc nào tôi cũng <b>quý trọng</b> Hà Dũng và xin mọi người đừng cho rằng tôi đánh bóng tên tuổi bằng những scandal.",
      "- Tôi đã bắt đầu đến cái tuổi biết <b>quý trọng</b> những gì mình có, vì vậy đối với tôi, gia đình là quan trọng nhất.",
      "Nó không chỉ có ích về chuyên môn mà còn giúp tôi biết <b>quý trọng</b> hạnh phúc của mình hơn."
    ]
  },
  {
    "word": "quý trọng thiên nhiên",
    "definition": "to value, respect nature",
    "sentences": []
  },
  {
    "word": "quý tướng",
    "definition": "appearance of a talented person, rare physiognomy",
    "sentences": []
  },
  {
    "word": "quý tộc",
    "definition": "aristocracy, nobility",
    "sentences": [
      "Nằm ở nơi heo hút giữa những rẫy mía, rẫy thuốc lá bạt ngàn, cơ sở vật chất chỉ là những căn nhà cấp 4, nhưng Trung tâm Cai nghiện - Dạy nghề tỉnh Ninh Thuận, tọa lạc tại xã Lương Sơn, huyện miền núi Ninh Sơn, lại được gọi là một trung tâm \"<b>quý tộc</b>\".",
      "Người xem không khỏi cảm mến người con gái xinh đẹp, sinh trưởng trong một gia đình <b>quý tộc</b> nhưng sống rất giản dị và dũng cảm."
    ]
  },
  {
    "word": "quý tử",
    "definition": "favorite son, mother’s boy",
    "sentences": [
      "2003 là một năm có nhiều niềm vui của gia đình Bettany khi hai người đón chào <b>quý tử</b> đầu lòng.",
      "Đó là vì gia đình Toro phản đối kịch liệt việc cậu <b>quý tử</b> theo ngành diễn xuất."
    ]
  },
  {
    "word": "quý vật",
    "definition": "valuable thing, precious thing, thing of great value",
    "sentences": []
  },
  {
    "word": "quý vị",
    "definition": "you (esteemed person)",
    "sentences": [
      "Mời <b>quý vị</b> ngồi.",
      "Chúng tôi xin giới thiệu với <b>quý vị</b> danh sách toàn bộ những ca khúc đã lọt vào số mười bài hay nhất.",
      "Tôi xin chân thành cảm ơn <b>quý vị</b> đã đồng hành.",
      "Hy vọng bạn cũng như <b>quý vị</b> khán giả sẽ không thất vọng với album đó.",
      "Hồng Nhung mong rằng nếu như <b>quý vị</b> khán giả đã luôn yêu mến Hồng Nhung như thế nào, thì cũng sẽ dành tình cảm đón nhận như vậy đối với những người bắt đầu vào nghề."
    ]
  },
  {
    "word": "quý ông",
    "definition": "gentleman",
    "sentences": [
      "Xin gửi lời chào trân trọng tới tất cả <b>quý ông</b>, quý bà.",
      "Những <b>quý ông</b> không bao giờ để ý những chuyện nhỏ nhặt.",
      "Anh ấy là một <b>quý ông</b> hoàn hảo.",
      "Tom luôn luôn là một <b>quý ông</b>.",
      "Chương trình còn tổ chức cuộc thi và trao giải “Người viết lời cảm nhận hay nhất” cho <b>quý ông</b> nhằm có dịp bày tỏ tình cảm cho người phụ nữ mình yêu thương."
    ]
  },
  {
    "word": "quýnh quáng",
    "definition": "be careless",
    "sentences": []
  },
  {
    "word": "quý‎ hóa",
    "definition": "precious, good, nice",
    "sentences": []
  },
  {
    "word": "quăn",
    "definition": "to curl (hair)",
    "sentences": []
  },
  {
    "word": "quăn queo",
    "definition": "tortuous, twisted",
    "sentences": []
  },
  {
    "word": "quăng",
    "definition": "to fling, throw, hurl, toss",
    "sentences": [
      "Nếu như đa số các ngư dân <b>quăng</b> lưới trong vùng biển nhiệt đới và ôn đới, thì vùng kiếm ăn của chim biển thường nằm chếch hơn về phía bắc.",
      "15h30 ngày 30/1, do chạy với tốc độ nhanh nên khi ôm cua rẽ trái, chiếc container 40 feet đầy hàng trên đầu kéo, lưu thông theo hướng cổng sau Khu công nghiệp Việt Hương về đại lộ Bình Dương (quốc lộ 13), đến ngã tư 22-12 (ấp Hoà Lân 2, xã Thuận Giao, huyện Thuận An, Bình Dương) đã bị <b>quăng</b> xuống mặt đất.",
      "Trước tình trạng trên, thạc sĩ Phạm Hữu Phước - trưởng trạm thú y, phó ban chỉ đạo công tác phòng chống dịch cúm gia cầm huyện Thốt Nốt - cho biết: Do không trực tiếp nhìn thấy ai đã <b>quăng</b> xác gia cầm chết xuống các con sông rạch, không biết chủ chăn thả gia cầm trên sông nên ngành chức năng cũng đành bó tay.",
      "Công an làm gắt thì họ không chứa trong nhà nữa mà <b>quăng</b> xuống sông cạnh nhà, khi công an đi khỏi thì lôi lên& cưa tiếp.",
      "Chẳng ngờ, má Giàu vui vẻ nhận lời và càng diễn chúng tôi càng thấy <b>quăng</b> bắt hợp ý."
    ]
  },
  {
    "word": "quăng vào",
    "definition": "to throw into",
    "sentences": []
  },
  {
    "word": "quĩ tích",
    "definition": "locus",
    "sentences": []
  },
  {
    "word": "quĩ đạo",
    "definition": "orbit, trajectory",
    "sentences": []
  },
  {
    "word": "quơ",
    "definition": "to take, seize, gather",
    "sentences": [
      "Một trong số hơn chục nhân viên của lò mổ trên <b>quơ</b> vội hai con gà, nhanh tay vặt trụi lông, moi ruột, rồi quẳng vào chậu nước ngâm đầy gà gần đó."
    ]
  },
  {
    "word": "quạ",
    "definition": "crow",
    "sentences": [
      "Trên trời có hai con <b>quạ</b> đang bay.",
      "Có hai con <b>quạ</b> đang bay trên trời.",
      "Nếp ngon nhất, theo tương truyền, là nếp <b>quạ</b> ở đồng ruộng Vườn Tràu, làng Hồ Sơn, xã Bình Kiến, huyện Châu Thành, Phú Yên.",
      "Hàng trăm khách du lịch vẫn vào tham quan nô đùa, chụp hình chung với nhiều loại chim két, công, trĩ, <b>quạ</b>, cò, sáo, vịt..."
    ]
  },
  {
    "word": "quạ cái",
    "definition": "termagant, vixen, shrew",
    "sentences": []
  },
  {
    "word": "quạ khoang",
    "definition": "white-collared crow",
    "sentences": []
  },
  {
    "word": "quạ quạ",
    "definition": "croak",
    "sentences": []
  },
  {
    "word": "quạnh hiu",
    "definition": "deserted, forlorn",
    "sentences": []
  },
  {
    "word": "quạnh quẽ",
    "definition": "desert",
    "sentences": []
  },
  {
    "word": "quạnh vắng",
    "definition": "deserted, desolate",
    "sentences": []
  },
  {
    "word": "quạt",
    "definition": "fan",
    "sentences": [
      "Mà này phòng này không có thiết bị làm lạnh nào cả, có mỗi <b>quạt</b> giấy à.",
      "Ngoài ra, phòng này không có thiết bị làm lạnh hay gì hết, mà chỉ có một cái <b>quạt</b> giấy.",
      "Tài sản của ông chủ này giờ đây đã có tới mấy chục chiếc xe máy cổ các loại, mấy chục bộ chân máy khâu hiệu Singer, ngoài ra là đồng hồ, <b>quạt</b> điện và vô số thứ đồ gia dụng cổ khác, những thứ mà dường như giờ đây chỉ còn trong trí nhớ của những người già ở Hà Nội.",
      "Đến đây người ta như lạc vào phòng khách của một gia đình phong lưu giữa thế kỷ trước, khi mà những chiếc <b>quạt</b> bàn hiệu Marelli của Italy với những vành thép bảo hiểm ngồ ngộ và những chiếc đồng hồ quả lắc cao quá đầu người đang là biểu hiện của một cuộc sống sung túc.",
      "Quạt trần và <b>quạt</b> bàn đều là đồ cũ phục chế, nhưng đều chạy êm như ru."
    ]
  },
  {
    "word": "quạt bàn",
    "definition": "table fan",
    "sentences": [
      "Đến đây người ta như lạc vào phòng khách của một gia đình phong lưu giữa thế kỷ trước, khi mà những chiếc <b>quạt bàn</b> hiệu Marelli của Italy với những vành thép bảo hiểm ngồ ngộ và những chiếc đồng hồ quả lắc cao quá đầu người đang là biểu hiện của một cuộc sống sung túc.",
      "Quạt trần và <b>quạt bàn</b> đều là đồ cũ phục chế, nhưng đều chạy êm như ru."
    ]
  },
  {
    "word": "quạt cánh",
    "definition": "flutter",
    "sentences": []
  },
  {
    "word": "quạt gió",
    "definition": "blower, fan",
    "sentences": []
  },
  {
    "word": "quạt giấy",
    "definition": "paper fan",
    "sentences": [
      "Mà này phòng này không có thiết bị làm lạnh nào cả, có mỗi <b>quạt giấy</b> à.",
      "Ngoài ra, phòng này không có thiết bị làm lạnh hay gì hết, mà chỉ có một cái <b>quạt giấy</b>."
    ]
  },
  {
    "word": "quạt hòm",
    "definition": "winnover",
    "sentences": []
  },
  {
    "word": "quạt kéo",
    "definition": "punkah",
    "sentences": []
  },
  {
    "word": "quạt lông",
    "definition": "fan made of feather, feather fan",
    "sentences": []
  },
  {
    "word": "quạt máy",
    "definition": "electric fan",
    "sentences": []
  },
  {
    "word": "quạt nan",
    "definition": "bamboo tape fan",
    "sentences": []
  },
  {
    "word": "quạt thóc",
    "definition": "winnow the rice, winnower",
    "sentences": []
  },
  {
    "word": "quạt trần",
    "definition": "ceiling fan",
    "sentences": []
  },
  {
    "word": "quạt vả",
    "definition": "leaf shaped fan",
    "sentences": []
  },
  {
    "word": "quạt điện",
    "definition": "electric fan",
    "sentences": [
      "Tài sản của ông chủ này giờ đây đã có tới mấy chục chiếc xe máy cổ các loại, mấy chục bộ chân máy khâu hiệu Singer, ngoài ra là đồng hồ, <b>quạt điện</b> và vô số thứ đồ gia dụng cổ khác, những thứ mà dường như giờ đây chỉ còn trong trí nhớ của những người già ở Hà Nội."
    ]
  },
  {
    "word": "quạu",
    "definition": "to be quarrelsome, get angry",
    "sentences": []
  },
  {
    "word": "quả",
    "definition": "(1) fruit, result, [CL for fruits, mountains, hills, balls]; (2) exactly, honestly; honest, exact, true; (3) betel box, round lacquered box; (4) few, sparse, widowed; (5) courageous",
    "sentences": [
      "Bản phân tích này đưa ra kết <b>quả</b> sau đây.",
      "Mọi <b>quả</b> bóng đều vàng.",
      "Xin bạn hãy nhận món <b>quả</b> nhỏ này.",
      "Theo báo cáo điều tra mỗi năm 53 nghìn người Hoa Kỳ chết vì những hậu <b>quả</b> của hít thuốc thụ động.",
      "Ai ăn cắp <b>quả</b> tào?"
    ]
  },
  {
    "word": "quả bom",
    "definition": "bomb",
    "sentences": [
      "Họ không tìm thấy <b>quả bom</b>.",
      "Nhưng chị không biết việc làm đó của chị thực chất là hàng ngày tích trữ đều đặn một lượng cholestrerol cho \"<b>quả bom</b> hẹn giờ\" trong tim chị vì lượng cholesterol có trong phủ tạng động vật cao hơn rất nhiều thịt của chúng."
    ]
  },
  {
    "word": "quả bom bẩn",
    "definition": "dirty bomb",
    "sentences": []
  },
  {
    "word": "quả báo",
    "definition": "retribution, karma",
    "sentences": []
  },
  {
    "word": "quả bóng",
    "definition": "balloon, ball, football",
    "sentences": [
      "Mọi <b>quả bóng</b> đều vàng.",
      "Anh ấy đánh <b>quả bóng</b> bằng chiếc vợt của mình.",
      "Cây gậy bị mất ngày hôm qua, cùng với những <b>quả bóng</b>.",
      "Tất cả <b>quả bóng</b> đều có màu vàng.",
      "Cậu bé đã đá <b>quả bóng</b>."
    ]
  },
  {
    "word": "quả bị thui",
    "definition": "an aborted fruit",
    "sentences": []
  },
  {
    "word": "quả cân",
    "definition": "weight",
    "sentences": []
  },
  {
    "word": "quả cảm",
    "definition": "daring, courageous, resolute, determined, audacious",
    "sentences": [
      "Câu chuyện của Vô Danh đầy tính thuyết phục, nhưng không qua nổi mắt Tần Thủy Hoàng, bởi 3 năm trước đó, ông đã tận mắt chứng kiến hành động <b>quả cảm</b> của cặp kỳ hiệp Phi Tuyết - Tàn Kiếm và được chính Tàn Kiếm tha mạng."
    ]
  },
  {
    "word": "quả cật",
    "definition": "kidney",
    "sentences": []
  },
  {
    "word": "quả dục",
    "definition": "(have) few desires",
    "sentences": []
  },
  {
    "word": "quả học",
    "definition": "carpology",
    "sentences": [
      "Bên cạnh những ảnh hưởng từ bạn bè và cha mẹ, các nhà nghiên cứu còn tìm thấy những yếu tố tác động khác như kết <b>quả học</b> tập, những rắc rối hành vi tuổi mới lớn như tư tưởng nổi loạn, uống rượu hay dùng thuốc phiện.",
      "Những học sinh Mỹ gốc Á có kết <b>quả học</b> tập tốt hơn, ít uống rượu, hút thuốc phiện hơn.",
      "Ông Richard Peters cũng cho biết, để được tuyển vào PwC, sinh viên phải có kết <b>quả học</b> tập hạng ưu, quan trọng là ứng viên phải có được những phẩm chất như kỹ năng lãnh đạo (những kỹ năng giám sát và quản lý thể hiện qua những hoạt động câu lạc bộ, đoàn, nhóm ở trường đại học hoặc trong cộng đồng), kinh nghiệm làm việc (công việc bán thời gian hoặc khóa đào tạo đặc biệt ở trường học), được đào tạo đặc biệt (như là kỹ năng tin học và ngoại ngữ).",
      "Bên cạnh những ảnh hưởng từ bạn bè và cha mẹ, các nhà nghiên cứu còn tìm thấy những yếu tố tác động khác như kết <b>quả học</b> tập, những rắc rối hành vi tuổi mới lớn như tư tưởng nổi loạn, uống rượu hay dùng thuốc phiện.",
      "Những học sinh Mỹ gốc Á có kết <b>quả học</b> tập tốt hơn, ít uống rượu, hút thuốc phiện hơn."
    ]
  },
  {
    "word": "quả kiếp",
    "definition": "consequences of one’s previous life",
    "sentences": []
  },
  {
    "word": "quả là",
    "definition": "truly, in truth, definitely",
    "sentences": [
      "Mùa anh đào ra <b>quả là</b> từ tháng 6 đến tháng 7.",
      "A ha ha ha! Đó <b>quả là</b> một kiệt tác!",
      "Anh ấy <b>quả là</b> một người tham công tiếc việc điển hình.",
      "Tom <b>quả là</b> một người đàn ông lực lưỡng.",
      "Đây <b>quả là</b> một kiệt tác."
    ]
  },
  {
    "word": "quả na chín nẫu",
    "definition": "an overripe custard-apple",
    "sentences": []
  },
  {
    "word": "quả nhiên",
    "definition": "expectedly, naturally, as a matter of fact, obviously",
    "sentences": [
      "Anh ta đặt bàn lên hòm và khi lật cái thành hòm phía trước xuống thì khán giả <b>quả nhiên</b> nhìn thấy một cái đầu lâu biết nói."
    ]
  },
  {
    "word": "quả nhân",
    "definition": "we, us",
    "sentences": []
  },
  {
    "word": "quả phúc",
    "definition": "(Buddhism) happiness",
    "sentences": []
  },
  {
    "word": "quả phụ",
    "definition": "widow",
    "sentences": [
      "Đồng xu sẽ được giới thiệu với bà <b>quả phụ</b> của Herge, người đã \"nhào nặn\" lên Tintin."
    ]
  },
  {
    "word": "quả quyết",
    "definition": "determined, resolute; to state (firmly), asset, confirm, determine",
    "sentences": [
      "Ông ta trả lời với một vẻ <b>quả quyết</b> nhưng bình thản.",
      "Các bác sĩ thú y của vườn thú Berlin (Đức) <b>quả quyết</b>: \"Phải kế hoạch hóa gia đình cho chúng thôi!\".",
      "Anh Uwe Fritzmann làm ở vườn thú này <b>quả quyết</b>: \"Thuốc rất ngọt và ngon!\".",
      "Tóm lại, họ là người <b>quả quyết</b> không có chứng lãnh cảm ở phụ nữ mà chỉ có những ông chồng vụng về.",
      "Bác sĩ chỉ kết luận là nhiễm chất độc da cam và <b>quả quyết</b> là lớn lên, phải cho các cháu ngồi trong thau nước mới yên."
    ]
  },
  {
    "word": "quả tang",
    "definition": "flagrant",
    "sentences": [
      "Tôi đã bắt <b>quả tang</b> anh ta."
    ]
  },
  {
    "word": "quả thật",
    "definition": "truly, really, indeed",
    "sentences": [
      "Hôm nay trời đẹp gió mát. Thời tiết này <b>quả thật</b> rất lý tưởng để đi ra ngoài.",
      "Tuy không dám khẳng định là nó ngon, nhưng <b>quả thật</b> cái hương vị lạ lùng ấy cũng khó mà khiến người ta chê được.",
      "Và <b>quả thật</b>, Bremen đã gặp rất nhiều khó khăn trong chuyến du đấu tối qua.",
      "Sẽ là quá sớm nếu khẳng định rằng Chelsea sẽ giành chức vô địch giải Ngoại hạng mùa này, nhưng <b>quả thật</b> với những gì đã thể hiện trên sân cỏ kể từ đầu giải thì khó có một đối thủ nào đủ sức cản bước họ tới danh hiệu Premier League đầu tiên trong lịch sử.",
      "-Đức Trí: Quảng Bình <b>quả thật</b> là một vùng đất êm đềm, bình lặng rất thích hợp cho những người yêu thiên nhiên và sự lãng mạn."
    ]
  },
  {
    "word": "quả thật chí lý",
    "definition": "very right, completely correct",
    "sentences": []
  },
  {
    "word": "quả thế",
    "definition": "truly",
    "sentences": []
  },
  {
    "word": "quả thực",
    "definition": "fruits, gains; really, truly",
    "sentences": [
      "Chiếc máy bay này <b>quả thực</b> đẹp lộng lẫy.",
      "Nếu đó là chuyện của riêng tao thì còn được nhưng sao mày dám lôi mẹ tao vào chuyện này? Mày <b>quả thực</b> là một thằng rác rưởi mà.",
      "Tom <b>quả thực</b> là một người nhạy bén.",
      "Điều mà bạn nói <b>quả thực</b> là hoàn hảo đấy, cơ mà có lẽ không phải ai cũng làm được đâu nhỉ.",
      "Một người bạn thời đại học đã cho tôi một cái Kindle vì cậu ta không còn dùng nó nữa. Đó là một cái Kindle mẫu DX có màn hình to. Nó không dễ thao tác cho lắm, nhưng màn hình của nó <b>quả thực</b> rất ổn. Từ trước đến nay tôi không để tâm cho lắm, nhưng bây giờ việc đọc trên một cái màn hình LCD bình thường đã trở nên khó khăn đối với tôi."
    ]
  },
  {
    "word": "quả tim",
    "definition": "heart-heart-shaped pendant",
    "sentences": [
      "bị đau tim nặng, ngày nào cũng cố gắng ăn một <b>quả tim</b> lợn để \"bổ tim\"."
    ]
  },
  {
    "word": "quả trứng",
    "definition": "egg",
    "sentences": [
      "Tôi trông thấy một <b>quả trứng</b> khổng lồ rơi giữa đường.",
      "Nó quá nóng đến nỗi mà bạn có thể nấu 1 <b>quả trứng</b> trên mui xe",
      "Bạn mua mấy <b>quả trứng</b> này ở đâu thế?",
      "- 6 <b>quả trứng</b> gà (vịt)- 100g thịt cua- 1/2 búp măng tây- 6 muỗng cà phê bột năng, một chút bột màu- 250g giá sống, 200g jămbon- 2 trái cà chua, 2 trái dưa leo, 1 củ hành tây, 1 củ gừng nhỏ, 1 muỗng canh dầu mè, vài cọng ngò.",
      "- 400 ml sữa tươi- 6 <b>quả trứng</b> gà ta- 3 lòng trắng trứng- Mật ong, bột ngô- Vỏ quất hoặc chanh"
    ]
  },
  {
    "word": "quả tua",
    "definition": "tassel",
    "sentences": []
  },
  {
    "word": "quả tạ",
    "definition": "dumb-bell",
    "sentences": [
      "Một số nâng những <b>quả tạ</b> bằng gang, đôi mắt họ chăm chú vào các cơ bắp đang căng lên vì nỗ lực, một số khác tập vùng bụng và nhăn mặt vì đau đớn, số khác nữa nhìn chăm chăm thân thể mình trong gương."
    ]
  },
  {
    "word": "quả vậy",
    "definition": "truly",
    "sentences": []
  },
  {
    "word": "quả đúng như",
    "definition": "just like, exactly like",
    "sentences": []
  },
  {
    "word": "quả đúng như tôi đoán\t",
    "definition": "exactly as I had expected",
    "sentences": []
  },
  {
    "word": "quả đấm",
    "definition": "fist, blow, knob",
    "sentences": []
  },
  {
    "word": "quả đất",
    "definition": "globe, earth",
    "sentences": [
      "Tại trung tâm <b>quả đất</b>, giống như lòng đỏ trứng (ở dạng lòng đào), là phần nhân, hay lõi.",
      "Nhân <b>quả đất</b> có mật độ cao hơn nhiều phần vỏ vì nó chứa hợp kim sắt - niken.",
      "Trước hết, các phương pháp dùng chất phóng xạ khác nhau đã cho ra kết quả rất khác nhau về tuổi <b>quả đất</b>."
    ]
  },
  {
    "word": "quả ổi",
    "definition": "guava (fruit)",
    "sentences": [
      "Các bệnh nhân tiểu đường có thể lấy <b>quả ổi</b> 250 g rửa sạch, thái miếng, dùng máy ép lấy nước, chia uống 2 lần trong ngày; hoặc dùng lá ổi khô 15-30 g sắc uống mỗi ngày.",
      "Có thể kết hợp dùng <b>quả ổi</b> khô sắc uống."
    ]
  },
  {
    "word": "quả ớt tây",
    "definition": "sweet pepper",
    "sentences": []
  },
  {
    "word": "quản bao",
    "definition": "not to mind, attach no importance (to)",
    "sentences": []
  },
  {
    "word": "quản bút",
    "definition": "penholder",
    "sentences": []
  },
  {
    "word": "quản ca",
    "definition": "choir leader",
    "sentences": []
  },
  {
    "word": "quản chi",
    "definition": "not to mind",
    "sentences": []
  },
  {
    "word": "quản chế",
    "definition": "put under surveillance, direct and control",
    "sentences": []
  },
  {
    "word": "quản cơ",
    "definition": "sergeant-major",
    "sentences": [
      "\"Phương pháp dựa trên kỹ thuật bảo <b>quản cơ</b> thể sinh học sau chết, nhưng không tạo ra các dịch ướp gây hại\", nhà sinh học Susanne Wiigh-Maesak đồng thời là trưởng nhóm nghiên cứu tại công ty Promessa Organic AB, có trụ sở ở Goteborg, cách thủ đô Stockholm 475 km về phía tây nam, cho biết."
    ]
  },
  {
    "word": "quản gia",
    "definition": "butter, housekeeper",
    "sentences": []
  },
  {
    "word": "quản giáo",
    "definition": "educator-warden (in re-education camps)",
    "sentences": []
  },
  {
    "word": "quản huyền",
    "definition": "flute pipe and guitar chords, musical",
    "sentences": []
  },
  {
    "word": "quản lý",
    "definition": "manager, manage, administer",
    "sentences": [
      "Chị ấy có kinh nghiệm <b>quản lý</b> trẻ em.",
      "Phương pháp luận được dùng trong cuộc nghiên cứu của anh ta cũng hữu ích trong việc <b>quản lý</b> cuộc nghiên cứu của chúng tôi.",
      "Cô ấy <b>quản lý</b> một cửa hàng giày dép.",
      "Nó <b>quản lý</b> một cửa hàng giày.",
      "Cô ấy <b>quản lý</b> một tiệm giày dép."
    ]
  },
  {
    "word": "quản lý chặt chẽ",
    "definition": "strict management",
    "sentences": [
      "Bên phía đối diện của kinh thành là mặt sau nhà dân, do không có sự <b>quản lý chặt chẽ</b> nên người dân ở đây tha hồ cơi nới diện tích sử dụng.",
      "Chính quyền sở tại <b>quản lý chặt chẽ</b> các nhà hàng, quán ăn; phối hợp với Cục Đường bộ xây dựng trạm nghỉ, điểm dừng đón khách đảm bảo an toàn giao thông, vệ sinh thực phẩm."
    ]
  },
  {
    "word": "quản lý nhà nước",
    "definition": "state management",
    "sentences": [
      "Doanh nghiệp du lịch lữ hành cũng cần phối hợp chặt chẽ với cơ quan <b>quản lý nhà nước</b> về du lịch và chính quyền địa phương khi tổ chức tour để nhận được sự hỗ trợ cần thiết.",
      "Đại diện nhiều sở ban ngành cũng cho rằng, cần phải cụ thể hóa những tiêu chuẩn về vệ sinh an toàn, môi trường, phòng cháy chữa cháy của cửa hàng xăng dầu để làm cơ sở cho công tác <b>quản lý nhà nước</b> trong việc cấp phép hoạt động.",
      "Việc này vẫn chưa đảm bảo cho cơ quan <b>quản lý nhà nước</b> đạt hiệu quả trong công tác sắp xếp quy hoạch phát triển chung của toàn thành phố.",
      "\"Một điều khó khăn nữa là <b>quản lý nhà nước</b>, nếu các Tổng công ty đầu tư giết mổ tốt nhưng thành phố không kiểm soát được tình hình giết mổ lậu thì các công ty sẽ chết\", ông nói.",
      "Tiến sĩ Phạm Huy Tuấn Kiệt, Đại học Y tế công cộng, cho rằng việc cho phép bệnh viện tự chủ nghĩa là rút phần nào sự <b>quản lý nhà nước</b> khỏi các hoạt động bệnh viện."
    ]
  },
  {
    "word": "quản ngại",
    "definition": "to flinch from, shrink form",
    "sentences": []
  },
  {
    "word": "quản nhiệm",
    "definition": "administrator",
    "sentences": []
  },
  {
    "word": "quản thúc",
    "definition": "to watch, put under surveillance",
    "sentences": []
  },
  {
    "word": "quản thúc tại gia",
    "definition": "to put under house arrest",
    "sentences": []
  },
  {
    "word": "quản trị",
    "definition": "to administer; administration",
    "sentences": [
      "Tôi là thành viên hội đồng <b>quản trị</b>.",
      "Thanh tra Nhà nước đã đề nghị hội đồng <b>quản trị</b> và tổng giám đốc Tổng công ty Điện lực VN chỉ đạo kiểm điểm và có hình thức xử lý nghiêm những thành viên ban chủ nhiệm điều hành dự án, những người có trách nhiệm liên quan tại Công ty Điện lực I, công ty điện lực ở ba thành phố Hà Nội, Hải Phòng và Nam Định.",
      "Mỗi ngày trong tuần, tôi làm nhân viên văn phòng cho trường Đại học <b>quản trị</b> kinh doanh SCUPS nơi chồng quản lý.",
      "Theo ông Nguyễn Mận, Chủ tịch Hội đồng <b>quản trị</b> VNCC, năm qua, nhu cầu xi măng tại VN đã tăng khoảng 10% so với năm 2002, trong đó, tăng mạnh nhất vào các tháng cuối năm.",
      "Chính ông đã đưa chương trình <b>quản trị</b> sản xuất nổi tiếng có tên là \"Six sigma\"."
    ]
  },
  {
    "word": "quản trị dữ liệu",
    "definition": "data management",
    "sentences": []
  },
  {
    "word": "quản trị kinh doanh",
    "definition": "business management",
    "sentences": [
      "Mỗi ngày trong tuần, tôi làm nhân viên văn phòng cho trường Đại học <b>quản trị kinh doanh</b> SCUPS nơi chồng quản lý."
    ]
  },
  {
    "word": "quản trị viên",
    "definition": "administrator",
    "sentences": []
  },
  {
    "word": "quản tượng",
    "definition": "mahout",
    "sentences": [
      "Hằng tháng, địa phương phải chi khoảng 120 triệu đồng để nuôi voi cũng như trả tiền công cho 14 <b>quản tượng</b> của buôn Đôn cũng như của huyện A Lưới."
    ]
  },
  {
    "word": "quản đạo",
    "definition": "chief of province (in the western plateau)",
    "sentences": []
  },
  {
    "word": "quản đốc",
    "definition": "manager",
    "sentences": []
  },
  {
    "word": "quảng",
    "definition": "about; wide, large",
    "sentences": [
      "Chính phủ Trung Quốc kiểm soát Internet để ngăn cản người ta biết sự thật về vụ thảm sát tại <b>quảng</b> trường Thiên An Môn.",
      "Chúng ta đang dự định một chiến dịch <b>quảng</b> cáo để bán được nhiều radio hơn.",
      "Tờ rơi <b>quảng</b> cáo được phát rất nhiều tại các ngã tư đường.",
      "Phát tờ rơi là một hình thức <b>quảng</b> cáo bị cấm tại Việt Nam.",
      "Nhìn thẳng về phía trước, bạn sẽ nhìn thấy <b>quảng</b> trường Thiên An Môn."
    ]
  },
  {
    "word": "quảng bá",
    "definition": "to spread out, broadcast, campaign (for)",
    "sentences": [
      "Công viên Địa chất Toàn cầu là một dự án đã và đang được bảo dưỡng nhằm giúp bảo vệ những di sản địa chất học có liên quan đến địa tầng, đá, địa hình, núi lửa, sự nứt gãy địa hình, v.v.. nhằm mục đích sử dụng trong việc nghiên cứu, giúp người khác hiểu về mối quan hệ giữa thiên nhiên và con người, phục vụ cho công tác giáo dục về khoa học và phòng chống thiên tai, cũng như trở thành một tài nguyên du lịch góp phần <b>quảng bá</b> cho khu vực.",
      "Đối đãi Nhân mạch: Biết trước biết sau, <b>quảng bá</b> hình ảnh của nhân mạch, kết nối mối quan hệ xã hội chất lượng cho họ.",
      "Thật ra với ý tưởng ban đầu, Phở 24 luôn mong muốn <b>quảng bá</b> một món ăn nhanh của Việt Nam phù hợp cho mọi người.",
      "Trong đợt <b>quảng bá</b> món Việt năm ấy, đầu bếp Yan Can Cook đã <b>quảng bá</b> những món cá khá hấp dẫn của Việt Nam, trong đó có cá basa.",
      "Hiện nay, nhiều cơ sở đang cung ứng món cá cơm kho ra thị trường với nhiều thương hiệu, <b>quảng bá</b> trên mạng hẳn hoi."
    ]
  },
  {
    "word": "quảng bác",
    "definition": "vast understanding",
    "sentences": []
  },
  {
    "word": "quảng canh",
    "definition": "extensive farming",
    "sentences": [
      "Ông Lực đang tìm cách giúp bà con thay đổi cách thức nuôi trồng theo hướng tăng cường <b>quảng canh</b> cải tiến, chấp nhận năng suất không cao, lợi nhuận thấp nhưng ít rủi ro hơn."
    ]
  },
  {
    "word": "quảng cáo",
    "definition": "advertisement; to advertise, propagandize",
    "sentences": [
      "Chúng ta đang dự định một chiến dịch <b>quảng cáo</b> để bán được nhiều radio hơn.",
      "Tờ rơi <b>quảng cáo</b> được phát rất nhiều tại các ngã tư đường.",
      "Phát tờ rơi là một hình thức <b>quảng cáo</b> bị cấm tại Việt Nam.",
      "Tôi bỏ qua <b>quảng cáo</b> trên video bất cứ khi nào có thể.",
      "Giá trong <b>quảng cáo</b> nào chỉ bao gồm phần khung."
    ]
  },
  {
    "word": "quảng giao",
    "definition": "have a wide circle of acquaintances",
    "sentences": [
      "Mỹ Linh: 'Tôi không phải là người <b>quảng giao</b>'",
      "Bản thân tôi nhận thấy mình không phải là người <b>quảng giao</b>."
    ]
  },
  {
    "word": "quảng trường",
    "definition": "square",
    "sentences": [
      "Chính phủ Trung Quốc kiểm soát Internet để ngăn cản người ta biết sự thật về vụ thảm sát tại <b>quảng trường</b> Thiên An Môn.",
      "Nhìn thẳng về phía trước, bạn sẽ nhìn thấy <b>quảng trường</b> Thiên An Môn.",
      "Mở rộng về trái tim thành phố ngày nay, cảng biển có từ thế kỷ thứ 2 này nằm ở độ sâu 13 mét, bên dưới một trong những <b>quảng trường</b> trung tâm của thành phố, không xa pháo đài Maschio Angioino có từ thế kỷ 13.",
      "Lý do là <b>quảng trường</b> Đông Kinh Nghĩa Thục, địa điểm chọn trước đây có diện tích quá hẹp, gần trục giao thông không thích hợp đặt tượng đài.",
      "Thế nhưng, những mẫu tượng đài này đều thiết kế theo hướng phù hợp với không gian của <b>quảng trường</b> Đông Kinh Nghĩa Thục."
    ]
  },
  {
    "word": "quảng uyên",
    "definition": "vast and profound",
    "sentences": []
  },
  {
    "word": "quảng Đức",
    "definition": "great favor",
    "sentences": []
  },
  {
    "word": "quảng đông",
    "definition": "Canton, Cantonese",
    "sentences": []
  },
  {
    "word": "quảng đại",
    "definition": "generous, magnanimous, large-hearted",
    "sentences": []
  },
  {
    "word": "quảng đại quần chúng",
    "definition": "the people, the masses",
    "sentences": []
  },
  {
    "word": "quảy",
    "definition": "to carry with a shoulder pole, carry on the end of a stick",
    "sentences": [
      "Thế rồi một ngày nọ, trên những con phố cổ Hà Nội, người ta bắt gặp một người phụ nữ nhỏ nhắn gày gò, khuôn mặt hiền hậu, thong thả <b>quảy</b> gánh hàng mang theo thứ quà quê tưởng như khó lòng tìm lại ấy.Chị là Trần Thị Kim Dung, người Nam Định."
    ]
  },
  {
    "word": "quấn",
    "definition": "to roll, wind up, wrap (up)",
    "sentences": [
      "Lấy lá chuối sạch bỏ thịt vào lá <b>quấn</b> lại (hoặc để thịt vào hũ, đậy kín nắp), sau 2 ngày là dùng được.",
      "Bánh ướt mềm <b>quấn</b> rau thập cẩm.",
      "Khi nấu nước lèo, <b>quấn</b> hành lá và ngò thành bó bỏ vào cho thơm, cho thêm tí xíu muối.",
      "Nấm mỡ trộn cùng thịt xông khói, <b>quấn</b> làm nem.",
      "Nạc gà ướp hành sả, <b>quấn</b> lá dứa rồi nướng."
    ]
  },
  {
    "word": "quất",
    "definition": "(1) to whip; (2) kumquet",
    "sentences": [
      "- 400 ml sữa tươi- 6 quả trứng gà ta- 3 lòng trắng trứng- Mật ong, bột ngô- Vỏ <b>quất</b> hoặc chanh",
      "- Vỏ <b>quất</b> hoặc chanh nạo sợi mỏng rồi băm nhỏ.",
      "Cuối cùng cho vỏ <b>quất</b> hoặc chanh vào khuấy đều.",
      "thổ lộ bây giờ mỗi khi thấy biển, nghe ai nói đến biển là vợ chồng chú nhớ con - nỗi nhớ xa xôi mà quanh <b>quất</b>.",
      "Dịch thể thu được có màu <b>quất</b> chín rất hấp dẫn, mùi vị thơm ngon tự nhiên."
    ]
  },
  {
    "word": "quất hồng bì",
    "definition": "wampee",
    "sentences": []
  },
  {
    "word": "quấy",
    "definition": "to stir",
    "sentences": [
      "Tôi sẽ cố không <b>quấy</b> rầy bạn học hành.",
      "Chồng của Mary <b>quấy</b> rầy cô ta",
      "Nếu anh còn <b>quấy</b> rầy tôi, tôi sẽ báo công an đấy!",
      "Xếp tôm vào đáy khuôn, múc cà rốt, ngô, đậu Hà Lan bày lên trên rồi múc nước <b>quấy</b> bột agar đổ trùm lên.",
      "Cho đường vào nước dừa <b>quấy</b> tan, đặt lên bếp đun sôi nhỏ lửa rồi cho xôi nếp cẩm vào nấu cùng."
    ]
  },
  {
    "word": "quấy nhiễu",
    "definition": "worry, pester",
    "sentences": [
      "Sau một thời gian, gia đình bà thoát khỏi rắc rối do sự <b>quấy nhiễu</b> của lực địa từ thần bí.",
      "Chú rể quá điên tiết trước sự <b>quấy nhiễu</b> của giới phóng viên, đã nhảy ào ra ngoài vơ lấy khẩu súng bắn chỉ thiên."
    ]
  },
  {
    "word": "quấy phá",
    "definition": "harass",
    "sentences": []
  },
  {
    "word": "quấy rầy",
    "definition": "to annoy, bother",
    "sentences": [
      "Tôi sẽ cố không <b>quấy rầy</b> bạn học hành.",
      "Chồng của Mary <b>quấy rầy</b> cô ta",
      "Nếu anh còn <b>quấy rầy</b> tôi, tôi sẽ báo công an đấy!"
    ]
  },
  {
    "word": "quấy rối",
    "definition": "to disturb, harass",
    "sentences": [
      "Bằng vị đắng đặc biệt khó chịu, ráy tai khiến côn trùng không thấy hấp dẫn mà bò vào <b>quấy rối</b>."
    ]
  },
  {
    "word": "quấy đảo",
    "definition": "disturb, derange",
    "sentences": []
  },
  {
    "word": "quần",
    "definition": "trousers, pants",
    "sentences": [
      "Kìa mấy cái <b>quần</b> trắng của mình! Vẫn còn mới!",
      "Lần đầu tiên tôi chơi <b>quần</b> vợt là khi tôi 16 tuổi",
      "Thỉnh thoảng tôi chơi <b>quần</b> vợt.",
      "Tôi chơi <b>quần</b> vợt giỏi.",
      "Hằng ngày tôi chơi <b>quần</b> vợt."
    ]
  },
  {
    "word": "quần bò",
    "definition": "jeans",
    "sentences": [
      "Trung bình, áo len tăng giá 30.000-40.000 đồng/chiếc; <b>quần bò</b> tăng 20.000-30.000 đồng/chiếc, nhưng lượng hàng tiêu thụ vẫn rất lớn."
    ]
  },
  {
    "word": "quần chúng",
    "definition": "mass, group, crowd, people; the masses, public",
    "sentences": [
      "Mỗi việc đều phải dựa vào <b>quần chúng</b>.",
      "Đây là hình thức cờ bạc có tính \"<b>quần chúng</b>\", vì thế mức độ sát phạt cũng tăng lên rất nhiều.",
      "Đại diện lãnh đạo các cơ quan Đảng, Nhà nước, đại diện các cơ quan ở trung ương và thành phố Hà Nội cùng đông đảo <b>quần chúng</b> nhân dân thủ đô đến tham dự.",
      "Danh thủ Trương Tấn Bửu là cầu thủ vừa có tài vừa có đức, được <b>quần chúng</b> hâm mộ cả hai miền đều yêu quý.",
      "- Nếu phát động cả giới nhạc sĩ và <b>quần chúng</b> lên tiếng, rất có thể có những trường hợp ca khúc của các cây đa cây đề nổi tiếng cả hàng chục năm nay cũng có mùi bắt chước, ông nghĩ sao?"
    ]
  },
  {
    "word": "quần cư",
    "definition": "live in groups",
    "sentences": []
  },
  {
    "word": "quần cộc",
    "definition": "breeches, underpants-shorts",
    "sentences": []
  },
  {
    "word": "quần cụt",
    "definition": "shorts, short pants",
    "sentences": []
  },
  {
    "word": "quần hệ",
    "definition": "formation",
    "sentences": []
  },
  {
    "word": "quần hồng",
    "definition": "women",
    "sentences": []
  },
  {
    "word": "quần hợp",
    "definition": "association",
    "sentences": []
  },
  {
    "word": "quần là áo lượt",
    "definition": "dressed in silk, beautiful clothes",
    "sentences": []
  },
  {
    "word": "quần lót",
    "definition": "pants, panties, briefs, knickers",
    "sentences": [
      "Bằng chứng duy nhất là dấu vết tinh trùng ở cái <b>quần lót</b>.",
      "Tặng anh ấy những chiếc <b>quần lót</b> quá cỡ.",
      "Một bộ <b>quần lót</b> với tất da chân sẽ có hiệu quả."
    ]
  },
  {
    "word": "quần ngựa",
    "definition": "race-course, race track",
    "sentences": []
  },
  {
    "word": "quần nịt",
    "definition": "tights",
    "sentences": []
  },
  {
    "word": "quần phăng",
    "definition": "women’s European-style trousers",
    "sentences": []
  },
  {
    "word": "quần quật",
    "definition": "hard and without rest; to slave away",
    "sentences": [
      "Tôi đã <b>quần quật</b> làm việc nhà suốt ngày đấy."
    ]
  },
  {
    "word": "quần soóc",
    "definition": "shorts",
    "sentences": []
  },
  {
    "word": "quần thoa",
    "definition": "trousers and brooch, women, the fair sex",
    "sentences": []
  },
  {
    "word": "quần thảo",
    "definition": "competition",
    "sentences": []
  },
  {
    "word": "quần thần",
    "definition": "court officials, the king and courtiers",
    "sentences": []
  },
  {
    "word": "quần thể",
    "definition": "population",
    "sentences": [
      "Những nỗ lực bảo vệ các <b>quần thể</b> cá đang bị tàn phá ở biển Bắc lại có một hệ quả ngược đối với hệ sinh thái ở khu vực.",
      "Nhưng hoạt động đánh bắt cá dần trở nên bừa bãi và để khôi phục <b>quần thể</b> cá ở biển Bắc, các chính sách đã được ra nhằm đóng cửa một số bãi đánh cá hoặc giảm thiểu hoạt động này.",
      "Euan Dunn, nhà hoạch định chính sách hải dương tại Hiệp hội bảo vệ chim quốc gia (RSPB), cho rằng biện pháp tốt nhất là khôi phục lại các <b>quần thể</b> cá tự nhiên và cung cấp nhiều nguồn ăn hơn cho chim cướp biển.",
      "Năm ngoái, Liên minh châu Âu cũng đã cải tổ chính sách đánh bắt cá, trong đó quy định các nước thành viên quản lý các <b>quần thể</b> cá như thế nào.",
      "Chân và răng của nó cho thấy đó có thể là đại diện của một <b>quần thể</b> khủng long ăn thịt hai chân, sống sót trên Nam cực rất lâu sau khi các loài khác phân bố ra toàn cầu."
    ]
  },
  {
    "word": "quần tây",
    "definition": "European-style trousers",
    "sentences": [
      "Tôi muốn mua một chiếc <b>quần tây</b> dài và một áo sơ mi mới.",
      "Chúng ta sẽ phải làm những chiếc <b>quần tây</b> dài và áo sơ mi mới.",
      "Bạn có thích chiếc <b>quần tây</b> dài này không?",
      "Tôi thích chiếc <b>quần tây</b> dài này.",
      "Tôi thích hai cái <b>quần tây</b> dài này."
    ]
  },
  {
    "word": "quần tụ",
    "definition": "to assemble, gather together, collect, group",
    "sentences": []
  },
  {
    "word": "quần vợt",
    "definition": "tennis",
    "sentences": [
      "Lần đầu tiên tôi chơi <b>quần vợt</b> là khi tôi 16 tuổi",
      "Thỉnh thoảng tôi chơi <b>quần vợt</b>.",
      "Tôi chơi <b>quần vợt</b> giỏi.",
      "Hằng ngày tôi chơi <b>quần vợt</b>.",
      "Mẹ bây giờ chơi <b>quần vợt</b>."
    ]
  },
  {
    "word": "quần xã",
    "definition": "society",
    "sentences": []
  },
  {
    "word": "quần xì líp",
    "definition": "underwear",
    "sentences": []
  },
  {
    "word": "quần áo",
    "definition": "clothes, clothing",
    "sentences": [
      "Mỗi năm tôi đều tham gia từ thiện bằng cách quyên góp tiền và <b>quần áo</b> để giúp người nghèo.",
      "Ông ấy cho chúng tôi không chỉ <b>quần áo</b>, mà còn cả một ít tiền.",
      "Chúng tôi không có máy sấy <b>quần áo</b>.",
      "Cô ấy luôn mặc <b>quần áo</b> sành điệu.",
      "Tôi có thể mua <b>quần áo</b> bơi ở đâu?"
    ]
  },
  {
    "word": "quần áo bị nhậy cắn",
    "definition": "moth-eaten clothing",
    "sentences": []
  },
  {
    "word": "quần áo may sẵn",
    "definition": "ready-made clothes (as opposed to tailor made)",
    "sentences": [
      "Công ty cổ phần Animex có vốn điều lệ 12 tỷ đồng, kinh doanh xuất khẩu nông thủy sản các loại và súc sản gia cầm, thực phẩm chế biến, <b>quần áo may sẵn</b>& và nhập khẩu vật tư, nguyên liệu phục vụ nông nghiệp, công nghiệp thực phẩm, gia cầm&"
    ]
  },
  {
    "word": "quần áo mỏng",
    "definition": "thin clothes",
    "sentences": []
  },
  {
    "word": "quần áo mỏng manh",
    "definition": "Very thin clothes",
    "sentences": []
  },
  {
    "word": "quần áo mốc thếch",
    "definition": "clothes gray with mold",
    "sentences": []
  },
  {
    "word": "quần áo nhã",
    "definition": "elegant clothing",
    "sentences": []
  },
  {
    "word": "quần áo rách",
    "definition": "torn clothing",
    "sentences": [
      "Trong đó dị vật chủ yếu là hạt hồng xiêm, sung, hồng ngâm, cam, ổi, ngô rang, dâu da xoan, mít, tóc, sợi len, <b>quần áo rách</b>..."
    ]
  },
  {
    "word": "quần áo sang trọng",
    "definition": "luxurious, fancy clothing",
    "sentences": []
  },
  {
    "word": "quần áo treo bừa bãi",
    "definition": "to wear one’s clothes in disarray",
    "sentences": []
  },
  {
    "word": "quần đông xuân",
    "definition": "peg-top pants",
    "sentences": []
  },
  {
    "word": "quần đùi",
    "definition": "breeches, under pants",
    "sentences": [
      "Tôi mặc <b>quần đùi</b>",
      "Tôi thích mặc <b>quần đùi</b> vào mùa hè.",
      "- Tương tự như Axl Rose của nhóm Guns 'n Roses, tôi hay quấn một cái khăn trên đầu nhưng tôi không có cái <b>quần đùi</b> đỏ nào cả...",
      "Dưới cái lạnh cắt da, tôi phải vào vai lão hoạn quan trong trang phục vô cùng mát mẻ, <b>quần đùi</b> áo cộc.",
      "Tôi chạy lên nhà thì anh chàng vẫn đang mặc <b>quần đùi</b>, tay cầm khăn lau từng ngón chân để chuẩn bị đi tất."
    ]
  },
  {
    "word": "quần đảo",
    "definition": "archipelago, islands",
    "sentences": [
      "Công ty của Tom được thành lập tại <b>quần đảo</b> Cayman.",
      "Con biên mai có nhiều ở <b>quần đảo</b> Hải Tặc thuộc huyện Hà Tiên, Kiên Giang, xuất hiện ở những thềm đá ngầm sâu khoảng 5 m.",
      "Bầy cá nhám đầu nhỏ này bị bắt ở vùng biển phía nam thuộc <b>quần đảo</b> Kerguelen.",
      "Khu trải rộng trên 211 triệu hecta, từ đảo Cocos của Costa Rica tới <b>quần đảo</b> Galapagos của Ecuador và xa hơn nữa.",
      "Dự án kéo dài 4 năm, trị giá 3,1 triệu đôla này sẽ liên kết và mở rộng các khu bảo tồn biển hiện có, gồm: Công viên quốc gia đảo Coiba của Panama, Công viên quốc gia Gorgona của Columbia, Công viên quốc gia đảo Cocos của Costa Rica và 19 hòn đảo trong <b>quần đảo</b> Galapagos, nằm cách bờ biển Nam Mỹ khoảng 1.000 km."
    ]
  },
  {
    "word": "quầng",
    "definition": "halo, aureole",
    "sentences": [
      "Bạn có <b>quầng</b> thâm dưới mắt đấy.",
      "Vùng hình tròn xung quanh núm vú được gọi là <b>quầng</b> vú.",
      "Vì thế, có một <b>quầng</b> xanh xung quanh mặt trời vào thời điểm này\", Bell, nói.",
      "Loại mặt nạ này có tác dụng tẩy các sắc tố đen trên da, giảm <b>quầng</b> thâm ở mắt."
    ]
  },
  {
    "word": "quầng sáng",
    "definition": "ring of light, halo",
    "sentences": []
  },
  {
    "word": "quầy",
    "definition": "display, counter, stall",
    "sentences": [
      "Không, anh phải mua vé ở <b>quầy</b> bán.",
      "Tìm thấy một người chủ thích hợp, cốc rượu mạnh Cuba Libre hát một bản ballad tuyệt vời tại <b>quầy</b> karaoke.",
      "Xin hãy nhận lấy vé ở <b>quầy</b>.",
      "Quý khách hãy thanh toán ở <b>quầy</b> thu ngân tại tầng 1.",
      "Tôi đã trả lại chìa khóa của mình tại <b>quầy</b> lễ tân của khách sạn."
    ]
  },
  {
    "word": "quầy hàng",
    "definition": "counter, stall",
    "sentences": [
      "Nhất là những ngày nghỉ, khách hàng đứng chen chúc tại các <b>quầy hàng</b>.",
      "Dọc theo các dãy phố, sản phẩm bánh kẹo phục vụ Tết đã được bày bán đỏ rực trên <b>quầy hàng</b>."
    ]
  },
  {
    "word": "quầy tiếp tân",
    "definition": "reception desk (at a hotel)",
    "sentences": []
  },
  {
    "word": "quẩn bách",
    "definition": "hard up",
    "sentences": []
  },
  {
    "word": "quẩn quanh",
    "definition": "muddled, with no clear plan",
    "sentences": [
      "Ai cũng có niềm vui nỗi buồn, nhưng thật là bi kịch nếu cứ giậm chân tại chỗ rồi nghĩ <b>quẩn quanh</b>: \"Lẽ ra tôi đã có cái này, lẽ ra tôi đã có cái kia\"."
    ]
  },
  {
    "word": "quẩy",
    "definition": "to carry with a shoulder pole",
    "sentences": [
      "Bạn đã sẵn sàng <b>quẩy</b> chưa?",
      "Bạn đã sẵn sàng để <b>quẩy</b> chưa?",
      "Các bạn đã sẵn sàng để <b>quẩy</b> chưa?",
      "Thật là xúi <b>quẩy</b>!",
      "Anh Hải cho biết: Sáng họ đi với cây cuốc trên tay, chiều về <b>quẩy</b> thêm một hai bao tải trên vai."
    ]
  },
  {
    "word": "quẫn bách",
    "definition": "to be hand up",
    "sentences": []
  },
  {
    "word": "quẫn trí",
    "definition": "become muddle-headed",
    "sentences": []
  },
  {
    "word": "quẫy",
    "definition": "waggle violently, wriggle violently (one’s tail), struggle",
    "sentences": []
  },
  {
    "word": "quận",
    "definition": "county, district",
    "sentences": [
      "Y tá bệnh viện <b>quận</b> 4 rất nhiệt tình.",
      "Yamashita là tên của một thị trấn nằm ở <b>quận</b> Naka, thành phố Yokohama, tỉnh Kanagawa.",
      "Địa chỉ: Dafun Garden Restaurant, Biệt thự D15 Làng Quốc tế Thăng Long, <b>quận</b> Cầu Giấy, Hà Nội.",
      "Địa chỉ: 21 Trần Cao Vân, <b>quận</b> 1, TP HCM.",
      "Bà Cẩm Vân, chủ tiệm bánh tằm bì số 358-370 Hai Bà Trưng, <b>quận</b> 1, TP HCM - nơi bán hơn 20 món ăn mặn ngọt nước cốt dừa cho rằng nước cốt là khi \"thắng\" xong có màu trắng đục của dừa, có bề mặt sáng bóng mịn màng như kem."
    ]
  },
  {
    "word": "quận chúa",
    "definition": "princess",
    "sentences": []
  },
  {
    "word": "quận công",
    "definition": "duke",
    "sentences": []
  },
  {
    "word": "quận huyện",
    "definition": "districts and precincts (in general)",
    "sentences": [
      "Chủ tịch thành phố Lê Thanh Hải yêu cầu sớm hình thành khung pháp lý về giải tỏa đền bù, trong tháng 2 hoặc đầu tháng 3 thành phố ban hành quyết định kèm theo quy chế để thực hiện và làm cơ sở phân cấp cho <b>quận huyện</b>.",
      "Trong tháng 2, sẽ ban hành chỉ thị về vấn đề này bắt buộc các <b>quận huyện</b> phải thực hiện.",
      "Nhiều <b>quận huyện</b> ủng hộ cách điều tiết theo phương án 1.",
      "Lực lượng thanh tra <b>quận huyện</b> cũng phát hiện sai phạm ở 21dự án, với số tiền 1,2 tỷ đồng (chiếm 1,2%).",
      "Trong khi đó, đội ngũ nữ lãnh đạo kế cận ở cấp <b>quận huyện</b> lại giảm."
    ]
  },
  {
    "word": "quận hạt",
    "definition": "administrative district; county (division of a state)",
    "sentences": []
  },
  {
    "word": "quận trưởng",
    "definition": "district chief",
    "sentences": []
  },
  {
    "word": "quận trưởng cảnh sát",
    "definition": "police chief",
    "sentences": []
  },
  {
    "word": "quận vương",
    "definition": "prince",
    "sentences": []
  },
  {
    "word": "quận đoàn",
    "definition": "district youth union",
    "sentences": []
  },
  {
    "word": "quận ủy",
    "definition": "district party committee",
    "sentences": []
  },
  {
    "word": "quật",
    "definition": "to whip, flog, beat",
    "sentences": [
      "Tôi đã quần <b>quật</b> làm việc nhà suốt ngày đấy.",
      "Các nhà khảo cổ Israel đã khai <b>quật</b> những hang động gần biển Chết và phát hiện ra một số món đồ trang sức, một bộ trang điểm và một chiếc gương nhỏ - những món đồ dành cho phụ nữ vào khoảng 2.500 năm trước đây.",
      "Khai <b>quật</b> sọ cá voi cổ đại 8 triệu năm tuổi",
      "Các nhà khảo cổ Hà Lan và Ai Cập vừa khai <b>quật</b> được một nghĩa trang cổ đại có chứa ngôi mộ 4.000 tuổi của một nhân vật thuộc dòng dõi hoàng tộc.",
      "\"Lượng vôi tôi lớn cùng với các vật liệu khác như gạch, cát và các mảnh đá cẩm thạch, cho thấy phần này của khu dinh thự từng là một khu xây dựng được trang bị hoàn hảo\", Rita Paris, trưởng nhóm khai <b>quật</b>, nói."
    ]
  },
  {
    "word": "quật cường",
    "definition": "to refuse to surrender or give up; indomitable",
    "sentences": []
  },
  {
    "word": "quậy",
    "definition": "to stir, move",
    "sentences": [
      "Trứng gà đập ra tô <b>quậy</b> đều với bột năng, 6 muỗng cà phê nước, bột màu, nêm gia vị.",
      "Cho tiếp sữa tươi, 2 muỗng mật ong, 2 thìa bột ngô vào <b>quậy</b> cho tan.",
      "Đập trứng ra bát, đánh tan rồi cho bột năng và một chút nước <b>quậy</b> đều cho sền sệt, để lại một ít bột năng khô ra đĩa.",
      "Khác với Serenata, khách của Chợt Nhớ trẻ hơn, <b>quậy</b> hơn.",
      "Quậy đều cho đến khi hỗn hợp đặc lại, cho vani vào và <b>quậy</b> đều.- Đổ hỗn hợp này qua một cái máy lọc để lấy hạt vani và bất cứ vật lớn nào khác."
    ]
  },
  {
    "word": "quắc mắt",
    "definition": "roll one’s eyes (with anger), glare",
    "sentences": []
  },
  {
    "word": "quắc thước",
    "definition": "hale and hearty",
    "sentences": []
  },
  {
    "word": "quắp",
    "definition": "to seize, grasp",
    "sentences": [
      "Những ngón tay dần dần co <b>quắp</b> lại..."
    ]
  },
  {
    "word": "quắt queo",
    "definition": "shrivel up",
    "sentences": []
  },
  {
    "word": "quắt quéo",
    "definition": "devious, dishonest, tortuous",
    "sentences": []
  },
  {
    "word": "quằn",
    "definition": "to bend, curve",
    "sentences": []
  },
  {
    "word": "quằn quại",
    "definition": "to writhe, squirm",
    "sentences": []
  },
  {
    "word": "quẳng",
    "definition": "to throw away",
    "sentences": [
      "Một cái ngoắt tay, chị Nguyễn Thị Cúc <b>quẳng</b> vội vỏ lon bia xuống đống ve chai, chạy băng ra giữa đường phụ đẩy chiếc xe.",
      "Chị sung sướng <b>quẳng</b> vợt, quỳ xuống sân, hai tay ôm mặt.",
      "Michael Sudore, sống ở New York đã kiện ban nhạc vì một thành viên <b>quẳng</b> cả miếng xúc xích vào người anh trong một lần xem đấu bóng chày.",
      "Một trong số hơn chục nhân viên của lò mổ trên quơ vội hai con gà, nhanh tay vặt trụi lông, moi ruột, rồi <b>quẳng</b> vào chậu nước ngâm đầy gà gần đó."
    ]
  },
  {
    "word": "quẳng vào",
    "definition": "to throw into",
    "sentences": [
      "Một trong số hơn chục nhân viên của lò mổ trên quơ vội hai con gà, nhanh tay vặt trụi lông, moi ruột, rồi <b>quẳng vào</b> chậu nước ngâm đầy gà gần đó."
    ]
  },
  {
    "word": "quặng mỏ",
    "definition": "ore",
    "sentences": []
  },
  {
    "word": "quặt",
    "definition": "to turn",
    "sentences": [
      "Tuần trước, Mỹ đã công bố một loạt biện pháp nhằm trấn an dư luận trong nước như cấm sử dụng gia súc què <b>quặt</b> làm thực phẩm cho con người."
    ]
  },
  {
    "word": "quẹo",
    "definition": "to make a turn",
    "sentences": [
      "\"Đi qua trạm kiểm soát này cứ như là đi thi bằng lái, đường gì cong cong, <b>quẹo</b> <b>quẹo</b>, sơ sẩy một chút, không húc đuôi xe khác thì cũng va quẹt vào hai bên trạm\" - anh Hiền, lái xe container, than thở."
    ]
  },
  {
    "word": "quẹo gắt",
    "definition": "sharp turn",
    "sentences": []
  },
  {
    "word": "quẹo phải",
    "definition": "to turn right",
    "sentences": []
  },
  {
    "word": "quẹo ra",
    "definition": "to turn off",
    "sentences": []
  },
  {
    "word": "quẹo ra xa lộ",
    "definition": "to turn off the highway",
    "sentences": []
  },
  {
    "word": "quẹo tay trái",
    "definition": "make a left turn",
    "sentences": []
  },
  {
    "word": "quẹo trái",
    "definition": "to turn left",
    "sentences": []
  },
  {
    "word": "quẹo vào",
    "definition": "to turn into",
    "sentences": []
  },
  {
    "word": "quẹo xe",
    "definition": "to turn a car",
    "sentences": []
  },
  {
    "word": "quẹt",
    "definition": "match",
    "sentences": [
      "Ông có <b>quẹt</b> diêm không? Xin lỗi nhưng tôi không hút thuốc.",
      "Anh ấy đã <b>quẹt</b> diêm.",
      "Ông ta đã <b>quẹt</b> một que diêm.",
      "Lúc đó Tom <b>quẹt</b> một que diêm rồi thắp lửa vào nến.",
      "Tom đã <b>quẹt</b> một que diêm rồi thắp nến."
    ]
  },
  {
    "word": "quế",
    "definition": "cinnamon (tree, bark)",
    "sentences": [
      "Nguyên liệu: Chả giò, tôm xào, bát bửu Quảng Đông, bách hoa đông cô.- Chả giò: bạn có thể mua loại chả giò bán sẵn ở các chợ hay siêu thị.- Bát bửu Quảng Đông: gồm chả lụa, chả <b>quế</b>, xúc xích, trứng cút luộc.- Tôm xào: với 200 gr tôm, rửa sạch, lột vỏ và rút sợi chỉ đen giữa lưng tôm.- Bách hoa đông cô: tôm, thịt, muối, tiêu, hành, bột ngọt, cải ngọt (cây nhỏ).- Cà rốt, su hào thái chỉ, xào sơ, nêm đầy đủ gia vị, cà chua tỉa hoa.",
      "Xắt miếng chả lụa, chả <b>quế</b>, xúc xích.",
      "Nguyên liệu: 150 gr tôm sú xay nhuyễn, 25 gr mỡ heo xắt hột lựu, lòng trắng trứng vịt, hành củ, tiêu, đường, muối, mía cắt khúc 8 cm, dưa leo, cà rốt, xà lách, rau <b>quế</b>, đậu phộng, bánh hỏi.",
      "Rồi chuẩn bị rau sống các loại, nhất là rau gia vị có mùi thơm như <b>quế</b>, hành, thì là, mùi tàu, ngò, lá đinh lăng non& được rửa sạch bằng nước muối hay thuốc tím sát trùng pha loãng.",
      "- 2 ổ bánh mì xắt lát.- Cà chua tươi: 1 trái lớn, xắt hạt lựu.- Tỏi tươi: 2 tép xắt nhuyễn.- Lá <b>quế</b> tươi (basil) xắt nhuyễn.- Dầu ô liu 1 muỗng canh.- Tôm tươi: 6 con vừa, lột vỏ, xắt hạt lựu.Dầu ô liu tìm mua tại các siêu thị lớn."
    ]
  },
  {
    "word": "quế chi",
    "definition": "cinnamon twig",
    "sentences": [
      "Các gia vị gồm: một ít nước củ riềng với mè (vừng) rang vàng (nếu được mè đen thì càng tốt) đem giã sơ qua, một ít đậu phộng rang và một lượng thính vừa đủ làm bằng gạo nếp rang, một ít gừng non thái chỉ, ớt hiểm, tiêu, bột ngọt, nước mắm ngon, một ly rượu nhỏ, vài lát <b>quế chi</b>...",
      "-Viêm tắc tĩnh mạch chân: Dùng thủy điệt, địa long mỗi thứ 30 g, <b>quế chi</b> 20 g; xuyên ngưu tất, cam thảo mỗi thứ 15 g; thổ nguyên, đào nhân, tô mộc, hồng hoa, huyết kiệt, nhũ hương, mộc dược, phụ tử mỗi thứ 10 g.",
      "Có thể dùng nước thuốc gồm <b>quế chi</b> 15 g, phụ tử 10 g, gừng khô 15 g, ngâm rửa chân lúc nước còn nóng, mỗi ngày ngâm 2-3 lần, mỗi lần 10-15 phút."
    ]
  },
  {
    "word": "quế hòe",
    "definition": "grown-up and successful children",
    "sentences": []
  },
  {
    "word": "quết",
    "definition": "to knead",
    "sentences": [
      "Pan là một chú khỉ có khả năng <b>quết</b> bơ lên bánh mì.",
      "Pan là một chú khỉ biết <b>quết</b> bơ lên bánh mì.",
      "Cá thác lác <b>quết</b> với nước mắm, và ít đầu hành lá, tiêu.",
      "- Nạc cá thác lác, <b>quết</b> dẻo với đầu hành lá + tiêu + muối + dầu, cho vào phần thân mực.",
      "Hay trai băm nhuyễn <b>quết</b> với thịt nạc, bó vào sả cây."
    ]
  },
  {
    "word": "quết trầu",
    "definition": "betel quid’s juice",
    "sentences": []
  },
  {
    "word": "quềnh quàng",
    "definition": "do in a hurry, hastily",
    "sentences": []
  },
  {
    "word": "quều quào",
    "definition": "awkward, clumsy with one’s limbs",
    "sentences": []
  },
  {
    "word": "quệt",
    "definition": "to coat, spread, lay thickly",
    "sentences": [
      "Chủ xe sử dụng rượu, bia vượt quá quy định, <b>quệt</b> chân chống xuống đường ngoài mức phạt từ 300.000 đến 1 triệu đồng còn bị giữ xe 15 ngày."
    ]
  },
  {
    "word": "quệt trầu",
    "definition": "betel quid’s juice",
    "sentences": []
  },
  {
    "word": "quỉ",
    "definition": "(the) devil",
    "sentences": []
  },
  {
    "word": "quỉ quyệt",
    "definition": "crafty, very cunning",
    "sentences": []
  },
  {
    "word": "quỉ thuật",
    "definition": "magic, conjuring tricks",
    "sentences": []
  },
  {
    "word": "quỉ đạo",
    "definition": "orbit",
    "sentences": []
  },
  {
    "word": "quốc",
    "definition": "nation",
    "sentences": [
      "Tuần trước tôi mới bắt đầu học tiếng Trung <b>quốc</b>.",
      "Ngôn ngữ cầu nối trung lập hoặc ngôn ngữ <b>quốc</b> tế hỗ trợ ngày nay rất cần thiết.",
      "Những công việc của mỗi <b>quốc</b> gia như nhau.",
      "Dima hỏi : \"Bạn có biết mã số điện thoại <b>quốc</b> gia của Li Băng không?\"",
      "Nền kinh tế của <b>quốc</b> gia phụ thuộc vào nông nghiệp."
    ]
  },
  {
    "word": "quốc biến",
    "definition": "national troubles",
    "sentences": []
  },
  {
    "word": "quốc bảo",
    "definition": "precious national object",
    "sentences": []
  },
  {
    "word": "quốc ca",
    "definition": "national anthem",
    "sentences": []
  },
  {
    "word": "quốc công",
    "definition": "grand duke",
    "sentences": []
  },
  {
    "word": "quốc cấm",
    "definition": "forbidden",
    "sentences": []
  },
  {
    "word": "quốc cữu",
    "definition": "emperor’s brother-in-law",
    "sentences": []
  },
  {
    "word": "quốc doanh",
    "definition": "nationalized business",
    "sentences": [
      "Anh được tự do chứng tỏ cảm hứng và óc sáng tạo của mình với toà nhà ba tầng, trước đây vốn cũng là nhà hàng tư nhân nhưng lại mang không khí của một nhà hàng <b>quốc doanh</b>.",
      "Ông Đỗ Duy Thường còn cho biết, hiệp thương lần này chủ trương hết sức chú ý đến việc 1 giảm, 6 tăng: giảm số lượng đại biểu là cán bộ ở cơ quan hành chính nhà nước; tăng số lượng đại biểu trẻ tuổi, đại biểu là người ngoài Đảng, phụ nữ, người dân tộc thiểu số, đại biểu tôn giáo, đại biểu đại diện cho thành phần kinh tế ngoài <b>quốc doanh</b>.",
      "Theo nhận định của các nhà đầu tư, một nguyên nhân cơ bản khiến Việt Nam có rất ít doanh nghiệp ngoài <b>quốc doanh</b> có quy mô lớn là do việc huy động vốn cổ phần còn nhiều khó khăn.",
      "11 ngân hàng thương mại cổ phần tham gia liên kết gồm: Kỹ thương (Techcombank), Doanh nghiệp ngoài <b>quốc doanh</b> (VP Bank), Quân đội (MB), Nhà Hà Nội (Habubank), Hàng hải (MSB), Nhà HCM (Housing bank), Quốc tế, Bắc Á, Tân Việt, Việt Á, Liên doanh Chohung Vina.",
      "Đã đến lúc cần xây dựng một cơ chế cho vay để những doanh nghiệp ngoài <b>quốc doanh</b> có thể dễ dàng hơn trong việc tiếp cận với các khoản tín dụng của ngân hàng."
    ]
  },
  {
    "word": "quốc dân",
    "definition": "people, nation",
    "sentences": [
      "1 Các trường công lập phía Bắc:ĐH Bách khoa Hà Nội: 3.700 chính quy (CQ), 2.100 không chính quy (KCQ), 2.100 CĐ; ĐH Kinh tế <b>quốc dân</b>: 3.200 CQ, 2.700 KCQ; ĐH Xây dựng: 2.200 CQ, 1.200 KCQ, ĐH Ngoại thương: 1.450 CQ, 1.600 KCQ; ĐH Giao thông Vận tải HN: 2.800 CQ, 2.200 KCQ; ĐH Ngoại ngữ HN: 1.100 CQ, 2.300 KCQ; ĐH Mỏ - Địa chất: 1.500 CQ, 1.200 KCQ; ĐH Sư phạm HN: 1.900 CQ, 3.000 KCQ; ĐH Sư phạm 2: 1.100 CQ, 1.000 KCQ; ĐH Mỹ thuật Công nghiệp: 120 CQ, 200 KCQ; ĐH Nông nghiệp: 2.050 CQ, 2.000 KCQ; Viện ĐH Mở HN: 2.000 CQ; ĐH Thương mại: 1.900 CQ, 2.200 KCQ, 100 CĐ; CĐ Mẫu giáo Trung ương: 600; CĐ Sư phạm nhạc họa Trung ương: 600; ĐH Sư phạm Kỹ thuật Hưng Yên: 500 CQ, 250 KCQ, 500 CĐ, ĐH TDTT Hà Tây: 200 CQ, 150 KCQ, 300 CĐ; ĐH Vinh: 2.200 CQ, 2.300 KCQ; ĐH Tây Bắc: 700 CQ, 600 KCQ, 300 CĐ; ĐH Thái Nguyên, gồm: ĐH Sư phạm: 1.560 CQ, 1.850 KCQ, 200 CĐ; ĐH Kỹ thuật Công nghiệp: 920 CQ, 1.000 KCQ, 150 CĐ; ĐH Nông Lâm: 840 CQ, 900 KCQ, 100 CĐ; ĐH Y: 330 CQ, 400 KCQ; Khoa CNTT: 300 CQ, 250 KCQ, 100 CĐ; Khoa Kinh tế: 400 CQ, 400 KCQ.",
      "Chị Thu Huyền, tân thạc sĩ của ĐH Kinh tế <b>quốc dân</b> cho biết, suốt thời gian làm luận văn, nhiều nghiên cứu sinh chỉ gặp người hướng dẫn 3-4 lần.",
      "Để tránh tình trạng điểm cao chất lượng thấp, Hiệu phó ĐH Kinh tế <b>quốc dân</b> Phan Công Nghĩa cho rằng, song song với nâng kỹ năng thực hành cũng phải nâng \"chuẩn\" luận văn.",
      "Một báo cáo mới được Dự án cao học kinh tế phát triển VN - Hà Lan (Đại học Kinh tế <b>quốc dân</b> Hà Nội) công bố cho thấy, bất bình đẳng thu nhập và tăng trưởng GDP tại VN có mối liên hệ mật thiết lẫn nhau.",
      "Nếu so tổng vốn đầu tư toàn xã hội năm 2003 (217.000 tỷ đồng) thì vốn đầu tư cho thuỷ sản chỉ chiếm 2,1%, trong khi tỷ trọng GDP thuỷ sản trong nền kinh tế <b>quốc dân</b> đã đạt trên 4%."
    ]
  },
  {
    "word": "quốc dân đảng",
    "definition": "nationalist party",
    "sentences": []
  },
  {
    "word": "quốc dụng",
    "definition": "national expenditures",
    "sentences": []
  },
  {
    "word": "quốc gia",
    "definition": "nation, state, country; national",
    "sentences": [
      "Những công việc của mỗi <b>quốc gia</b> như nhau.",
      "Dima hỏi : \"Bạn có biết mã số điện thoại <b>quốc gia</b> của Li Băng không?\"",
      "Nền kinh tế của <b>quốc gia</b> phụ thuộc vào nông nghiệp.",
      "Phong tục nè nếp biến đổi khác nhau ở mỗi <b>quốc gia</b>.",
      "Một số <b>quốc gia</b> có hệ thống luật pháp nghiêm khắc chống lại thuốc phiện."
    ]
  },
  {
    "word": "quốc gia Tây phương",
    "definition": "western nation",
    "sentences": []
  },
  {
    "word": "quốc gia châu âu",
    "definition": "European country",
    "sentences": []
  },
  {
    "word": "quốc gia dân chủ",
    "definition": "democratic country",
    "sentences": []
  },
  {
    "word": "quốc gia giàu có",
    "definition": "wealthy nation",
    "sentences": [
      "Đó là một <b>quốc gia giàu có</b> về dầu mỏ."
    ]
  },
  {
    "word": "quốc gia hải đảo",
    "definition": "island nation, country",
    "sentences": []
  },
  {
    "word": "quốc gia kỹ nghệ",
    "definition": "industrial nation",
    "sentences": []
  },
  {
    "word": "quốc gia láng giềng",
    "definition": "neighboring countries",
    "sentences": [
      "Đất nước chúng ta cần phải thúc đẩy thương mại với các <b>quốc gia láng giềng</b>.",
      "\"Tikal và Calakmul căm thù nhau đến tận xương tuỷ, không ngừng khơi lên các cuộc chiến, bắt giữ vua của nhau và thậm chí còn liên minh với các <b>quốc gia láng giềng</b> tạo thành đối trọng\", Peter Mattews cho biết.",
      "Một cách giải thích là những <b>quốc gia láng giềng</b> hùng mạnh đã nhận ra tầm quan trọng của khu vực trung gian này, và muốn kiểm soát, sử dụng nó như một hệ thống cảnh báo sớm."
    ]
  },
  {
    "word": "quốc gia mở mang",
    "definition": "developing nation",
    "sentences": []
  },
  {
    "word": "quốc gia phát triển",
    "definition": "developed country, industrialized country",
    "sentences": [
      "Cuộc khảo sát dữ liệu của 15 <b>quốc gia phát triển</b> cho thấy, nguy cơ mắc bệnh ung thư từ việc chụp X-quang và CT thấp nhất ở Anh (0,6%), cao nhất ở Nhật (3%)."
    ]
  },
  {
    "word": "quốc gia thành viên",
    "definition": "member nation (of the UN, e.g.)",
    "sentences": [
      "Các nghị sĩ cũng khuyến nghị các chính phủ ASEM xem xét lại hàng rào kỹ thuật đối với thương mại nhằm gia tăng trao đổi mậu dịch và đầu tư giữa các <b>quốc gia thành viên</b>.",
      "Trải qua 100 năm phát triển, Liên đoàn bóng đá thế giới đã có 204 <b>quốc gia thành viên</b>."
    ]
  },
  {
    "word": "quốc gia tiểu nhược",
    "definition": "smaller and weaker country",
    "sentences": []
  },
  {
    "word": "quốc gia tân tiến",
    "definition": "advanced, developed country",
    "sentences": []
  },
  {
    "word": "quốc gia đang phát triển",
    "definition": "developing country",
    "sentences": [
      "Những <b>quốc gia đang phát triển</b> đang thiếu nguồn cung kỹ sư chất lượng cao.",
      "\"SSA đang đi ngược lại xu thế mở rộng tự do thương mại toàn cầu mà Mỹ là quốc gia đề xướng và yêu cầu các nước trên thế giới, đặc biệt là các <b>quốc gia đang phát triển</b> tham gia thực hiện\", ông Lê Văn Kịch, Chủ tịch VSC khẳng định."
    ]
  },
  {
    "word": "quốc gia đại sự",
    "definition": "affairs of state",
    "sentences": []
  },
  {
    "word": "quốc giáo",
    "definition": "national religion",
    "sentences": []
  },
  {
    "word": "quốc hiệu",
    "definition": "official name of a country, national name",
    "sentences": []
  },
  {
    "word": "quốc huy",
    "definition": "national emblem, heraldry",
    "sentences": [
      "Hồ sơ hợp lệ phải gồm một túi đựng hồ sơ, phiếu số 1, phiếu số 2 có dấu <b>quốc huy</b> màu đỏ."
    ]
  },
  {
    "word": "quốc họa",
    "definition": "national disaster, calamity",
    "sentences": []
  },
  {
    "word": "quốc học",
    "definition": "national culture",
    "sentences": []
  },
  {
    "word": "quốc hồn",
    "definition": "national spirit",
    "sentences": [
      "Món ăn <b>quốc hồn</b> quốc túy Việt đã đi vào từ vựng của người Mỹ, với giọng đọc ngô nghê không dấu: \"Phơ!\"."
    ]
  },
  {
    "word": "quốc hội",
    "definition": "parliament, congress, national assembly",
    "sentences": [
      "Một khóa <b>quốc hội</b>, nói chung, có thời hạn bốn năm."
    ]
  },
  {
    "word": "quốc hội Anh",
    "definition": "English parliament",
    "sentences": []
  },
  {
    "word": "quốc hội Hoa Kỳ",
    "definition": "U.S. Congress",
    "sentences": []
  },
  {
    "word": "quốc hội Nhật Bản",
    "definition": "National Diet (of Japan)",
    "sentences": []
  },
  {
    "word": "quốc hội bị giải tán",
    "definition": "the congress was dissolved",
    "sentences": []
  },
  {
    "word": "quốc hội do cộng hòa khống chế",
    "definition": "Republican-controlled congress",
    "sentences": []
  },
  {
    "word": "quốc hội lưỡng viện",
    "definition": "both houses of congress",
    "sentences": []
  },
  {
    "word": "quốc hữu hóa",
    "definition": "to nationalize",
    "sentences": []
  },
  {
    "word": "quốc khánh",
    "definition": "national celebration",
    "sentences": [
      "Còn 3 thành viên John Hutton, Oliver Quin và David May của Bahouki sẽ kỷ niệm <b>quốc khánh</b> Ireland bằng 5 đêm diễn (15-19/3) tại Bar Saigon Saigon (khách sạn Caravelle)."
    ]
  },
  {
    "word": "quốc khố",
    "definition": "treasury",
    "sentences": []
  },
  {
    "word": "quốc kế dân sinh",
    "definition": "national welfare and the people’s",
    "sentences": []
  },
  {
    "word": "quốc kỳ",
    "definition": "national flag, national colors",
    "sentences": []
  },
  {
    "word": "quốc liên",
    "definition": "league of nations",
    "sentences": []
  },
  {
    "word": "quốc lập",
    "definition": "state-owned, public",
    "sentences": []
  },
  {
    "word": "quốc lễ",
    "definition": "national festival",
    "sentences": [
      "Chúng tôi treo cờ vào các ngày <b>quốc lễ</b>."
    ]
  },
  {
    "word": "quốc lộ",
    "definition": "national highway",
    "sentences": [
      "Tường nhà là một bức hoạ phong cảnh núi non hùng vĩ của miền Tây Bắc với con đường mòn cheo leo thấp thoáng mây mù khiến bạn liên tưởng đến con đường <b>quốc lộ</b> 4.",
      "Một ví dụ điển hình về hiện tượng này là tại một khu vực giữa đường <b>quốc lộ</b> ngoại ô thủ đô Vacsava của Ba Lan, được gọi là \"Tam giác trăm mộ địa\".",
      "Ngành quản lý <b>quốc lộ</b> Ba Lan đã mời các chuyên gia đến \"hội chẩn\".",
      "15h30 ngày 30/1, do chạy với tốc độ nhanh nên khi ôm cua rẽ trái, chiếc container 40 feet đầy hàng trên đầu kéo, lưu thông theo hướng cổng sau Khu công nghiệp Việt Hương về đại lộ Bình Dương (<b>quốc lộ</b> 13), đến ngã tư 22-12 (ấp Hoà Lân 2, xã Thuận Giao, huyện Thuận An, Bình Dương) đã bị quăng xuống mặt đất.",
      "được chôn ngay tại ao phía trước trại sát mép <b>quốc lộ</b> 1A một cách sơ sài."
    ]
  },
  {
    "word": "quốc ngoại",
    "definition": "foreign",
    "sentences": []
  },
  {
    "word": "quốc ngữ",
    "definition": "national language",
    "sentences": []
  },
  {
    "word": "quốc nạn",
    "definition": "national disaster, catastrophe",
    "sentences": []
  },
  {
    "word": "quốc nội",
    "definition": "at home, in the country, domestic",
    "sentences": [
      "Theo đó, tổng sản phẩm <b>quốc nội</b> (GDP) đạt mức tăng cao nhất trong 5 năm với 7,24%."
    ]
  },
  {
    "word": "quốc phong",
    "definition": "national customs and manners",
    "sentences": []
  },
  {
    "word": "quốc pháp",
    "definition": "national laws",
    "sentences": []
  },
  {
    "word": "quốc phòng",
    "definition": "national defense, military",
    "sentences": [
      "Chính phủ yêu cầu rằng mỗi năm cần 50.000 đứa trẻ ra đời để đáp ứng nhu cầu lao động, kinh tế và <b>quốc phòng</b> của quốc gia có 4,2 triệu người, trong đó 25% là người ngoại quốc.",
      "Việc khai thác đá ở mỏ Vạn Mỹ không chỉ ảnh hưởng đến người dân mà còn vi phạm khu vực phòng thủ <b>quốc phòng</b>."
    ]
  },
  {
    "word": "quốc phục",
    "definition": "national clothes, national dress, national costume",
    "sentences": []
  },
  {
    "word": "quốc sách",
    "definition": "national policy",
    "sentences": []
  },
  {
    "word": "quốc sĩ",
    "definition": "famous scholar, national scholar",
    "sentences": []
  },
  {
    "word": "quốc sư",
    "definition": "teacher of the prince",
    "sentences": [
      "Đã gây nhiều bất ngờ ở vòng bảng, nhưng tối nay, đoàn quân của ông Ivan Kolev không thể giành được một kết quả thuận lợi trước đội bóng đảo <b>quốc sư</b> tử.",
      "Trong khi đó, dù không thật sự chắc chắn, nhưng đội bóng đảo <b>quốc sư</b> tử đã có 90 phút khá thoải mái để đạt được mục tiêu cao nhất: một chiến thắng trên sân khách.",
      "Chị có mặt tại đảo <b>quốc sư</b> tử để thực hiện việc khuếch trương bộ sưu tập mới của hãng đồng hồ nổi tiếng thế giới - Omega."
    ]
  },
  {
    "word": "quốc sắc",
    "definition": "beauty queen",
    "sentences": []
  },
  {
    "word": "quốc sử",
    "definition": "national history, history of a nation",
    "sentences": []
  },
  {
    "word": "quốc sử quán",
    "definition": "national historiographer’s office",
    "sentences": []
  },
  {
    "word": "quốc sự",
    "definition": "state affairs",
    "sentences": []
  },
  {
    "word": "quốc tang",
    "definition": "state funeral",
    "sentences": []
  },
  {
    "word": "quốc thiều",
    "definition": "national anthem",
    "sentences": []
  },
  {
    "word": "quốc thù",
    "definition": "enemy of the nation, national vengeance",
    "sentences": []
  },
  {
    "word": "quốc thư",
    "definition": "credentials",
    "sentences": []
  },
  {
    "word": "quốc thể",
    "definition": "national prestige",
    "sentences": []
  },
  {
    "word": "quốc thổ",
    "definition": "national territory",
    "sentences": []
  },
  {
    "word": "quốc trái",
    "definition": "government bond, national debt, government securities",
    "sentences": []
  },
  {
    "word": "quốc trưởng",
    "definition": "head of state, chief of state, fuehrer",
    "sentences": []
  },
  {
    "word": "quốc táng",
    "definition": "state funeral",
    "sentences": []
  },
  {
    "word": "quốc tính",
    "definition": "national character, nationality",
    "sentences": []
  },
  {
    "word": "quốc túy",
    "definition": "national characteristic",
    "sentences": [
      "Món ăn quốc hồn <b>quốc túy</b> Việt đã đi vào từ vựng của người Mỹ, với giọng đọc ngô nghê không dấu: \"Phơ!\"."
    ]
  },
  {
    "word": "quốc tế",
    "definition": "international",
    "sentences": [
      "Ngôn ngữ cầu nối trung lập hoặc ngôn ngữ <b>quốc tế</b> hỗ trợ ngày nay rất cần thiết.",
      "Trong thành phố của tôi không có những lớp học <b>quốc tế</b> ngữ.",
      "Hội nghị chung, sau khi thảo luận báo cáo của Tổng giám đốc về bản kiến ​​nghị <b>quốc tế</b> ủng hộ Esperanto.",
      "Tom không thể dùng điện thoại di động ở đây vì anh ấy phải trả cước phí dịch vụ chuyển vùng <b>quốc tế</b> rất đắt đỏ.",
      "Ẩm thực Việt Nam thu hút báo giới <b>quốc tế</b>"
    ]
  },
  {
    "word": "quốc tế ca",
    "definition": "internationale (song)",
    "sentences": []
  },
  {
    "word": "quốc tế hóa",
    "definition": "to internationalize",
    "sentences": []
  },
  {
    "word": "quốc tế ngữ",
    "definition": "international language",
    "sentences": [
      "Trong thành phố của tôi không có những lớp học <b>quốc tế ngữ</b>."
    ]
  },
  {
    "word": "quốc tịch",
    "definition": "nationality, citizenship",
    "sentences": [
      "Tôi mang <b>quốc tịch</b> Pháp, nhưng quê tôi lại ở Việt Nam.",
      "Tôi sống ở Việt Nam và <b>quốc tịch</b> của tôi là người Việt Nam.",
      "Chưa có khu ăn uống điểm nào đạt tiêu chuẩn ở TP HCM Hàng trăm hécta rừng ở Kon Tum là \"rừng ảo\"  Gà không \"<b>quốc tịch</b>\" bán lan tràn tại thị trường Móng Cái.",
      "Sáng nay, 1 bé trai 3 tuổi, <b>quốc tịch</b> Đài Loan, ngụ tại An Giang nhập Viện Nhi Đồng 1 trong tình trạng sốt.",
      "Nhận định về Libăng, đối thủ sắp tới của Việt Nam, ông Tavares cho biết: \"Tôi nghĩ rằng đó là một đội bóng mạnh, và có một đội hình gồm nhiều cầu thủ chủ chốt là người gốc Brazil, Pháp, Nam Tư nhưng mang <b>quốc tịch</b> Libăng\"."
    ]
  },
  {
    "word": "quốc tử giám",
    "definition": "royal college",
    "sentences": []
  },
  {
    "word": "quốc văn",
    "definition": "national literature",
    "sentences": []
  },
  {
    "word": "quốc vương",
    "definition": "sultan, caliph, shah, emir, king",
    "sentences": [
      "Khi nghe tin <b>quốc vương</b> băng hà, thần dân của cả vương quốc đã vô cùng thương tiếc.",
      "Những người này và hậu duệ của họ cuối cùng cũng được <b>quốc vương</b> Ba Tư Cyrus cho phép trở về vào năm 538 trước Công nguyên."
    ]
  },
  {
    "word": "quốc vụ khanh",
    "definition": "secretary of state, minister without portfolio",
    "sentences": []
  },
  {
    "word": "quốc vụ viện",
    "definition": "council of national affairs, cabinet (in some countries)",
    "sentences": []
  },
  {
    "word": "quốc xã",
    "definition": "national socialist, Nazi",
    "sentences": [
      "Những người đứng đầu vương quốc này có quan hệ với những nhân vật nổi tiếng nhất của Đức <b>quốc xã</b> trong Thế chiến II và về sau là với chế độ độc tài Pinochet."
    ]
  },
  {
    "word": "quốc âm",
    "definition": "national language",
    "sentences": []
  },
  {
    "word": "quờ",
    "definition": "to feel, grope for",
    "sentences": []
  },
  {
    "word": "quờ quạng",
    "definition": "grope for, feel for",
    "sentences": []
  },
  {
    "word": "quở",
    "definition": "to scold, reprove",
    "sentences": []
  },
  {
    "word": "quở mắng",
    "definition": "chide, scold, reprove",
    "sentences": []
  },
  {
    "word": "quở phạt",
    "definition": "reproach somebody with something reproach bitterly",
    "sentences": []
  },
  {
    "word": "quở trách",
    "definition": "scold severely, dress down",
    "sentences": []
  },
  {
    "word": "quỳ",
    "definition": "(1) to kneel down; (2) species of lotus, sunflower",
    "sentences": [
      "Chúng tôi đều <b>quỳ</b> xuống cầu nguyện.",
      "Tom đã <b>quỳ</b> xuống.",
      "Tom <b>quỳ</b> xuống.",
      "Khi đo độ pH của một chất lỏng (tính axít, tính trung tính, tính kiềm) bằng giấy <b>quỳ</b> tím, đừng nhúng toàn bộ tờ giấy vào trong chất lỏng đó, mà hãy chỉ nhúng phần đầu của tờ giấy mà thôi.",
      "Chúng tôi đã <b>quỳ</b> xuống cầu nguyện."
    ]
  },
  {
    "word": "quỳ gối",
    "definition": "to go down on one’s knees, kneel, genuflect",
    "sentences": [
      "Lee Sung Yeon <b>quỳ gối</b> xin lỗi công chúng"
    ]
  },
  {
    "word": "quỳ lạy",
    "definition": "prostrate oneself",
    "sentences": []
  },
  {
    "word": "quỳ xuống",
    "definition": "to kneel down",
    "sentences": [
      "Chúng tôi đều <b>quỳ xuống</b> cầu nguyện.",
      "Tom đã <b>quỳ xuống</b>.",
      "Tom <b>quỳ xuống</b>.",
      "Chúng tôi đã <b>quỳ xuống</b> cầu nguyện.",
      "Bố chồng gọi về thì <b>quỳ xuống</b> mà xin: \"Con bỏ chồng cũng được, lạy bố đừng cấm con đi hát\"."
    ]
  },
  {
    "word": "quỳ xuống đất",
    "definition": "to kneel to the ground",
    "sentences": []
  },
  {
    "word": "quỳnh",
    "definition": "ruby phyllocactus",
    "sentences": []
  },
  {
    "word": "quỳnh bôi",
    "definition": "ruby cup",
    "sentences": []
  },
  {
    "word": "quỳnh dao",
    "definition": "precious stone",
    "sentences": []
  },
  {
    "word": "quỳnh tương",
    "definition": "(old) good wine",
    "sentences": []
  },
  {
    "word": "quỵ",
    "definition": "collapse, drop down",
    "sentences": [
      "Tom mới vừa bị đột <b>quỵ</b>.",
      "\"Cũng chính nọc độc này và các thụ quan, một khi được làm sạch, biến đổi, tái cấu trúc và nhân bản, có thể được sử dụng trong các nghiên cứu y học và trong việc tìm ra các loại thuốc chữa đột <b>quỵ</b>, bệnh tim và sự chuyển hóa\", John C.",
      "Các nhà nghiên cứu tìm thấy những anh chàng tuy khỏe mạnh nhưng bị bất lực có những biểu hiện trục trặc trong huyết mạch, có thể dẫn tới đau tim hoặc đột <b>quỵ</b>.",
      "Điều này làm giảm dòng huyết mạch, một nhân tố quan trọng dẫn tới tình trạng liệt dương, và cũng liên quan tới hiện tượng xơ cứng động mạch - tình trạng thu cứng các mạch máu dẫn tới đau tim hoặc đột <b>quỵ</b>.",
      "Việc luyện tập giúp làm giảm tỷ lệ tử vong, giảm nguy cơ đột <b>quỵ</b> và loãng xương, đồng thời làm tăng khả năng dự trữ (làm việc nhiều mà ít mệt mỏi)."
    ]
  },
  {
    "word": "quỵ lụy",
    "definition": "to kiss the dust, cringe or kowtow to somebody, fawn",
    "sentences": []
  },
  {
    "word": "quỷ",
    "definition": "demon, devil, fiend",
    "sentences": [
      "Người đàn bà xấu còn hơn cả <b>quỷ</b> dữ.",
      "Bùa này dù để yểm trừ <b>quỷ</b> đó.",
      "Bà nghĩ bà đang làm cái trò <b>quỷ</b> gì vậy?",
      "Vào rừng phải cẩn thận coi chừng <b>quỷ</b> ăn thịt trẻ em !",
      "Ác <b>quỷ</b> đã phá hủy Hiroshima và Nagasaki."
    ]
  },
  {
    "word": "quỷ biện",
    "definition": "sophist, sophism, fallacy",
    "sentences": []
  },
  {
    "word": "quỷ khốc thần sầu",
    "definition": "terrifying, fear-inspiring",
    "sentences": []
  },
  {
    "word": "quỷ kế",
    "definition": "devilish trick",
    "sentences": []
  },
  {
    "word": "quỷ quyệt",
    "definition": "very cunning, crafty",
    "sentences": []
  },
  {
    "word": "quỷ quái",
    "definition": "satanic, demoniac, demoniacal, devilish",
    "sentences": [
      "Thật thà không phải lúc nào cũng là cha <b>quỷ quái</b>."
    ]
  },
  {
    "word": "quỷ thần",
    "definition": "gods, spirits, supernatural beings",
    "sentences": []
  },
  {
    "word": "quỷnh",
    "definition": "bumpkin, simpleton",
    "sentences": []
  },
  {
    "word": "quỹ",
    "definition": "fund(s)",
    "sentences": [
      "ESA đã đưa một vệ tinh vào <b>quỹ</b> đạo.",
      "Tên lửa đã đưa vệ tinh viễn thông vào <b>quỹ</b> đạo.",
      "Chúng tôi nghi thủ <b>quỹ</b> của chúng tôi thụt két.",
      "Anh ấy đã quyên góp 10 nghìn Đô-la cho <b>quỹ</b> hỗ trợ người tị nạn.",
      "Có rất nhiều vệ tinh bay theo <b>quỹ</b> đạo xung quanh Trái Đất."
    ]
  },
  {
    "word": "quỹ bù trừ",
    "definition": "compensatory fund",
    "sentences": []
  },
  {
    "word": "quỹ phúc lợi",
    "definition": "a welfare fund",
    "sentences": []
  },
  {
    "word": "quỹ thọ",
    "definition": "old-age fund",
    "sentences": []
  },
  {
    "word": "quỹ tiết kiệm",
    "definition": "savings bank",
    "sentences": []
  },
  {
    "word": "quỹ tích",
    "definition": "locus",
    "sentences": []
  },
  {
    "word": "quỹ tín dụng",
    "definition": "credit fund",
    "sentences": []
  },
  {
    "word": "quỹ đen",
    "definition": "secret fund, privy purse, slush fund",
    "sentences": []
  },
  {
    "word": "quỹ đạo",
    "definition": "orbit, trajectory",
    "sentences": [
      "ESA đã đưa một vệ tinh vào <b>quỹ đạo</b>.",
      "Tên lửa đã đưa vệ tinh viễn thông vào <b>quỹ đạo</b>.",
      "Có rất nhiều vệ tinh bay theo <b>quỹ đạo</b> xung quanh Trái Đất.",
      "Luồng phản lực hơi này khi xuyên qua bề dày đại dương đã cuốn theo nước biển, bắn nước biển lên không trung theo những <b>quỹ đạo</b> mở rộng về mọi phía, tạo ra mưa liên tục cho đến khi quá trình phun hơi nước chấm dứt.",
      "Nó quay trên một <b>quỹ đạo</b> rộng hơn nhiều so với <b>quỹ đạo</b> của sao Diêm Vương."
    ]
  },
  {
    "word": "qươ",
    "definition": "to gather, seize, swing",
    "sentences": []
  }
]