[
  {
    "word": "Roma",
    "definition": "Rome",
    "sentences": [
      "<b>Roma</b> là một thành phố đáng đến thăm.",
      "Người <b>Roma</b> cổ đại đã thành lập thuộc địa trên khắp châu Âu.",
      "Ở <b>Roma</b> có nhiều công trình kiến trúc cổ đại.",
      "Thứ bảySampdoria - Bologna Empoli - Lecce Chủ nhậtInter - Chievo Lazio - Udinese Parma - Brescia Perugia - Modena Reggina - AS <b>Roma</b> Siena - Ancona Juventus - AC Milan (2h30, 15/3)",
      "Nhờ đó, họ vươn lên xếp thứ hai, chỉ còn kém <b>Roma</b> 1 điểm và đấu ít hơn một trận."
    ]
  },
  {
    "word": "ra",
    "definition": "to go out, exit, give, issue, emit, leave",
    "sentences": [
      "Sẽ không xảy <b>ra</b> đâu.",
      "Cảnh sát sẽ bắt bạn tìm <b>ra</b> mấy viên đạn.",
      "Tôi đã tìm <b>ra</b> cách, nhưng mà tìm <b>ra</b> nhanh thế này thì chắc hẳn đó không phải là cách hay rồi.",
      "Tôi cũng không muốn vụ này xảy <b>ra</b>.",
      "Chắc bạn cũng đoán được cái gì xảy <b>ra</b> mà."
    ]
  },
  {
    "word": "ra bài",
    "definition": "give exercises to students",
    "sentences": [
      "Với VFF, thất bại này có thể giúp các quan chức rút <b>ra bài</b> học về lựa chọn, quản lý HLV ngoại, lập kế hoạch tập luyện và thi đấu cọ xát...",
      "Nghe đi nghe lại mà em vẫn chưa đoán ra ý của anh khi viết <b>ra bài</b> hát này."
    ]
  },
  {
    "word": "ra bảng",
    "definition": "post up the list of those who passed the examination",
    "sentences": [
      "Số học và hình học cũng được áp dụng để tạo <b>ra bảng</b> tỷ lệ chính xác của các bộ phận trong máy."
    ]
  },
  {
    "word": "ra chợ",
    "definition": "to go out to market",
    "sentences": [
      "Những người phụ nữ <b>ra chợ</b> mua về nhà những bó hoa rừng thơm ngát, có mầu vàng nhạt, treo lên để khô, đến sát ngày tảo mộ mới đem ra rửa lại rồi đun kỹ lấy nước.",
      "Tỷ lệ nhà hàng Trung Hoa so với nhà hàng Việt Nam ở Mỹ ít nhất là 6:1, trừ quận Cam ở California vốn là nơi <b>ra chợ</b> không cần nói tiếng Anh, chỉ nói tiếng Việt cũng đủ.",
      "Để nấu món bò thưng, người nội trợ phải dậy sớm <b>ra chợ</b> chọn mua thịt thăn bò.",
      "Đầu tiên, họ <b>ra chợ</b> Xóm Củi để chờ mua những con cá dạt, rẻ tiền.",
      "Cha làm tài xế bị tai nạn cụt chân, mẹ mất sớm vì bệnh tim, Sanh lang thang <b>ra chợ</b> này kiếm sống."
    ]
  },
  {
    "word": "ra công",
    "definition": "to take trouble, pains",
    "sentences": [
      "Hôm qua bạn đi <b>ra công</b> viên đúng không nhỉ?",
      "Hôm qua bạn đã <b>ra công</b> viên có đúng không?",
      "Christophe Clanet và cộng sự từ Viện nghiên cứu Out of Equilibrium Phenomena ở Marseille, đã rút <b>ra công</b> thức này khi thử nghiệm bắn đá với chiếc máy cơ giới.",
      "Nhóm nghiên cứu tiếp đó điều chỉnh góc bắn, tốc độ và sự xoay tròn của các đĩa, và rút <b>ra công</b> thức giành chiến thắng trong khi thi ném thia lia.",
      "Website cung cấp mọi công cụ để các nhà khoa học có thể tự tìm <b>ra công</b> thức hoà hợp của mình."
    ]
  },
  {
    "word": "ra cửa",
    "definition": "out the door",
    "sentences": [
      "Anh ấy đi <b>ra cửa</b> hàng.",
      "Xin quý khách không thò đầu <b>ra cửa</b> sổ khi xe đang chạy!",
      "chết nổi lên mặt nước rất nhiều trên đoạn sông dài hơn 3 km, từ bến đò Nhà Thiết <b>ra cửa</b> sông Tiền."
    ]
  },
  {
    "word": "ra da",
    "definition": "scar over (of a wound)",
    "sentences": []
  },
  {
    "word": "ra dáng",
    "definition": "to give the appearance (of)",
    "sentences": [
      "Tom chả <b>ra dáng</b> đàn ông gì hết.",
      "Phong cách của bạn không còn giống như một chàng trai baby như trước, rất <b>ra dáng</b> một đấng mày râu."
    ]
  },
  {
    "word": "ra dấu",
    "definition": "to give a sign, make a sign",
    "sentences": [
      "6 quốc gia khác từng phát hiện <b>ra dấu</b> chân người đồ đá bao gồm Tanzania, Kenya, Nam Phi, Italy, Pháp và Chile.",
      "Tương lai không xa, các nhà điều tra có thể nhanh chóng đưa ra ánh sáng những kẻ đánh bom và chế tạo bom khủng bố, nhờ phân tích mẫu tóc của chúng để tìm <b>ra dấu</b> vết thuốc nổ.",
      "Một cô gái <b>ra dấu</b> nếu tôi muốn chụp chung buổi lễ thì đưa máy cho cô ấy."
    ]
  },
  {
    "word": "ra giải thưởng",
    "definition": "to offer a prize, reward",
    "sentences": []
  },
  {
    "word": "ra gu",
    "definition": "stew, ragout",
    "sentences": []
  },
  {
    "word": "ra hè",
    "definition": "hold a ceremony for the end of summer",
    "sentences": []
  },
  {
    "word": "ra hồn",
    "definition": "quite, fully",
    "sentences": [
      "Có mỗi một bài mà hát chẳng <b>ra hồn</b>, đối đáp nhau sai bét cả, cứ phải xin hát lại."
    ]
  },
  {
    "word": "ra khơi",
    "definition": "to head for the open sea, get to the open sea, put or go",
    "sentences": [
      "Tàu Titanic đã chìm trong chuyến <b>ra khơi</b> đầu tiên.",
      "Tàu Titanic chìm trong chuyến <b>ra khơi</b> đầu tiên.",
      "Sau những chuyến <b>ra khơi</b> đánh bắt hải sản trở về, người dân xứ đảo thường chọn 1 trong 5 loại: cá nhồng, cá bớp, cá đục, cá nù, cá trích để chế biến thành món gỏi, góp phần cho bữa ăn gia đình thêm phong phú.",
      "Đến lúc con nước vừa ròng, tiếng tù và nổi lên trầm vang trên mặt sông nước mênh mông là hiệu lệnh mọi người xúm nhau đẩy xuồng ghe <b>ra khơi</b> cào ốc.",
      "Tàu hướng <b>ra khơi</b>, khi trước mắt chúng tôi mênh mông trời nước thì đột nhiên lời hướng dẫn du lịch trên loa vụt tắt, đúng hơn chỉ vụt tắt chiếc loa ở boong cuối."
    ]
  },
  {
    "word": "ra khỏi",
    "definition": "from; to go out, exit, leave",
    "sentences": [
      "Khi tôi <b>ra khỏi</b> ga xe lửa, tôi gặp một gã đàn ông.",
      "Hãy <b>ra khỏi</b> thành phố này.",
      "Anh ấy <b>ra khỏi</b> phòng.",
      "Mẹ tôi đang <b>ra khỏi</b> nhà.",
      "Tôi không thể tin là bạn đã không bị trừng phạt về việc lẻn <b>ra khỏi</b> nhà tối qua. Cha bạn đã không nghe thấy."
    ]
  },
  {
    "word": "ra khỏi nhà",
    "definition": "to leave home",
    "sentences": [
      "Mẹ tôi đang <b>ra khỏi nhà</b>.",
      "Tôi không thể tin là bạn đã không bị trừng phạt về việc lẻn <b>ra khỏi nhà</b> tối qua. Cha bạn đã không nghe thấy.",
      "Tôi đã bị đuổi <b>ra khỏi nhà</b> cùng với tất cả đồ đạc.",
      "Tom đuổi bọn mèo <b>ra khỏi nhà</b> anh ta.",
      "Anh ấy đã <b>ra khỏi nhà</b> lúc 8 giờ."
    ]
  },
  {
    "word": "ra khỏi phòng",
    "definition": "to leave the room",
    "sentences": [
      "Anh ấy <b>ra khỏi phòng</b>.",
      "Tom và Mary bước <b>ra khỏi phòng</b>, để lại John một mình.",
      "Bạn hãy tắt điện khi <b>ra khỏi phòng</b>.",
      "Sami xông <b>ra khỏi phòng</b>.",
      "Khi <b>ra khỏi phòng</b>, hãy nhớ tắt điện."
    ]
  },
  {
    "word": "ra khỏi tù",
    "definition": "to get out of jail",
    "sentences": [
      "Nó được thả <b>ra khỏi tù</b> ngay sau chiến tranh."
    ]
  },
  {
    "word": "ra két",
    "definition": "racket",
    "sentences": []
  },
  {
    "word": "ra lò",
    "definition": "come out of oven (bake-house, kiln)",
    "sentences": []
  },
  {
    "word": "ra lăng ti",
    "definition": "idling speed",
    "sentences": []
  },
  {
    "word": "ra lệnh",
    "definition": "to order, command",
    "sentences": [
      "Cảnh sát đã <b>ra lệnh</b> cho nghi phạm bỏ súng xuống.",
      "Ngừng <b>ra lệnh</b> cho tôi.",
      "Chúng mình có thể dành chút thời gian để nói chuyện về vị trí và trách nhiệm đối với những công việc trong nhà được không? Những câu nói có từ Anh sẽ mang tính điều khiển và <b>ra lệnh</b> nhiều hơn, còn từ Em nhẹ nhàng và gợi sự lắng nghe, thấu hiểu.",
      "Khi cùng đồng đội cứu một căn nhà bị cháy, anh ta bỗng cảm giác có một mối nguy hiểm nghiêm trọng đang cận kề liền <b>ra lệnh</b> cho các đội viên rút ra khỏi ngôi nhà và ngay lúc họ vừa thoát khỏi chỗ đó thì toàn bộ căn nhà đổ sập xuống.",
      "Cùng ngày, Ủy ban Phòng chống dịch tỉnh Bạc Liêu cũng đã <b>ra lệnh</b> đóng cửa vườn chim Bạc Liêu cho đến hết dịch mới mở cửa trở lại."
    ]
  },
  {
    "word": "ra lệnh thu hồi",
    "definition": "to order a recall",
    "sentences": []
  },
  {
    "word": "ra lệnh điều tra",
    "definition": "to order an investigation",
    "sentences": []
  },
  {
    "word": "ra lịnh",
    "definition": "to order, command, dictate",
    "sentences": []
  },
  {
    "word": "ra miệng",
    "definition": "speak in public, begin to speak have one’s turn to speak",
    "sentences": []
  },
  {
    "word": "ra mắt",
    "definition": "to appear, come into sight",
    "sentences": [
      "Bài hát này được <b>ra mắt</b> khi nào?",
      "Nhân dịp <b>ra mắt</b> cuốn sách này, khách sạn Sofitel Metropole Hà Nội tổ chức tuần lễ ẩm thực Sa Pa tại nhà hàng Spices Garden, với sự tham gia của bếp trưởng Alain Nguyen và hai đồng nghiệp của ông tại Victoria Sapa Resort.",
      "Nhưng công nghệ dừng xe từ xa có thể sẽ sớm được ứng dụng trên những loại xe thông thường, và có thể sẽ <b>ra mắt</b> tại Anh trong 2 tháng tới.",
      "Parker thi đấu trận <b>ra mắt</b> trong màu áo đội tuyển quốc gia vào tháng 11 năm trước khi Những con sư tử Anh tiếp Thùng thuốc nổ Đan Mạch tại sân Old Trafford.",
      "Trong trận đấu <b>ra mắt</b> gặp Libăng vào 31/3 trên sân Thiên Trường, Tavares nắm quyền chỉ đạo, nhưng danh sách đội tuyển quốc gia chuẩn bị cho cuộc chạm trán này vẫn sẽ do ông Nguyễn Thành Vinh quyết định."
    ]
  },
  {
    "word": "ra mặt",
    "definition": "to show up, present oneself",
    "sentences": [
      "Số tiền lương mà ông Philip nói ra đã làm cho Lauren sửng sốt lộ <b>ra mặt</b>.",
      "Điều này cũng có nghĩa là hai nhà này sẽ <b>ra mặt</b> đường khi xây dựng chung cư, và quan trọng hơn không bị mất nhà để leo lên tầng 15 như bao người dân mất nhà khác.",
      "Tiền đạo người Pháp đã tỏ thái độ phẫn nộ <b>ra mặt</b> với ban lãnh đạo Fulham, sau khi CLB này cự tuyệt lời đề nghị mua anh từ phía MU."
    ]
  },
  {
    "word": "ra mồ hôi",
    "definition": "to sweat, perspire",
    "sentences": [
      "Trong trường hợp bị sốt cao <b>ra mồ hôi</b> do cảm nắng, trúng nóng, việc dùng nước ép thịt quả dưa hấu làm thuốc uống sẽ giúp mau khỏi.",
      "Khi bị cảm cúm với triệu chứng đau đầu phát sốt, sợ lạnh, không <b>ra mồ hôi</b>, hơi nôn, có thể dùng gừng tươi 15 g, tỏi 6 nhánh sắc lấy nước, cho chút đường uống lúc còn nóng, sau đó nằm đắp chăn kín.",
      "Theo Đông y, gừng tươi có tính cay, hơi ôn, có tác dụng làm <b>ra mồ hôi</b>, tán hàn, ôn trung, tiêu đờm, làm hết nôn, hành thủy, giải độc; dùng chữa ngoại cảm, nôn mửa, bụng đầy, ho nhiều đờm, giải độc cua cá.",
      "Cũng có thể giã tỏi, đổ cồn 70 độ, đốt cháy rồi trùm chăn xông cho <b>ra mồ hôi</b>.",
      "Trong cơn đau, người bệnh có cảm giác ngạt mũi, chảy nước mũi, nước mắt, đỏ gò má, <b>ra mồ hôi</b> ở một bên mặt, động mạch thái dương nổi và đập mạnh ở cùng bên đau; đôi khi còn bị sụp mi, giãn đồng tử."
    ]
  },
  {
    "word": "ra mồ hội",
    "definition": "to sweat, perspire",
    "sentences": []
  },
  {
    "word": "ra một góc nhà",
    "definition": "into a corner",
    "sentences": []
  },
  {
    "word": "ra nghị quyết",
    "definition": "to issue a resolution",
    "sentences": [
      "Khi cần thiết, Uỷ ban thường vụ sẽ <b>ra nghị quyết</b> hoặc đề nghị Quốc hội <b>ra nghị quyết</b> về việc trả lời chất vấn và trách nhiệm của người bị chất vấn."
    ]
  },
  {
    "word": "ra ngoài",
    "definition": "outside",
    "sentences": [
      "Thật ra thì tôi thích ở nhà hơn là đi <b>ra ngoài</b>.",
      "Tôi <b>ra ngoài</b> để chơi. Bạn có đi cùng tôi không?",
      "Cô ấy mặc áo khoác vào rồi <b>ra ngoài</b>.",
      "Tôi <b>ra ngoài</b> mặc dù trời mưa.",
      "Tôi không muốn <b>ra ngoài</b> vào ngày trời lạnh thế này mà không có áo choàng."
    ]
  },
  {
    "word": "ra ngoại quốc",
    "definition": "to a foreign country, abroad",
    "sentences": []
  },
  {
    "word": "ra ngô ra khoai",
    "definition": "to make things unambiguously clear",
    "sentences": []
  },
  {
    "word": "ra ngôi",
    "definition": "transplant",
    "sentences": []
  },
  {
    "word": "ra người",
    "definition": "become a decent person, respectable person",
    "sentences": [
      "Mary không nhận <b>ra người</b> ngồi cạnh mình là ai.",
      "Sau khi phỏng vấn và được đối tác chấp nhận tuyển dụng, trước khi sang Canada làm việc, người lao động phải đóng trước cho công ty tiền chi phí quản lý theo quy định hiện hành là mỗi năm 1 tháng lương, tính <b>ra người</b> lao động làm việc theo hợp đồng 2 năm phải đóng cho công ty là 33,8 triệu đồng x 2= 67,6 triệu đồng."
    ]
  },
  {
    "word": "ra oai",
    "definition": "to put on airs",
    "sentences": []
  },
  {
    "word": "ra quyết định",
    "definition": "to issue a decision",
    "sentences": [
      "Chúng ta hãy cùng nhau thảo luận trước khi đưa <b>ra quyết định</b>.",
      "Tôi nghĩ bản thân muốn nói chuyện với Tom về điều này trước khi đưa <b>ra quyết định</b>.",
      "Tôi nghĩ là tôi muốn nói chuyện với Tom về điều này trước khi đưa <b>ra quyết định</b>.",
      "Kết quả này giúp xác định tính phổ biến của chủng virus để <b>ra quyết định</b> chính xác về lựa chọn vacxin.",
      "Uỷ ban Lao động Đài Loan mới <b>ra quyết định</b>, bắt đầu từ 15/1 thực thi chế độ thu phí mới đối với những công ty môi giới muốn xin Uỷ ban Lao động Đài Loan xét duyệt giấy phép xuất khẩu lao động."
    ]
  },
  {
    "word": "ra quân",
    "definition": "commit (troops) to battle, place (troops) in battle-array",
    "sentences": [
      "Sau 3 ngày <b>ra quân</b> \"xóa bỏ gà bệnh, diệt sạch dịch cúm\", phương pháp tuyên truyền miệng, trực tiếp đến từng nhà để phổ biến và kiểm tra của phường Nam Đồng đã thu được hiệu quả cao.",
      "Trong ngày đầu tiên <b>ra quân</b> này, lực lượng chức năng tập trung xử lý các vi phạm trên tuyến hành lang sông Tô Lịch thuộc địa bàn các quận Cầu Giấy, Ba Đình, Đống Đa, Thanh Xuân.",
      "Đội trưởng Roy Keane và Nistelrooy <b>ra quân</b> ngay từ đầu sau khi ngồi ghế dự bị trận gặp Aston Villa tại Cup FA.",
      "Sự có mặt của Edu trong đội hình <b>ra quân</b> lý giải tại sao Ljungberg ngồi ghế dự bị.",
      "Trong khi đó, sau chiến thắng 1-0 trước Hải Phòng ở lượt <b>ra quân</b>, LG."
    ]
  },
  {
    "word": "ra rìa",
    "definition": "discarded, neglected",
    "sentences": []
  },
  {
    "word": "ra rả",
    "definition": "incessantly, without interruption, non-stop",
    "sentences": []
  },
  {
    "word": "ra sao",
    "definition": "how?, in what way or manner?",
    "sentences": [
      "Ứng xử <b>ra sao</b> với ngôn ngữ thời @?",
      "Hoa cẩm chướng ngửi <b>ra sao</b>?",
      "Anh ta không bao giờ để tâm việc tôi bận <b>ra sao</b>.",
      "Họ không hiểu điện thoại di động hoạt động <b>ra sao</b>.",
      "Cho dù Mary có <b>ra sao</b> cũng không liên quan đến tôi đâu."
    ]
  },
  {
    "word": "ra sao thì ra",
    "definition": "whatever happens, happens",
    "sentences": []
  },
  {
    "word": "ra sau",
    "definition": "towards the back, backwards",
    "sentences": [
      "Bất thần, nó té ngửa <b>ra sau</b>.",
      "Bất thình lình, anh ấy té ngửa <b>ra sau</b>.",
      "Tom đã ngã <b>ra sau</b>.",
      "Bạn có biết chuyện gì sẽ xảy <b>ra sau</b> 20, 30 hoặc 40 năm không?",
      "Chuyện gì đã xảy <b>ra sau</b> khi chúng tôi rời đi?"
    ]
  },
  {
    "word": "ra sáng kiến",
    "definition": "to take the initiative",
    "sentences": []
  },
  {
    "word": "ra sắc lệnh",
    "definition": "to issue an order, decree",
    "sentences": []
  },
  {
    "word": "ra sức",
    "definition": "to strive, exert oneself",
    "sentences": [
      "Hãy <b>ra sức</b> hoàn thành kế hoạch.",
      "Đoàn cán bộ gần mười người của xã <b>ra sức</b> ngăn cản nhưng đám đông vẫn bất chấp tất cả.",
      "Trong khi Gwyneth Paltrow <b>ra sức</b> thanh minh khi báo chí nói về sự rạn nứt tình cảm của hai người thì Martin lại rất bình tĩnh, và chỉ chăm chú vào công việc."
    ]
  },
  {
    "word": "ra tay",
    "definition": "to begin, start (to do something)",
    "sentences": [
      "Lười biếng, trụy lạc và rượu chè quá độ bất hạnh thay đã <b>ra tay</b>, để người mẹ nằm chết cóng giữa những đứa con khốn khổ.",
      "Tuy nhiên, ai cũng mong muốn có một Ban quản lý nghĩa trang trong sạch và tận tụy, muốn lực lượng công an và các ban ngành hữu quan <b>ra tay</b> triệt để để xử lý những đại ca nghĩa địa và thế giới ngầm của họ.",
      "Ngay đầu trận, Tim Howard đã phải <b>ra tay</b> cản phá những cú sút Pablo Angel và Darius Vassell bên phía đội chủ nhà.",
      "TP HCM đang ráo riết chuẩn bị \"<b>ra tay</b>\" đối với những nhạc sĩ có tên trong danh sách đạo nhạc.",
      "Nhưng <b>ra tay</b> thế nào thì cả cơ quan quản lý và Hội Âm nhạc ngơ ngác nhìn nhau, mới hay rằng biện pháp chế tài cho trường hợp này chưa hề có."
    ]
  },
  {
    "word": "ra trát đòi",
    "definition": "to issue a summons, subpoena",
    "sentences": []
  },
  {
    "word": "ra trường",
    "definition": "to leave school",
    "sentences": [
      "Sau khi <b>ra trường</b>, tôi đã có được một công việc trong công ty của bố.",
      "Thông thường, các ngôi sao làm nhiệm vụ cấp hơi nóng cho gia đình hành tinh của nó, nhưng một nhà thiên văn mới đây đã tìm <b>ra trường</b> hợp đảo ngược kỳ quặc: hành tinh sưởi ấm sao mẹ.",
      "Nhân trái đất đóng vai trò quan trọng trong việc sản sinh <b>ra trường</b> điện từ - tấm lá chắn bảo vệ các vệ tinh và sự sống trên trái đất trước bức xạ mặt trời và những bức xạ vũ trụ nguy hiểm khác.",
      "Nếu <b>ra trường</b> không xin được việc thì hãy đến tìm tôi ở Văn phòng NCCD (đóng tại Bộ Lao động Thương binh và Xã hội)\", ông Tuệ hứa.",
      "Trong dịp này, mỗi trường dạy nghề đều cố gắng thu hút học sinh đến tham quan gian hàng qua các mô hình, sản phẩm của học viên tốt nghiệp <b>ra trường</b> và tư vấn nghề cho các em như trường Kỹ thuật Cao Thắng, bán công Hoa Sen&"
    ]
  },
  {
    "word": "ra trận",
    "definition": "go to the front",
    "sentences": []
  },
  {
    "word": "ra tuồng",
    "definition": "turn out to be, prove to be",
    "sentences": []
  },
  {
    "word": "ra tòa",
    "definition": "to appear before a court, stand trial",
    "sentences": [
      "Vợ chồng ông chủ hiệu mâu thuẫn chuẩn bị <b>ra tòa</b> ly hôn.",
      "Sự việc xảy ra cùng ngày ca sĩ Lil' Kim phải <b>ra tòa</b> vì tội khai man trong cuộc điều tra năm 2001 về vụ nổ súng bên ngoài chính đài phát thanh này.",
      "- Tôi rất bình tĩnh trước tình huống này, có đợt tôi còn nghe người ta kháo nhau Trọng Trinh vượt biên thoát chết và tệ hơn thế còn bảo rằng vợ chồng chúng tôi không chịu được nhau đã <b>ra tòa</b> ly dị rồi."
    ]
  },
  {
    "word": "ra tù",
    "definition": "to release from jail",
    "sentences": []
  },
  {
    "word": "ra tết",
    "definition": "after Tet",
    "sentences": []
  },
  {
    "word": "ra viện",
    "definition": "leave hospital, be discharged from hospital",
    "sentences": [
      "Tôi tưởng Tom đã <b>ra viện</b> rồi.",
      "Trong hai tuần nữa, bạn sẽ có thể <b>ra viện</b>.",
      "Ngoài anh S đã <b>ra viện</b>, hai người còn lại đang tiếp tục được điều trị và phải chờ kết quả thử mẫu bệnh phẩm mới có thể xác định có nhiễm virus H5N1 hay không.",
      "Tuy nhiên, anh sẽ chưa được <b>ra viện</b> ngay do người còn mệt, và cũng để tránh tiếp xúc với các virus, vi khuẩn và nấm bệnh.",
      "12 cháu còn lại đang hồi phục nhanh khi điều trị theo phác đồ do đơn vị này xây dựng và có thể được <b>ra viện</b> vào đầu tuần tới.- Viện Y học lâm sàng các bệnh nhiệt đới: tiếp nhận 22 trường hợp, trong đó 5 người tử vong, 3 người khỏi bệnh, 1 người trốn viện."
    ]
  },
  {
    "word": "ra vào",
    "definition": "go in and out, come in and out",
    "sentences": [
      "Điều đó xảy <b>ra vào</b> ba ngày trước.",
      "Không ai biết điều gì sẽ xảy <b>ra vào</b> thập niên 1990.",
      "Tôi sinh <b>ra vào</b> ngày 08/01/1950 tại Tokyo.",
      "Tôi được sinh <b>ra vào</b> ngày mùng 8 tháng 1 năm 1950 ở Tokyo.",
      "Buổi họp sẽ diễn <b>ra vào</b> thứ Sáu."
    ]
  },
  {
    "word": "ra vô thong thả",
    "definition": "free admission",
    "sentences": []
  },
  {
    "word": "ra vẻ",
    "definition": "to appear, take on the appearance of, put on",
    "sentences": [
      "Anh ta làm <b>ra vẻ</b> không quan tâm.",
      "Sao phải <b>ra vẻ</b> thế?",
      "Nó cứ <b>ra vẻ</b> mình là một thám tử. Chắc nó đọc quá nhiều truyện trinh thám rồi."
    ]
  },
  {
    "word": "ra về",
    "definition": "to leave (and go home)",
    "sentences": [
      "Nói xong,anh đứng dậy <b>ra về</b>.",
      "Tom đã quyết định <b>ra về</b> sớm hơn.",
      "Thường họ đi cả gia đình, cặm cụi hái cả ngày đến khi đầy giỏ mới <b>ra về</b>.",
      "Cho tới nay, nhiều giải thích khoa học đã được đưa <b>ra về</b> vai trò của chiếc sọ dày dặn này, nhưng đều không thoả đáng.",
      "Cả ba bệnh nhân đều được <b>ra về</b> ngay trong ngày."
    ]
  },
  {
    "word": "ra đa",
    "definition": "radar",
    "sentences": [
      "- Tôi là thi sĩ đa tình thật đấy, đó là trời cho tôi chứ tôi không cố tỏ <b>ra đa</b> tình."
    ]
  },
  {
    "word": "ra đi",
    "definition": "(1) to depart, start, leave; (2) radium",
    "sentences": [
      "Bạn đã <b>ra đi</b> nhiều năm nay.",
      "Ông ấy không <b>ra đi</b> vô ích.",
      "Cho dù có chuyện gì xảy <b>ra đi</b> chăng nữa, tôi cũng sẽ không bỏ cuộc.",
      "Cho dù chuyện gì có xảy <b>ra đi</b> chăng nữa thì tôi cũng sẽ không thay đổi suy nghĩ của mình.",
      "Sự <b>ra đi</b> của người mẹ đã khiến họ đau buồn rất nhiều."
    ]
  },
  {
    "word": "ra đi an",
    "definition": "radian",
    "sentences": []
  },
  {
    "word": "ra đi ô",
    "definition": "radio",
    "sentences": []
  },
  {
    "word": "ra đánh cá ngoài khơi",
    "definition": "to go fishing off-shore",
    "sentences": []
  },
  {
    "word": "ra đó",
    "definition": "at a place",
    "sentences": [
      "Bằng việc tính toán thời gian một cách hợp lý, bạn sẽ tiết kiệm được rất nhiều thời gian, thậm chí còn thấy mình là một người giàu có về mặt này - dĩ nhiên là bạn có thể làm thêm được biết bao nhiêu việc từ khoảng thời gian dôi <b>ra đó</b>.",
      "Tưởng trật tự lòng, lề đường ở nghĩa địa được lập lại trong những ngày Tết, nhưng hóa <b>ra đó</b> là cái cớ để những người đi tảo mộ như anh bị \"chém đẹp\" với giá gửi 1 chiếc xe là 20.000 đồng.",
      "- Thật ra, Trường đã hát nhạc hip hop cách đây khá lâu rồi nhưng các bạn không nhận <b>ra đó</b> thôi.",
      "- Có thể bạn cho đó là nỗi lo lắng về tuổi tác, nhưng thật <b>ra đó</b> lại không phải là điều đầu tiên tôi nghĩ đến.",
      "- Má Giàu thuộc thế hệ diễn viên lớp trước nên làm việc rất nề nếp, đâu <b>ra đó</b>."
    ]
  },
  {
    "word": "ra đầu thú",
    "definition": "to come out and surrender oneself",
    "sentences": [
      "Tôi đã <b>ra đầu thú</b>.",
      "Lái xe tải bỏ trốn sau khi gây tai nạn, nhưng chiều nay đã <b>ra đầu thú</b>."
    ]
  },
  {
    "word": "ra đời",
    "definition": "to be born, come into being, come into existence",
    "sentences": [
      "Việc in ấn <b>ra đời</b> khi nào?",
      "Ảnh hưởng của sự cải tiến về kỹ thuật vào thời điểm cuối thế kỷ đã có khuynh hướng lan rộng <b>ra đời</b> sống bình thường.",
      "Vì thế, cái tên Zic Zắc <b>ra đời</b>\".",
      "Tiên phong lĩnh vực này là Làng Du lịch Bình Quới (TP HCM) với mô hình buffet \"Ẩm thực khẩn hoang Nam Bộ\" <b>ra đời</b> năm 1998, cùng lúc TP HCM kỷ niệm 300 năm Sài Gòn - TP HCM.",
      "Khoảng từ tháng 10 tới tháng 2 âm lịch, sam bắt cặp phối giống và sau đó sam cái mang bụng đầy trứng nhỏ như hạt tiêu đợi ngày cho <b>ra đời</b> sam con."
    ]
  },
  {
    "word": "ra ơn",
    "definition": "grant favors",
    "sentences": []
  },
  {
    "word": "ram",
    "definition": "ream (of paper); to fry",
    "sentences": [
      "Đĩa chả <b>ram</b> là nấm, miến tàu, gói bánh đa nem."
    ]
  },
  {
    "word": "ram rám",
    "definition": "slightly sunburned",
    "sentences": []
  },
  {
    "word": "ran ran",
    "definition": "noisily",
    "sentences": []
  },
  {
    "word": "rang",
    "definition": "to roast",
    "sentences": [
      "Ông có cơm <b>rang</b> chay không?",
      "Chúng ta hãy hy vọng <b>rang</b> ngày mai thời tiết sẽ đẹp.",
      "Chúng tôi đã ăn cơm <b>rang</b> và uống chút bia.",
      "Cho tôi một suất cơm <b>rang</b> dưa bò.",
      "Trong đó có những món thực khách rất thích như: Thịt bò kho sả, gà chua ngọt, tôm <b>rang</b> me, bò nấu bia..."
    ]
  },
  {
    "word": "rang đầu",
    "definition": "front page (of a newspaper); homepage (WWW)",
    "sentences": []
  },
  {
    "word": "ranh con",
    "definition": "little devil",
    "sentences": []
  },
  {
    "word": "ranh giới",
    "definition": "frontier, border, limit",
    "sentences": [
      "Hiện tại là <b>ranh giới</b> ngăn cách quá khứ và tương lai. Nếu một người không có một cuộc sống trên <b>ranh giới</b> này, thì người đó sẽ chẳng có một cuộc sống ở bất cứ đâu cả.",
      "Bản vẽ hoàn công do Sở Xây dựng duyệt năm 2002 thể hiện <b>ranh giới</b> đất của công ty Lâm Viên được giao cách mép sông 12 m (ngay sau vị trí hồ nước) nhưng thực tế qua kiểm tra công ty đã đóng cọc san lấp tạo thành khu sân sau nhô hẳn ra bờ sông Thanh Đa.",
      "Nhằm ngăn chặn cúm gà xâm nhập vào đất nước, chính phủ Ấn Độ đã tăng cường biên phòng, nhất là trên <b>ranh giới</b> với Pakistan, đề phòng gia cầm và chim được vận chuyển từ láng giềng.",
      "Gần 1 thế kỷ sau, các nhà khoa học Anh mới khám phá ra vì sao thủ phạm có thể phá bỏ <b>ranh giới</b> giữa các loài, nhảy từ loài chim sang gieo bệnh cho người.",
      "Ông đồng thời cảnh báo rằng, sẽ không thể ngăn cản được các giống virus phá bỏ <b>ranh giới</b> giữa các loài, và việc nhận dạng cấu trúc của virus chưa đủ để ngăn nó phát triển."
    ]
  },
  {
    "word": "ranh giới phân định tài sản",
    "definition": "property line",
    "sentences": []
  },
  {
    "word": "ranh khôn",
    "definition": "cunning, sly",
    "sentences": []
  },
  {
    "word": "ranh ma",
    "definition": "artful, sly",
    "sentences": []
  },
  {
    "word": "ranh mãnh",
    "definition": "mischievous, sly",
    "sentences": []
  },
  {
    "word": "ranh vặt",
    "definition": "cunning",
    "sentences": []
  },
  {
    "word": "rao",
    "definition": "to announce, advertise",
    "sentences": [
      "Bà ấy gửi tới tòa soạn một <b>rao</b> vặt tìm một người giúp việc nhà.",
      "Trước khi bắn được gấu, đừng <b>rao</b> bán bộ lông của nó nhé!",
      "Nhà của ngươi đang <b>rao</b> bán.",
      "Một số người giữa phố nghe tiếng <b>rao</b> \"ai tào phớ đi..\" thật lạ tai, thử gọi vào mua ăn xem sao cho thỏa trí tò mò.",
      "Ăn một lần rồi nhớ mãi, lâu rồi tiếng <b>rao</b> của người bán tào phớ trở nên quen thuộc với người dân phố phường."
    ]
  },
  {
    "word": "rao giảng",
    "definition": "to preach, spread",
    "sentences": []
  },
  {
    "word": "rau",
    "definition": "(leafy) vegetable",
    "sentences": [
      "Sao không ăn <b>rau</b> vậy?",
      "Chúng tôi trồng <b>rau</b> trong vườn của chúng tôi.",
      "Chúng tôi đi về phía vườn <b>rau</b>.",
      "Củ cải vàng, bí, cà rốt, đậu và khoai lang được xem là các loại <b>rau</b> củ chứa nhiều tinh bột.",
      "Ăn cơm không <b>rau</b> như nhà giàu chết không nhạc."
    ]
  },
  {
    "word": "rau bí",
    "definition": "pumpkin buds",
    "sentences": [
      "Đó là vị thơm hạt dổi, vị nồng hạt muồng, vị cay hăng hắc của tiêu rừng hái trên ngọn, là cơm nếp nương thơm lừng căn bếp chật, là <b>rau bí</b>, rau lang ngọt đậm sương đêm, là ngọn măng rừng đắng bùi nơi cổ họng, là cá suối, lợn mường..."
    ]
  },
  {
    "word": "rau bẹ",
    "definition": "laminaria (a king of alga)",
    "sentences": []
  },
  {
    "word": "rau cháo",
    "definition": "greens and rice soup, poor food",
    "sentences": []
  },
  {
    "word": "rau câu",
    "definition": "gracilaria",
    "sentences": [
      "Thứ anh ấy thích là món thạch <b>rau câu</b>.",
      "Anh ấy thích thạch <b>rau câu</b>.",
      "Món tương chưng đậu hũ, cá cơm, <b>rau câu</b>, cải chua.",
      "- Phân lượng thông thường là 10g bột <b>rau câu</b> (agar) + 900g nước sẽ cho 1 kg <b>rau câu</b>.",
      "Nên đổ thử, gia giảm trong khoảng 100g - 200g, nước hoặc hơn cho mỗi 10g <b>rau câu</b>) + 200g đường."
    ]
  },
  {
    "word": "rau cải",
    "definition": "cabbage",
    "sentences": [
      "Còn tương mặn ăn với cá biển, cá đồng, các loại <b>rau cải</b>.",
      "Nằm khiêm tốn ở một góc gần chợ <b>rau cải</b> Bạc Liêu, quán bún bò cay của chị Minh Nguyệt sáng nào cũng đông khách.",
      "Bên cạnh lẩu nấm, thực khách cũng có thể chọn cho mình những món ăn khác như thịt ngọ xan (món ăn chính ngọ), giò, <b>rau cải</b> biển, rong biển, đậu phù trúc, thịt lợn giòn...",
      "- Thịt bò phi-lê: 300g- Mỡ chài: 100g- Tỏi băm: 10g.- Hành tím băm: 10g- Sả băm: 10g- Sả cây: 10 cây.- Ớt bắm: 1 trái.- Muối, tiêu, đường, sốt tương ớt, sốt cà ketchup, nước tương, dầu ăn.- Các loại <b>rau cải</b> ăn kèm",
      "-Cảm sốt, sợ rét, không mồ hôi: Dùng gừng tươi 3 lát, củ cải 1 củ, rễ <b>rau cải</b> trắng 3 cái, nước 3 bát, sắc còn 1,5 bát."
    ]
  },
  {
    "word": "rau cần",
    "definition": "water dropwort",
    "sentences": [
      "Để có món ăn này, cần chuẩn bị cá quả tươi, <b>rau cần</b> và một số gia vị khác.",
      "- 600 gram <b>rau cần</b> (mua loại non trắng)",
      "Bắc chảo phi hành mỡ, bỏ cá và viên xương vào rán chín, đổ một bát nước đun sôi kỹ, xúc cá và viên ra bỏ <b>rau cần</b> đã nhặt lá thái khúc, tra mắm tôm, đun chín rồi bỏ viên xương, đảo đều, tra mì chính nước mắm, chuẩn bị bắc ra thì cho thìa là vào đảo đều, múc ra hai bát tô.",
      "- Cho cá đã ướp vào đã, rồi cho vào xửng hấp cách thủy chừng 15 phút, cho nốt cà chua, <b>rau cần</b> vào hấp tiếp chừng 10 phút nữa.",
      "- Dùng gia vị có mùi thơm như tiêu, hành, ớt, gừng, rau răm, <b>rau cần</b>..."
    ]
  },
  {
    "word": "rau cần tây",
    "definition": "celery",
    "sentences": []
  },
  {
    "word": "rau cỏ",
    "definition": "vegetables, greens",
    "sentences": [
      "Sách Hoàng đế nội kinh ghi: \"Ngũ cốc nuôi sống, hoa quả trợ giúp, <b>rau cỏ</b> thêm vào, ăn uống điều hòa mà bổ ích tinh khí\"."
    ]
  },
  {
    "word": "rau diếp",
    "definition": "lettuce",
    "sentences": [
      "Thiên tài thời Phục hưng đã thu được hiệu quả tương tự như chất dẻo và loại kính không vỡ bằng cách bọc một lớp áo màu cho lá bắp cải, <b>rau diếp</b>, giấy và thậm chí cả lòng bò.",
      "- Với trẻ em đi lỏng, dùng lá ổi tươi 30 g, <b>rau diếp</b> cá 30 g, xa tiền thảo 30 g, sắc kỹ lấy 60 ml, trẻ dưới 1 tuổi uống mỗi lần 10-15 ml, trẻ 1-2 tuổi uống 15-20 ml, mỗi ngày 3 lần."
    ]
  },
  {
    "word": "rau dưa",
    "definition": "vegetables",
    "sentences": []
  },
  {
    "word": "rau dền",
    "definition": "amaranth",
    "sentences": [
      "\"Bà Năm Tự nấu canh <b>rau dền</b> rất ngon, nhưng chiều nào cũng ăn món đó, tôi đâm ngán.",
      "Những món anh thích như mì Quảng, canh <b>rau dền</b>, rau muống nấu nghêu, canh cá tràu, canh bí đỏ nấu đậu phộng, thịt bò nấu rau răm...",
      "Coctail Phố Xưa được pha chế rất công phu từ nước dứa, <b>rau dền</b>, trứng gà, kem tươi..."
    ]
  },
  {
    "word": "rau ghém",
    "definition": "salad, mixed (raw) vegetable crops",
    "sentences": []
  },
  {
    "word": "rau giền",
    "definition": "amaranth",
    "sentences": []
  },
  {
    "word": "rau húng",
    "definition": "basil, mint leaves",
    "sentences": [
      "- Múc món ăn ra âu, trang trí 1 cọng <b>rau húng</b> hoặc lá chanh lên trên cho đẹp."
    ]
  },
  {
    "word": "rau khúc",
    "definition": "cudweed, everlasting gnaphalium",
    "sentences": []
  },
  {
    "word": "rau lang",
    "definition": "sweet potato buds",
    "sentences": [
      "Đó là vị thơm hạt dổi, vị nồng hạt muồng, vị cay hăng hắc của tiêu rừng hái trên ngọn, là cơm nếp nương thơm lừng căn bếp chật, là rau bí, <b>rau lang</b> ngọt đậm sương đêm, là ngọn măng rừng đắng bùi nơi cổ họng, là cá suối, lợn mường..."
    ]
  },
  {
    "word": "rau lê",
    "definition": "orache",
    "sentences": []
  },
  {
    "word": "rau muối",
    "definition": "chenopodium",
    "sentences": []
  },
  {
    "word": "rau muống",
    "definition": "water morning glory, spinach, bindweed",
    "sentences": [
      "Những món anh thích như mì Quảng, canh rau dền, <b>rau muống</b> nấu nghêu, canh cá tràu, canh bí đỏ nấu đậu phộng, thịt bò nấu rau răm...",
      "Không tìm được những thứ rau ấy thì sẽ phải có một đĩa rau khác gồm cà đĩa, <b>rau muống</b> chẻ, húng lủi, hành lá cắt khúc.",
      "Tô bún nóng sốt, những miếng thịt bò bắp thái lớn nhưng mỏng, cho ghém bắp chuối, <b>rau muống</b> chẻ, rau thơm, và thật nhiều ớt bột phi vào và phải ăn một cách hồ hởi từng miếng lớn.",
      "Đến nhà hàng Mai, bạn có thể gọi từ phở, bún riêu, cơm tấm bì sườn& cho đến bánh xèo, gỏi cuốn, ốc nhồi thịt hay canh chua cá lóc, <b>rau muống</b> xào, thịt kho hột vịt, cá kho tộ& Nhà hàng Mai có một thực đơn phong phú với hơn 130 món so với 30 món ăn lúc ban đầu khi chị Mai khởi nghiệp.",
      "Nguyên liệu: Càng cua 100g, cá chẽm filê 100g, nghêu con 0,5kg, tôm 100g, bún 100g, mực filê 100g, <b>rau muống</b> cọng, bắp chuối, nấm linh chi, nấm đông cô tươi, cọng hành lá, kim chi (1 chén)."
    ]
  },
  {
    "word": "rau màu",
    "definition": "subsidiary crops, vegetables and crops",
    "sentences": [
      "Những thực phẩm giàu vitamin E bao gồm các loại <b>rau màu</b> xanh đậm, các loại đậu, hạt, và các loại ngũ cốc nguyên cám.",
      "Vị hăng của hành tây, <b>rau màu</b> khiến cho thịt ốc trở nên thơm hơn."
    ]
  },
  {
    "word": "rau má",
    "definition": "centella",
    "sentences": []
  },
  {
    "word": "rau mùi",
    "definition": "coriandrum sativum",
    "sentences": [
      "Các loại rau củ, rau xanh thì được nuôi trồng tại vườn, ví dụ như xà lách, bắp cải, hành tây, tỏi, bầu bí, các loại củ cải, <b>rau mùi</b> tây, dưa chuột và bí đỏ.",
      "Trình bày: Cho cà rốt, su hào vào giữa đĩa, đặt bông hoa cà chua lên trên, xếp <b>rau mùi</b> chung quanh hoa cho đẹp, xếp 4 món theo 4 góc như hình trên.",
      "Nguyên liệu:- 500ml nước.- 1 thìa cà phê muối, mắm, bột nêm.- 12 chiếc nấm hương, ngâm nước nóng, rửa sạch, để ráo.- 150g rau bina, cải xoong hoặc rau xanh tùy sở thích.- 200g đậu hũ non, xắt miếng nhỏ.- 5 miếng gừng thái mỏng.- 2 cây <b>rau mùi</b>, cắt ngắn.",
      "Múc ra bát, rắc <b>rau mùi</b> lên trên.",
      "- 300 gr gạo (hoặc 4-5 bát cơm nguội)- 500 gr cà chua- 150 gr ớt chuông xanh- 150 gr ớt chuông đỏ- 300 gr nấm rơm- 1 trái cà tím lớn- 150 gr đậu côve- 1 củ hành tây, 3 nhánh tỏi, <b>rau mùi</b>, bột nghệ, dầu ăn, tiêu xay,..."
    ]
  },
  {
    "word": "rau mơ",
    "definition": "sargasso (a kind of alga)",
    "sentences": []
  },
  {
    "word": "rau mảnh bát",
    "definition": "bryony",
    "sentences": []
  },
  {
    "word": "rau ngổ",
    "definition": "coriander",
    "sentences": [
      "Nếu chế biến thành lẩu thì khi ăn cần thêm rau cù nèo, <b>rau ngổ</b>, diếp cá, ăn kèm với khế chua, chuối chát."
    ]
  },
  {
    "word": "rau quả",
    "definition": "fruit and vegetables",
    "sentences": [
      "Bầu, bí đều là <b>rau quả</b> mát, dễ nấu, dễ ăn về mùa hè, lợi niệu lại nhuận tràng.",
      "Trình bày: Chảo gang đun nóng đặt trên bàn ăn, cho dầu ăn (hoặc bơ) vào chảo, cho thịt bò đã ướp vào chảo đảo đều hai mặt đến khi vừa tái là dùng cùng các loại <b>rau quả</b> trên.",
      "\"Đây là lúc hàng hóa mới được đưa vào, đặc biệt là những sản phẩm tươi như cá, thịt và <b>rau quả</b>\", Zalina Binti Raja Safran, một quản lý tại hệ thống siêu thị Carrefour nói.",
      "Bột ion calci hiệu Umikai do Công ty TNHH VN Green cung cấp, là một chế phẩm có tác dụng bảo quản thực phẩm (<b>rau quả</b>, thịt, cá) và tiêu diệt, ức chế vi khuẩn và các chất hóa học.",
      "Mọi người cần nhận thức rằng sự suy giảm dân số những loài thụ phấn cho hoa cũng dẫn tới suy giảm trong số lượng và chất lượng <b>rau quả</b>\", Gegear nói."
    ]
  },
  {
    "word": "rau ráu",
    "definition": "crisp noise, crackling, crunching",
    "sentences": []
  },
  {
    "word": "rau rút",
    "definition": "neptunia",
    "sentences": []
  },
  {
    "word": "rau răm",
    "definition": "persicaria, flagrant knotwed",
    "sentences": [
      "- 50g tôm bóc vỏ- 50g thịt nạc thái miếng mỏng- 250g mít non luộc, xé miếng nhỏ- Tiêu xay, 1/3 thìa muối, 1/2 thìa đường, 2 nhánh tỏi băm nhỏ, 2 thìa dầu ăn, 1 thìa lá <b>rau răm</b> thái nhỏ, hạt vừng, bánh đa nướng.",
      "Cho <b>rau răm</b> và một nửa số hạt vừng vào, trộn đều lần nữa.",
      "Gân chân bò trộn chua ngọt với vừng <b>rau răm</b>.",
      "- 600g gân trong chân bò- 200g hành tây- 100g mè (vừng) trắng- Giấm, đường, muối, dầu ăn, tỏi phi vàng, <b>rau răm</b> cắt nhuyễn, 1 trái ớt sừng cắt sợi, tiêu trắng, một nhánh gừng nhỏ- Cà rốt tỉa hoa và ngò trang trí.",
      "Lúc này bên ngoài cá giòn, bên trong thịt dẽ lại, chấm cá với nước mắm me kèm thêm vài lá <b>rau răm</b> cay nồng, ăn cá nhai luôn cả xương."
    ]
  },
  {
    "word": "rau sam",
    "definition": "purslain",
    "sentences": []
  },
  {
    "word": "rau sắng",
    "definition": "name of a vegetable",
    "sentences": [
      "Bên cạnh mơ lông và củ mài, <b>rau sắng</b> là một sản vật đặc biệt khác của Hương Sơn.",
      "Là một loại cây thân mộc, ưa ánh sáng, mọc tự nhiên trên những vách núi đá hiểm trở nên <b>rau sắng</b> được xếp vào hàng cực phẩm, nổi tiếng thơm ngon mà lại giàu chất dinh dưỡng.",
      "Lá non <b>rau sắng</b> có mầu xanh thẫm, óng ả, mùi vị đậm đà nên chỉ cần vài nhánh là đã đủ nấu một bát canh cho bốn người ăn.",
      "Canh <b>rau sắng</b> có thể nấu với thịt, cá, tôm...",
      "nhưng theo khách sành ăn, ngon nhất vẫn là bát canh <b>rau sắng</b> nấu suông, nêm thêm một chút muối cho có vị."
    ]
  },
  {
    "word": "rau sống",
    "definition": "raw vegetables",
    "sentences": [
      "Rồi chuẩn bị <b>rau sống</b> các loại, nhất là rau gia vị có mùi thơm như quế, hành, thì là, mùi tàu, ngò, lá đinh lăng non& được rửa sạch bằng nước muối hay thuốc tím sát trùng pha loãng.",
      "Nếu khách thích ăn mát thì đã có một đĩa <b>rau sống</b> xanh um đầy ăm ắp.",
      "Đĩa <b>rau sống</b> trên bàn ăn của anh tưởng là đơn giản nhưng hóa ra không phải, ấy là những thứ rau mà hương vị phải hài hòa với nhau, nó gồm các thứ rau xà lách, tần ô, chuối chát, ngò rí.",
      "Gắp từng miếng cá đặt vào bánh tráng, cho miếng dừa nạo, <b>rau sống</b> vào rồi cuốn lại, chấm vào nước chấm.",
      "Trình bày thịt cho đẹp mắt trong đĩa bàn lớn với <b>rau sống</b>, chuối khế."
    ]
  },
  {
    "word": "rau thơm",
    "definition": "dill, fennel",
    "sentences": [
      "Nhưng nổi bật nhất là vị chua thanh của nước trái trúc - một thứ trái giống như trái chanh nhưng vỏ xù xì, được trồng ở miền núi này - và vị cay của ớt hiểm xanh (hoặc ớt sừng trâu bằm), vị giòn lạt của giá sống cùng mùi <b>rau thơm</b> sẽ khiến bao nhiêu \"nặng nề\" sau chuyến lữ hành đều tan biến hết.",
      "gập đôi kẹp các loại <b>rau thơm</b> ở giữa rồi cặp bằng cặp tre nướng than.",
      "Trình bày: Cho chạo tôm, bánh hỏi lên đĩa, dưa leo, cà rốt cắt kiểu cùng ít <b>rau thơm</b>, xà lách xếp chung quanh.",
      "Khi đó muối, ớt được bỏ vào, thọt cho đều và nhắc ra, có thể bỏ thêm một ít <b>rau thơm</b> và mì chính.",
      "- Bánh tráng (bánh đa), xà lách, dưa leo, <b>rau thơm</b>."
    ]
  },
  {
    "word": "rau xanh",
    "definition": "green vegetables, greens",
    "sentences": [
      "Các loại rau củ, <b>rau xanh</b> thì được nuôi trồng tại vườn, ví dụ như xà lách, bắp cải, hành tây, tỏi, bầu bí, các loại củ cải, rau mùi tây, dưa chuột và bí đỏ.",
      "Nguyên liệu:- 500ml nước.- 1 thìa cà phê muối, mắm, bột nêm.- 12 chiếc nấm hương, ngâm nước nóng, rửa sạch, để ráo.- 150g rau bina, cải xoong hoặc <b>rau xanh</b> tùy sở thích.- 200g đậu hũ non, xắt miếng nhỏ.- 5 miếng gừng thái mỏng.- 2 cây rau mùi, cắt ngắn.",
      "Nhím ăn thức ăn có tính thực vật, các loại nông sản như quả dưa, <b>rau xanh</b>, ngô, lạc, củ cải và khoai.",
      "Nhiều địa phương như Hạ Long (Quảng Ninh), nguồn thực phẩm gồm gà, vịt, ngan, ngỗng lợn và <b>rau xanh</b> chủ yếu được cung cấp từ các chuyến tàu chợ xuất phát tại ga Kép (Bắc Giang).",
      "Ngoài ra, việc ăn quá cay, quá chua hoặc không đủ hàm lượng vitamin trong <b>rau xanh</b> cũng là một yếu tố gây già."
    ]
  },
  {
    "word": "rau xương cá",
    "definition": "stellaria aquatica",
    "sentences": []
  },
  {
    "word": "rau đay",
    "definition": "pot-herbs",
    "sentences": [
      "Các món canh cua với mướp, mồng tơi, <b>rau đay</b>, canh rau ngót thịt lợn hoặc canh tôm nõn nấu bầu vừa mát bổ lại giúp tăng sức đề kháng để chống lại bệnh dịch mùa hè.",
      "Món canh cua, mướp, mồng tơi, <b>rau đay</b>",
      "Cua đồng 500 g; mướp hương 1 quả, nạo sạch vỏ, rửa thái miếng; rau mồng tơi, <b>rau đay</b> mỗi thứ một ít.",
      "Chị em phụ nữ sau sinh ăn <b>rau đay</b> sẽ có tỷ lệ chất béo trong sữa cao hơn các loại rau khác."
    ]
  },
  {
    "word": "rau đậu",
    "definition": "vegetables and bean, vegetables crops",
    "sentences": []
  },
  {
    "word": "ray",
    "definition": "rail, metals",
    "sentences": [
      "Đây là nơi luôn có một lưu lượng xe khá lớn và một đường <b>ray</b> xe lửa tàu Thống nhất với hàng chục chuyến ra - vào mỗi ngày."
    ]
  },
  {
    "word": "re",
    "definition": "(1) to gush; (2) to reverse, back out",
    "sentences": [
      "Do what you like, like what you do, be good at what you like, earn from what you'<b>re</b> good at.",
      "- Cho đồng nghiệp thấy họ quan trọng với bạn như thế nào bằng cách mua những món quà nhỏ ý nghĩa như một quả bóng bay có dòng chữ: \"You'<b>re</b> special\", hoặc mang tới một cốc cafe với bánh ngọt, hoặc tặng một bông hoa, hoặc mời họ đi ăn trưa."
    ]
  },
  {
    "word": "ren",
    "definition": "lace",
    "sentences": [
      "Và giải quyết những rối <b>ren</b> bằng sự thanh thản trong tâm hồn."
    ]
  },
  {
    "word": "reo",
    "definition": "to shout, cheer, ring (phone)",
    "sentences": [
      "Anh ấy đến sau tiếng chuông <b>reo</b>.",
      "Chuông điện thoại <b>reo</b> khi tôi đang tắm.",
      "Tại sao tôi đã đặt chuông báo thức rồi mà nó không <b>reo</b>! Tôi sẽ muộn mất thôi!",
      "Chuông cửa <b>reo</b> đúng lúc chúng tôi vừa ăn trưa xong.",
      "Tôi đang ngồi xem ti vi thì chuông điện thoại <b>reo</b>."
    ]
  },
  {
    "word": "reo mừng",
    "definition": "shout from joy",
    "sentences": []
  },
  {
    "word": "reo vang",
    "definition": "to sound, ring",
    "sentences": []
  },
  {
    "word": "reo vui",
    "definition": "to shout, yell with joy",
    "sentences": [
      "Bên chái bếp, nồi cơm bắt đầu sôi, cạnh bên, tộ cá sụn sịnh kho tiêu cũng bắt đầu <b>reo vui</b>, chắt miếng nước cơm sôi sánh đặc vị béo ngọt của cám gạo cho vào tộ cá, nước cá kho bắt đầu sệt lại chuyển màu đỏ cánh gián.",
      "Bên chái bếp, nồi cơm bắt đầu sôi, cạnh bên, tộ cá sụn sịnh kho tiêu cũng bắt đầu <b>reo vui</b>, chắt miếng nước cơm sôi sánh đặc vị béo ngọt của cám gạo cho vào tộ cá, nước cá kho bắt đầu sệt lại chuyển màu đỏ cánh gián."
    ]
  },
  {
    "word": "ri vê",
    "definition": "rivet",
    "sentences": []
  },
  {
    "word": "ria",
    "definition": "(1) edge, border, rim; (2) mustache",
    "sentences": [
      "Ông ta có <b>ria</b> mép.",
      "Và nam tài tử Johnny Depp, với chiếc mũ kéo sụp xuống mặt, hàng <b>ria</b> ngổ ngáo cùng những câu nói vờ như ngớ ngẩn đã làm giảm sự căng thẳng, chọc cười khán giả."
    ]
  },
  {
    "word": "rinh rang",
    "definition": "to be pompous",
    "sentences": []
  },
  {
    "word": "rinh rích",
    "definition": "riggly",
    "sentences": []
  },
  {
    "word": "riu",
    "definition": "simmer",
    "sentences": [
      "Cho vào nồi, đun lửa <b>riu</b> <b>riu</b> cho cạn nước, chuối chuyển sang màu đỏ.",
      "Ban đầu để lửa lớn, bọt mau tiết ra, hớt nhanh rồi để lửa <b>riu</b> <b>riu</b> thì chất ngọt tiết ra nhiều.",
      "cũng nên canh lửa <b>riu</b> <b>riu</b> để bọt lên từ từ, kịp thời hớt, nếu không bọt sẽ bể ngay, nước đục rất uổng nồi nước lèo công phu nãy giờ! ",
      "Để có nước lèo trong, ngọt, người ta nấu xương heo và bò trong nồi nước lèo, phải giữ lửa liu <b>riu</b> khoảng 5-7 giờ để ninh xương thì nước lèo mới ngọt đậm, và phải canh hớt bọt liên tục.",
      "Đổ nước cốt dừa ngập thân lươn rồi bắc lên bếp, để lửa <b>riu</b> <b>riu</b>."
    ]
  },
  {
    "word": "riu ríu",
    "definition": "to smolder",
    "sentences": []
  },
  {
    "word": "riên",
    "definition": "riel (basic unit of currency)",
    "sentences": []
  },
  {
    "word": "riêng",
    "definition": "alone, only, separate, particular, private, personal, independent; as for",
    "sentences": [
      "Làm ơn viết địa chỉ nhà <b>riêng</b> của bạn.",
      "Sở thích <b>riêng</b> của tôi là sưu tầm những chai cũ.",
      "Thú <b>riêng</b> của tôi là sưu tầm tem.",
      "Tôi có điện thoại trong phòng <b>riêng</b>.",
      "Mỗi người có khẩu vị <b>riêng</b>"
    ]
  },
  {
    "word": "riêng biệt",
    "definition": "separate",
    "sentences": [
      "Gác lửng thứ 3 được chia làm 2 phòng <b>riêng biệt</b>.",
      "Họ nấu với thịt heo và ớt thật là cay, mùi vị ngon lắm! Tôi nghĩ mỗi vùng ở VN có những đặc điểm <b>riêng biệt</b> trong cách nấu ăn.",
      "Nó thực chất được kết hợp từ 12 bức ảnh <b>riêng biệt</b>, do chiếc camera bao quát có độ phân giải cao (Pancam) trên tàu Spirit ghi lại được.",
      "Máy tính chia khuôn mặt của con người thành hai nửa, từ mỗi nửa sẽ tạo ra một chân dung <b>riêng biệt</b>, sau đó phân tích, kết hợp lại và xác định chính xác bức tranh toàn diện về tính cách độc nhất vô nhị của từng người.",
      "Mỗi bán cầu có các chức năng hoàn toàn <b>riêng biệt</b>."
    ]
  },
  {
    "word": "riêng cho",
    "definition": "an exclusive (story, picture, etc.)",
    "sentences": [
      "Lánh xa nơi phố ồn ào, ngồi trong những căn nhà sàn gỗ bạn sẽ được cho mình một thế giới dành <b>riêng cho</b> những bữa tiệc thân mật, cuối tuần.",
      "Những món ăn chọn lọc công phu và đặc sắc dành <b>riêng cho</b> ngày lễ Tình nhân như : cocktail hải sản, súp tôm bí ngô, thịt cừu hầm sốt vang, leghim hấp bơ - Khoai tây nghiền, Kem chiên… Giá trọn gói 280.000 đồng/hai người ",
      "Khuyến mãi: rượu chát đỏ và quà tặng dành <b>riêng cho</b> khách nữ.",
      "Tuy nhiên, chiếc máy cafe nên chuyển sang khu vực dành <b>riêng cho</b> phụ nữ\".",
      "Và 70% đề nghị nên có làn đường <b>riêng cho</b> xe tải lớn."
    ]
  },
  {
    "word": "riêng lẻ",
    "definition": "individually, severally, separately",
    "sentences": [
      "Mỗi con sẽ hát một phần <b>riêng lẻ</b> trong bản hòa tấu này.",
      "Thời gian cấp giấy phép xây dựng công trình và giấy phép di dời công trình không quá 20 ngày làm việc, đối với nhà ở <b>riêng lẻ</b> không quá 15 ngày làm việc, nhà ở nông thôn, công trình tạm và phá dỡ công trình không quá 10 ngày làm việc kể từ khi nhận đủ hồ sơ hợp lệ.",
      "Thứ trưởng Nguyễn Văn Liên nhấn mạnh: Đối với nhà ở <b>riêng lẻ</b> đô thị, công trình sửa chữa, nhà ở nông thôn, nhà tạm...",
      "Theo anh Dũng, một cán bộ làm việc ở quận Hoàn Kiếm, những vị khách \"ngon\" thường tìm đến các quán <b>riêng lẻ</b>, nằm rải rác tại các phố lớn như Mai Hắc Đế, Lò Đúc, Lò Sũ...",
      "Vậy nên ngoài những trung tâm karaoke \"có tiếng\", rải rác khắp Hà Nội không thiếu những quán <b>riêng lẻ</b>."
    ]
  },
  {
    "word": "riêng phần tôi",
    "definition": "as for me, for my part",
    "sentences": []
  },
  {
    "word": "riêng tôi",
    "definition": "(I) personally, in my opinion",
    "sentences": [
      "Sau khi suy nghĩ rất nhiều, và đây chỉ là ý kiến của <b>riêng tôi</b> tôi, nhưng tôi nghĩ giá trị của một món quà sẽ thay đổi tùy thuộc vào việc có bao nhiêu tình cảm được đặt vào trong món quà đó.",
      "Với các ca sĩ hải ngoại khác tôi không biết như thế nào, <b>riêng tôi</b> vì chỉ mới hoạt động từ đầu năm 2005 nên chưa phải nộp thuế.",
      "- Thật ra khi tôi sáng tác là tôi viết cho khán giả chứ không viết cho <b>riêng tôi</b>.",
      "Chúng tôi được học kèn saxophone từ nhỏ, <b>riêng tôi</b> học thêm piano tại Cao đẳng Nghệ thuật TP HCM.",
      "Không <b>riêng tôi</b>, mà Thảo cũng cảm thấy tình cảm chưa thật sự chín muồi để đi đến hôn nhân."
    ]
  },
  {
    "word": "riêng tư",
    "definition": "personal, private; privacy",
    "sentences": [
      "Bạn không được xâm phạm sự <b>riêng tư</b> của người khác.",
      "Trên đời không có thứ gì gọi là \"sự <b>riêng tư</b>\".",
      "Sự <b>riêng tư</b> không tồn tại.",
      "Ngoài ra, để tạo không khí <b>riêng tư</b>, ấm cúng cho thượng đế, nhà hàng còn bố trí một chuỗi phòng VIP sang trọng nằm ở tầng 2 và tầng 3.",
      "May mắn là một số trang web đã ra đời để giúp các nhà khoa học tìm hiểu những vấn đề <b>riêng tư</b> hơn."
    ]
  },
  {
    "word": "riêng tư cá nhân",
    "definition": "personal",
    "sentences": []
  },
  {
    "word": "riêng tại",
    "definition": "in ~ alone",
    "sentences": [
      "Chỉ <b>riêng tại</b> Mỹ, số phương tiện cá nhân đi lại trên đường phố còn cao hơn cả số người đăng ký.",
      "Ông ước tính các vụ va đập phải kính đã tiêu diệt tới 1 tỷ con chim mỗi năm chỉ <b>riêng tại</b> Mỹ.",
      "Hạn chế các cuộc gọi <b>riêng tại</b> nơi làm, không sử dụng buổi hội thảo làm nơi thảo luận các vấn đề riêng tư.",
      "Theo thống kê của địa phương, thì <b>riêng tại</b> Đình Tổ có 58 đối tượng đánh bạc chuyên nghiệp.",
      "Nhưng mỗi đoàn đều có đất riêng của mình, có \"tình báo\" <b>riêng tại</b> địa phương."
    ]
  },
  {
    "word": "riêng Ấn Độ từ chối",
    "definition": "only India refused",
    "sentences": []
  },
  {
    "word": "riêu cua",
    "definition": "crab soup",
    "sentences": []
  },
  {
    "word": "riết",
    "definition": "to work hard",
    "sentences": [
      "Cái ngon của món này là dù mỡ những lại không béo, ăn rất thơm, ngon, độc đáo và ăn <b>riết</b> thành ghiền.",
      "Cánh dẻo là một dự án rất quan trọng cho kỹ thuật hàng không, kể cả dân và quân sự mà các nước châu Âu và Mỹ đều đang chạy đua ráo <b>riết</b>.",
      "Họ cũng ráo <b>riết</b> tiến hành các cuộc chiêu mộ mùa hè qua, và đã có trong tay thủ môn đội U23 Thế Anh, bộ tứ tuyển thủ quốc gia Thái Lan gồm 2 tiền vệ Therdsak Chaiman, Sakda, tiền đạo Pitipong và hậu vệ Siriwong.",
      "Vậy mà ông ấy vẫn Hiện tại, HLV Ferguson đang ráo <b>riết</b> tìm những tiền đạo giỏi để đá cặp với Nistelrooy hoặc thay thế trong trường hợp cây săn bàn số một của tại sân Old Trafford không thể ra sân.",
      "TP HCM đang ráo <b>riết</b> chuẩn bị \"ra tay\" đối với những nhạc sĩ có tên trong danh sách đạo nhạc."
    ]
  },
  {
    "word": "riết ráo",
    "definition": "strict, severe",
    "sentences": []
  },
  {
    "word": "riềng",
    "definition": "galingale, alpinia",
    "sentences": [
      "Pa sủm: Cá sỉnh ướp <b>riềng</b> và thính gạo, muối vừa đủ, để 2-3 ngày, lúc này cá sỉnh có mùi thơm và vị chua, có thể om lửa nhỏ cho đến khi cá cứng lại, hoặc nấu canh măng chua.",
      "Trộn hỗn hợp củ <b>riềng</b>, thịt heo, tỏi và nêm gia vị vừa ăn.",
      "Khuấy tan gạch cua, nêm vào 1 muỗng cà phê <b>riềng</b> non băm nhuyễn + 1 muỗng cà phê tỏi hành băm nhuyễn + 1 muỗng xúp giấm nuôi + 1/2 muỗng cà phê muối tiêu.",
      "Một miếng dồi chó \"đúng chuẩn\" phải hội được vị lá mơ, cái beo béo của đậu xanh, thoang thoảng mùi mẻ, <b>riềng</b>, mắm tôm, cái béo dịu dàng của mỡ chó.",
      "Sò tươi Lăng Cô chẻ lấy ruột, trộn cùng ớt bột, <b>riềng</b>, đậu xanh rang và muối hột."
    ]
  },
  {
    "word": "riễu",
    "definition": "to mock, make fun of",
    "sentences": [
      "Mọi người chế <b>riễu</b> tôi."
    ]
  },
  {
    "word": "ro ro",
    "definition": "purr, hum (of machines)",
    "sentences": []
  },
  {
    "word": "roi",
    "definition": "(1) whip, switch, rod, cane; (2) (hill) apple",
    "sentences": [
      "Ở Singapore, đánh bằng <b>roi</b> là một hình thức trừng phạt.",
      "Ở Sin-ga-po, đánh bằng <b>roi</b> là một hình thức trừng phạt.",
      "Thương cho <b>roi</b> cho vọt, ghét cho ngọt cho bùi.",
      "Để thêm chút vẻ duyên cho đĩa gỏi gà quen thuộc, bà nội trợ bước ra liếp rau sau vườn có trồng vài bụi cúc vạn thọ để cúng rằm, chọn vài bông mới nở tươi <b>roi</b> rói, tách cánh điểm tô cho đĩa gỏi.",
      "Một số nam giới còn bị đánh 1-2 <b>roi</b>."
    ]
  },
  {
    "word": "roi da",
    "definition": "whip",
    "sentences": []
  },
  {
    "word": "roi ngựa",
    "definition": "horse whip",
    "sentences": []
  },
  {
    "word": "roi rói",
    "definition": "fresh",
    "sentences": [
      "Để thêm chút vẻ duyên cho đĩa gỏi gà quen thuộc, bà nội trợ bước ra liếp rau sau vườn có trồng vài bụi cúc vạn thọ để cúng rằm, chọn vài bông mới nở tươi <b>roi rói</b>, tách cánh điểm tô cho đĩa gỏi."
    ]
  },
  {
    "word": "roi vọt",
    "definition": "cane, rod (used as an instrument for punishing children); whipping",
    "sentences": [
      "Còn về đòn roi thì tôi không thường dùng, nhưng các con tôi lúc nhỏ thường hay bị mẹ \"cảnh cáo\" bằng <b>roi vọt</b>."
    ]
  },
  {
    "word": "rom",
    "definition": "(1) rum; (2) prolapsus of the rectum",
    "sentences": []
  },
  {
    "word": "rong",
    "definition": "(1) to wander; (2) alga(e), seaweed",
    "sentences": [
      "9 năm lên Hà Nội là 9 năm chị <b>rong</b> ruổi với gánh hàng trên những con đường quanh co khu phố cổ.",
      "Giờ thì cứ tối tối, rất nhiều khách hàng trên dãy phố Hàng Ngang, Hàng Đào lại ngóng trông sự trở lại của chị, sau một buổi chiều <b>rong</b> ruổi qua những ngõ nhỏ chằng chịt của nơi phố cổ Hà Nội.",
      "Từ nhiều năm nay chả giò \"made in Vietnam\" của Cầu Tre, Seaprodex, Vissan hay chả giò tự chế, cứ như thế <b>rong</b> chơi, phiêu du, theo chân người viễn xứ từ năm này sang năm khác, từ nước này đến nước kia, có khi đã đến cả vùng của người Eskimo tận Bắc cực rồi cũng nên.",
      "Bên cạnh lẩu nấm, thực khách cũng có thể chọn cho mình những món ăn khác như thịt ngọ xan (món ăn chính ngọ), giò, rau cải biển, <b>rong</b> biển, đậu phù trúc, thịt lợn giòn...",
      "Trong khi đó, khách sạn Bông Sen, trong năm 1998, cũng đã ghi dấu ấn khi quyết định đem những món ăn hè phố vào không gian sang trọng khách sạn ba sao với tên gọi cũng rất dân gian \"buffet gánh\" (\"gánh\" ở đây được hiểu là quang gánh của các chị, các cô bán hàng <b>rong</b> hè phố)."
    ]
  },
  {
    "word": "rong chơi",
    "definition": "to wander",
    "sentences": [
      "Từ nhiều năm nay chả giò \"made in Vietnam\" của Cầu Tre, Seaprodex, Vissan hay chả giò tự chế, cứ như thế <b>rong chơi</b>, phiêu du, theo chân người viễn xứ từ năm này sang năm khác, từ nước này đến nước kia, có khi đã đến cả vùng của người Eskimo tận Bắc cực rồi cũng nên.",
      "Với tôi, 4 ca khúc trong album Nhật thực của nhạc sĩ Ngọc Đại có thể coi là lối rẽ đầu tiên, một lần \"<b>rong chơi</b>\".",
      "Có người còn gọi tớ là \"người <b>rong chơi</b> qua hai thế kỷ\", tớ chỉ thấy tớ <b>rong chơi</b> bằng lời ca tiếng hát thì có, nhưng hát chơi thì không bởi 60 năm nay đời tớ chưa làm nghề gì khác ngoài việc hát\"."
    ]
  },
  {
    "word": "rong huyết",
    "definition": "menorrhagia",
    "sentences": []
  },
  {
    "word": "rong hàng",
    "definition": "street vendor, peddler, hawker",
    "sentences": []
  },
  {
    "word": "rong mái chèo",
    "definition": "eelgrass",
    "sentences": []
  },
  {
    "word": "rong ruổi",
    "definition": "to travel",
    "sentences": [
      "9 năm lên Hà Nội là 9 năm chị <b>rong ruổi</b> với gánh hàng trên những con đường quanh co khu phố cổ.",
      "Giờ thì cứ tối tối, rất nhiều khách hàng trên dãy phố Hàng Ngang, Hàng Đào lại ngóng trông sự trở lại của chị, sau một buổi chiều <b>rong ruổi</b> qua những ngõ nhỏ chằng chịt của nơi phố cổ Hà Nội.",
      "Tuần trăng mật của chúng tôi sẽ là những ngày <b>rong ruổi</b> trên từng cây số cùng các nhân vật."
    ]
  },
  {
    "word": "rong rêu",
    "definition": "water-plants and mosses, sea-weed alga",
    "sentences": [
      "Khi nhủi don về, người ta loại bỏ hết <b>rong rêu</b> và các loại ốc hến khác, rồi đem ngâm với nước vo gạo khoảng nửa ngày.",
      "Bên ngoài biên mai gồm hai miếng vỏ mầu xanh đầy <b>rong rêu</b> óp lại."
    ]
  },
  {
    "word": "rong rỏng",
    "definition": "slender",
    "sentences": []
  },
  {
    "word": "rong đuôi chó",
    "definition": "ceratophyllum demersum",
    "sentences": []
  },
  {
    "word": "rthùy mị",
    "definition": "gentle, sweet, mild",
    "sentences": []
  },
  {
    "word": "ru",
    "definition": "to lull, rock (a baby)",
    "sentences": [
      "Anh ta thường ở <b>ru</b> rú trong phòng đọc sách và viết những thứ như thế này.",
      "Quạt trần và quạt bàn đều là đồ cũ phục chế, nhưng đều chạy êm như <b>ru</b>.",
      "Còn bây giờ thì tôi đã viết nhạc cho Của để dành với ca khúc Lời <b>ru</b> cho con, Phía trước là bầu trời với Lời chưa nói.",
      "Đó là tất cả niềm tự hào của Thục và khoảng nửa tháng nữa Hiền Thục sẽ cho phát hành đĩa Bảo có hẳn một khúc <b>ru</b> dành cho Gia Bảo.",
      "gần đây nhất là bài Lời <b>ru</b> rừng xanh."
    ]
  },
  {
    "word": "ru bi",
    "definition": "ruby",
    "sentences": []
  },
  {
    "word": "ru lét",
    "definition": "roulette",
    "sentences": []
  },
  {
    "word": "ru lô",
    "definition": "roller",
    "sentences": []
  },
  {
    "word": "ru ngủ",
    "definition": "to (lull to) sleep",
    "sentences": []
  },
  {
    "word": "ru pi",
    "definition": "rupee",
    "sentences": []
  },
  {
    "word": "rui",
    "definition": "rafter",
    "sentences": []
  },
  {
    "word": "rum",
    "definition": "safflower-rum",
    "sentences": []
  },
  {
    "word": "rum ba",
    "definition": "rumba",
    "sentences": []
  },
  {
    "word": "run",
    "definition": "(1) to shake, tremble, shiver; (2) worm",
    "sentences": [
      "Cứ nghĩ đến chích là người <b>run</b> lên lo sợ.",
      "Tôi đã rất <b>run</b> lẩy bẩy.",
      "Anh ấy không <b>run</b> sợ trước hiểm nguy.",
      "Những cậu bé đáng thương đó đang <b>run</b> lẩy bẩy vì sợ.",
      "Tôi cảm thấy tay mình <b>run</b> lên và tim đập thình thịch."
    ]
  },
  {
    "word": "run dất",
    "definition": "earthworm",
    "sentences": []
  },
  {
    "word": "run lên",
    "definition": "to (start to) shiver, shake, tremble",
    "sentences": [
      "Cứ nghĩ đến chích là người <b>run lên</b> lo sợ.",
      "Tôi cảm thấy tay mình <b>run lên</b> và tim đập thình thịch.",
      "Các nhà thiên văn đã <b>run lên</b> khi phát hiện khối đá quý vĩ đại này - một ngôi sao lóng lánh đặc sệt từ kim cương, có trọng lượng tới 10 tỷ tỷ tỷ tỷ tỷ cara!",
      "Tôi cảm thấy rất hồi hộp, người <b>run lên</b>, nhưng quả thực là công việc trình diễn rất thú vị."
    ]
  },
  {
    "word": "run lên bần bật",
    "definition": "to tremble with fear",
    "sentences": []
  },
  {
    "word": "run lẩy bẩy",
    "definition": "quiver, shudder, tremble",
    "sentences": [
      "Tôi đã rất <b>run lẩy bẩy</b>.",
      "Những cậu bé đáng thương đó đang <b>run lẩy bẩy</b> vì sợ."
    ]
  },
  {
    "word": "run như cầy sấy",
    "definition": "to tremble like a leaf",
    "sentences": []
  },
  {
    "word": "run run",
    "definition": "to tremble, shiver",
    "sentences": [
      "Mỗi lần giơ súng lên định bắn, tự nhiên cứ thấy <b>run run</b>."
    ]
  },
  {
    "word": "run rẩy",
    "definition": "to tremble, shiver, shake, swing",
    "sentences": [
      "Bởi vậy, có những người hoàn toàn khỏe mạnh nhưng khi được nhân viên gội đầu bấm huyệt lại toát lạnh toàn thân, vã mồ hôi, đầu choáng, mắt hoa, tay chân <b>run rẩy</b>, thậm chí có thể ngừng tim, co giật và sùi bọt mép giống như bệnh động kinh."
    ]
  },
  {
    "word": "run sán",
    "definition": "tapeworm",
    "sentences": []
  },
  {
    "word": "run sợ",
    "definition": "to shake with fright, tremble with fear",
    "sentences": [
      "Anh ấy không <b>run sợ</b> trước hiểm nguy."
    ]
  },
  {
    "word": "rung",
    "definition": "to shake, ring (a ball)",
    "sentences": [
      "Lúc tôi đi bách bộ thì cả người tôi <b>rung</b> rinh một màu nâu bóng mỡ soi gương được và rất ưa nhìn.",
      "Nhà của chúng tôi bắt đầu <b>rung</b> chuyển.",
      "Chúng tôi thấy ngồi nhà <b>rung</b> lắc.",
      "\"Tom này, lúc động đất thì cậu có thức không?\" \"Hả, có động đất á?\" \"Ừ, lúc hơn một giờ rưỡi một tí. Lúc đó <b>rung</b> khá mạnh đấy.\" \"Không đời nào, lúc đó tớ ngủ say như mọi khi.\"",
      "Thời gian là sự trải nghiệm tần số <b>rung</b> động năng lượng ở những điểm không gian khác nhau."
    ]
  },
  {
    "word": "rung chuyển",
    "definition": "to move, shake; movement",
    "sentences": [
      "Nhà của chúng tôi bắt đầu <b>rung chuyển</b>."
    ]
  },
  {
    "word": "rung cảm",
    "definition": "to be moving, throb with emotion",
    "sentences": [
      "- Những ca khúc của The Beatles luôn mang tính thời sự và làm <b>rung cảm</b> lòng người."
    ]
  },
  {
    "word": "rung rinh",
    "definition": "to shake, vibrate, swing",
    "sentences": [
      "Lúc tôi đi bách bộ thì cả người tôi <b>rung rinh</b> một màu nâu bóng mỡ soi gương được và rất ưa nhìn.",
      "Trong thí nghiệm của mình, ông cho 40 người xem một loạt ảnh <b>rung rinh</b> trên một màn hình máy tính.",
      "Ông Nghĩa, người may mắn thoát nạn, kể lại: Lúc đó, tôi vừa bước xuống lầu 1 thì thấy căn nhà <b>rung rinh</b>."
    ]
  },
  {
    "word": "rung rung",
    "definition": "to move lightly",
    "sentences": []
  },
  {
    "word": "rung rúc",
    "definition": "frayed, shabby",
    "sentences": []
  },
  {
    "word": "rung đùi",
    "definition": "balance one’s legs (while sitting)",
    "sentences": [
      "Thành công của cô rõ ràng không cần trả ơn cho ai, một mình cô cứ ngồi <b>rung đùi</b> mà hưởng."
    ]
  },
  {
    "word": "rung động",
    "definition": "to vibrate, be moved",
    "sentences": [
      "Thời gian là sự trải nghiệm tần số <b>rung động</b> năng lượng ở những điểm không gian khác nhau.",
      "Hai sóng này giao thoa, kích thích các hạt đất <b>rung động</b> và tách rời nhau mà không cần thiết bị phải sục trực tiếp vào đất.",
      "Thiết bị kích thích những dây thần kinh, gửi những <b>rung động</b> nhẹ nhàng lên chân phụ nữ trong 10-30 phút, đưa phụ nữ tới rìa của cực khoái.",
      "Tuy nhiên, cũng cần nói đến một dạng cực khoái nữa của nữ là khoái cực tử cung (do <b>rung động</b> tử cung và đám rối thần kinh vùng tiểu khung tạo nên khoái cực) khi hành vi giao hợp diễn ra mạnh mẽ, ở dạng này có vai trò của dương vật có kích thước dài và lớn.",
      "Tuy nhiên, dù là một hộp chocolate nhỏ, một bông hồng đỏ thắm, hay chỉ đơn giản là khoảng thời gian êm đềm bên nhau, tất cả đều khiến trái tim <b>rung động</b> trong ngày Lễ Tình yêu diệu kỳ."
    ]
  },
  {
    "word": "ruốc",
    "definition": "salted shredded meat",
    "sentences": [
      "Thứ gia vị làm nên hương vị đặc trưng của bún bò Huế, ông Huấn cho biết, đó là <b>ruốc</b> Huế nêm vào trong nồi nước lèo.",
      "Cơm nếp nấu cùng nước cốt dừa, chấm cùng <b>ruốc</b> tôm xào sả.",
      "- 500 g gạo nếp ngon- 300 g nước cốt dừa đặc- Tôm, sả, ớt, hành khô, muối, đường, mắm <b>ruốc</b>, dầu ăn, lá chuối xanh.",
      "- Tôm khô ngâm mềm rồi giã nhỏ (không cần giã nát nhuyễn), bắc chảo dầu nóng phi thơm hành, tỏi, sả rồi cho tôm vào xào, nêm mắm <b>ruốc</b> và chút đường xào quyện vào nhau rồi cho ớt băm vào đảo đều, trút ra bát con để làm món chấm.",
      "Cùng với tôm chua, mắm <b>ruốc</b>, mắm sò Lăng Cô là đặc sản của đất cố đô."
    ]
  },
  {
    "word": "ruốc bông",
    "definition": "fluffy pemmican",
    "sentences": []
  },
  {
    "word": "ruồi",
    "definition": "fly, housefly",
    "sentences": [
      "Có vài con <b>ruồi</b> ở trên tường.",
      "Con <b>ruồi</b> cứ làm phiền chúng tôi trong suốt bữa ăn.",
      "Cả quy trình làm mắm cá không để <b>ruồi</b> bám vào vì như vậy mắm sẽ có dòi, không ăn được.",
      "Thức ăn của chúng là kiến, <b>ruồi</b>, muỗi, bọ rầy, bọ rùa, bọ xít, bướm, chuồn chuồn kim, nhện và một số côn trùng khác.",
      "Dùng giấy kiếng đậy miệng chậu để tránh <b>ruồi</b>, nhờ giấy kiếng trong suốt nên khi phơi, ánh nắng sẽ xuyên qua dễ dàng."
    ]
  },
  {
    "word": "ruồi giấm",
    "definition": "drosophila",
    "sentences": [
      "Những thành viên mới này sẽ gia nhập câu lạc bộ các sinh vật được giải mã, hiện đã có các thành viên như con người, chuột, ong mật, <b>ruồi giấm</b> và nhiều loài khác."
    ]
  },
  {
    "word": "ruồi lằng",
    "definition": "horse fly",
    "sentences": []
  },
  {
    "word": "ruồi muỗi",
    "definition": "flies and mosquitoes",
    "sentences": []
  },
  {
    "word": "ruồi nhặng",
    "definition": "fly and bluebottle, flies",
    "sentences": []
  },
  {
    "word": "ruồi trâu",
    "definition": "gadfly",
    "sentences": []
  },
  {
    "word": "ruồi xanh",
    "definition": "blue-bottle",
    "sentences": []
  },
  {
    "word": "ruồng",
    "definition": "to abandon, desert",
    "sentences": [
      "Tôi <b>ruồng</b> rẫy nghề hát, muốn bỏ nó ra khỏi đời sống của mình.",
      "Nhưng rồi không hiểu sao tôi cứ bị <b>ruồng</b> bỏ."
    ]
  },
  {
    "word": "ruồng bỏ",
    "definition": "to abandon",
    "sentences": [
      "Nhưng rồi không hiểu sao tôi cứ bị <b>ruồng bỏ</b>."
    ]
  },
  {
    "word": "ruồng bố",
    "definition": "to search and terrorize",
    "sentences": []
  },
  {
    "word": "ruồng rẫy",
    "definition": "to mistreat (wife and children)",
    "sentences": [
      "Tôi <b>ruồng rẫy</b> nghề hát, muốn bỏ nó ra khỏi đời sống của mình."
    ]
  },
  {
    "word": "ruổi",
    "definition": "to pursue, go after",
    "sentences": [
      "9 năm lên Hà Nội là 9 năm chị rong <b>ruổi</b> với gánh hàng trên những con đường quanh co khu phố cổ.",
      "Giờ thì cứ tối tối, rất nhiều khách hàng trên dãy phố Hàng Ngang, Hàng Đào lại ngóng trông sự trở lại của chị, sau một buổi chiều rong <b>ruổi</b> qua những ngõ nhỏ chằng chịt của nơi phố cổ Hà Nội.",
      "Tuần trăng mật của chúng tôi sẽ là những ngày rong <b>ruổi</b> trên từng cây số cùng các nhân vật."
    ]
  },
  {
    "word": "ruộc",
    "definition": "small dipper",
    "sentences": []
  },
  {
    "word": "ruộm",
    "definition": "to die",
    "sentences": [
      "Miếng chả vàng <b>ruộm</b>, ngọt thơm rất ngon.",
      "- Đùi gà đã sơ chế sạch cho vào lò nướng tới lúc nổi mầu vàng <b>ruộm</b>.",
      "Vì ruột non nên dồi không lớn và khi chín, miếng dồi được chiên vàng <b>ruộm</b>."
    ]
  },
  {
    "word": "ruộng",
    "definition": "field, paddy",
    "sentences": [
      "Mẹ dẫn chúng tôi đi và mẹ đem đặt mỗi đứa vào một cái hang đất ở bờ <b>ruộng</b> phía bên kia.",
      "Cá lóc đồng sống trong các thửa <b>ruộng</b>.",
      "Người nông dân đang rải hạt giống xuống <b>ruộng</b>.",
      "Người nông dân đã rải hạt giống lúa mì xuống <b>ruộng</b>.",
      "Người nông dân rải hạt giống lúa mì xuống <b>ruộng</b>."
    ]
  },
  {
    "word": "ruộng bậc thang",
    "definition": "terraced fields",
    "sentences": []
  },
  {
    "word": "ruộng công",
    "definition": "public field",
    "sentences": []
  },
  {
    "word": "ruộng hoang",
    "definition": "abandoned field",
    "sentences": []
  },
  {
    "word": "ruộng hương hỏa",
    "definition": "rice field set aside for ancestral worship",
    "sentences": []
  },
  {
    "word": "ruộng lúa",
    "definition": "rice field, paddy",
    "sentences": [
      "Bởi chúng không những phát triển nhanh với mật độ cao tại các sông, hồ, kênh rạch mà đã xuất hiện nhiều ở cả ao nuôi cá, tôm, <b>ruộng lúa</b> của nông dân, rồi đục khoét phá bờ bao, các công trình thủy lợi làm nơi cư trú và cạnh tranh với các loài cá khác.",
      "Hà Nam dù là tỉnh chiêm trũng, nền ruộng thấp, không mấy khó khăn về nước tưới, song năm nay các huyện Duy Tiên, Kim Bảng, Thanh Liêm cũng không tránh khỏi hạn hán, diện tích <b>ruộng lúa</b> đủ nước đổ ải chỉ đạt 10.000 ha trên tổng số 37.000 ha."
    ]
  },
  {
    "word": "ruộng muối",
    "definition": "salt-marsh",
    "sentences": []
  },
  {
    "word": "ruộng mạ",
    "definition": "rice-seeding field",
    "sentences": []
  },
  {
    "word": "ruộng nương",
    "definition": "fields and gardens, field",
    "sentences": []
  },
  {
    "word": "ruộng nước",
    "definition": "rice field, paddy (submerged in water)",
    "sentences": []
  },
  {
    "word": "ruộng rộc",
    "definition": "fields between two hills",
    "sentences": []
  },
  {
    "word": "ruộng vai",
    "definition": "field by the water",
    "sentences": []
  },
  {
    "word": "ruộng vườn",
    "definition": "fields and gardens",
    "sentences": [
      "Cụ nói: \"Từ thời nước Đại Việt tự chủ cho đến độc lập, đến các triều đại về sau đều ban sắc phong, <b>ruộng vườn</b> cho dân làng Hòa Mục vì đã có nhiều công trạng đối với đất nước."
    ]
  },
  {
    "word": "ruộng đất",
    "definition": "(cultivated) land, (rice) field",
    "sentences": []
  },
  {
    "word": "ruộng đất phì",
    "definition": "fertile, abundant field",
    "sentences": []
  },
  {
    "word": "ruộng đồng",
    "definition": "fields",
    "sentences": [
      "Nhìn đâu đâu cũng thấy so đũa trổ bông, me đơm trái đầy cành, dưới <b>ruộng đồng</b> tôm tép chạy bung.",
      "\"Cái khó nhất là từ tháng 9 đến nay Bắc Bộ hầu như không mưa, <b>ruộng đồng</b> nứt nẻ, nhu cầu nước tưới sẽ phải tăng gấp rưỡi so với mọi năm.",
      "Năm ngày vừa qua, do hồ Hoà Bình liên tục mở cửa xả, mực nước sông Hồng tại Hà Nội đã dâng gần 2,4-2,5 m, nên nhiều tỉnh vùng đồng bằng sông Hồng đã lấy thêm được nước cho <b>ruộng đồng</b>."
    ]
  },
  {
    "word": "ruột",
    "definition": "(1) intestine, bowel, stomach; (2) core, blood; (3) blood",
    "sentences": [
      "Đây là những người anh/em trai <b>ruột</b> của tôi.",
      "Đậu hũ cắt làm 6, dùng dao lấy bớt phần <b>ruột</b> ra, nhồi cá thác lác vào giữa, ép con tôm cho dính lên mặt.",
      "Cá tươi nhúng vào nước nóng 60 độ C cho dễ đánh vẩy, móc mang, mổ bỏ <b>ruột</b>, giữ lại mật, rửa sạch, lọc lấy thịt, thái miếng.",
      "Thịt tươi băm nhuyễn, nhồi vào <b>ruột</b> khoai tây rồi hầm chín.",
      "Dùng một thìa cà-phê nhỏ moi ngay giữa <b>ruột</b> củ khoai, khoét thành một lỗ tròn sao cho củ khoai mỏng còn chừng non một phân là được."
    ]
  },
  {
    "word": "ruột chay",
    "definition": "jejunum",
    "sentences": []
  },
  {
    "word": "ruột gan",
    "definition": "innards, insides",
    "sentences": []
  },
  {
    "word": "ruột già",
    "definition": "large intestine",
    "sentences": [
      "Sau đó dùng dao mũi nhọn tách bỏ bớt <b>ruột già</b>, đoạn \"chần\" bao tử, ruột non cho thật sạch rồi mang ra rửa thật kỹ bằng nước sông, ngâm vào dung dịch muối được pha chế theo công thức gia truyền.",
      "Người Nam dùng ruột non chứ không dùng <b>ruột già</b>.",
      "Món dồi của dân Tây Ninh lại dùng <b>ruột già</b> như dồi Bắc.",
      "Nhân dồi gồm sụn cổ họng, mỡ sa, rau răm băm nhuyễn, cùng với huyết trộn đều, rồi cho vào <b>ruột già</b>.",
      "Nó ảnh hưởng đến hệ tiêu hóa, gây đau bụng, sình bụng, sôi bụng, ăn uống khó tiêu, về sau có thể gây bệnh cho dạ dày, <b>ruột già</b> (tiêu chảy mạn tính)..."
    ]
  },
  {
    "word": "ruột gà",
    "definition": "eoil",
    "sentences": []
  },
  {
    "word": "ruột hồi",
    "definition": "ileum",
    "sentences": []
  },
  {
    "word": "ruột kết",
    "definition": "colon",
    "sentences": [
      "Người ta cũng gắn cho manơcanh những sensor nhạy cảm để đo hàm lượng bức xạ tác động lên dạ dày, phổi, thận, <b>ruột kết</b> và mắt."
    ]
  },
  {
    "word": "ruột ngựa",
    "definition": "bowel of horse",
    "sentences": [
      "Tính tình thẳng thắn như <b>ruột ngựa</b>, biết trước biết sau, Ngọc sống chan hòa với mọi người và lo cho gia đình khá chu toàn..."
    ]
  },
  {
    "word": "ruột non",
    "definition": "small intestine",
    "sentences": [
      "Sau đó dùng dao mũi nhọn tách bỏ bớt ruột già, đoạn \"chần\" bao tử, <b>ruột non</b> cho thật sạch rồi mang ra rửa thật kỹ bằng nước sông, ngâm vào dung dịch muối được pha chế theo công thức gia truyền.",
      "Người Nam dùng <b>ruột non</b> chứ không dùng ruột già.",
      "Vì <b>ruột non</b> nên dồi không lớn và khi chín, miếng dồi được chiên vàng ruộm."
    ]
  },
  {
    "word": "ruột rà",
    "definition": "blood relation",
    "sentences": []
  },
  {
    "word": "ruột thẳng",
    "definition": "rectum",
    "sentences": []
  },
  {
    "word": "ruột thịt",
    "definition": "blood (relation), family",
    "sentences": [
      "Bỏ qua chuyện anh em <b>ruột thịt</b>, với một người mới bắt đầu như Linh, cần có sự bồi đắp vững chắc."
    ]
  },
  {
    "word": "ruột thừa",
    "definition": "appendix",
    "sentences": [
      "Ngoài ra, Cục Quản lý dược cũng cảnh báo thuốc Cisapride (biệt dược là Propulsid) của hãng Jansen Pharmaceuticals, dùng điều trị bệnh viêm <b>ruột thừa</b>, viêm loét dạ dày và hành tá tràng."
    ]
  },
  {
    "word": "ruột tằm",
    "definition": "heart, feelings",
    "sentences": []
  },
  {
    "word": "ruột tịt",
    "definition": "caecum",
    "sentences": []
  },
  {
    "word": "ruột xe",
    "definition": "inner tube",
    "sentences": []
  },
  {
    "word": "ruột đất",
    "definition": "core (of the earth)",
    "sentences": []
  },
  {
    "word": "rà",
    "definition": "(1) to check; (2) to grope, thrust oneself",
    "sentences": [
      "Bạn có thể <b>rà</b> soát khắp châu Âu để truy tìm nguồn gốc của những đồ vật trong ngôi mộ\".",
      "Các nhà khoa học NASA cho biết hai chiếc tàu chạy bằng năng lượng mặt trời này có dư thừa thời gian để <b>rà</b> soát khắp những vị trí khó khăn.",
      "Ngoài ra, Bộ chỉ đạo Cục Đường bộ Việt Nam cắm biển dừng xe đón khách trên quốc lộ 1 xong trước 30/4 và <b>rà</b> soát 30% điểm đón, trả khách bất hợp pháp trên tuyến này đến tháng 6.",
      "Sở Giao thông vận tải các địa phương phải điều tra các điểm xe khách đón, trả khách không nằm trong quy hoạch địa phương; <b>rà</b> soát các \"bến cóc\" để có kế hoạch xoá trong tháng 4.",
      "UBND TP HCM vừa chỉ đạo các địa phương và ban ngành liên quan tập trung <b>rà</b> soát, đề xuất giải quyết những vấn đề còn tồn đọng để sớm thi công đúng tiến độ."
    ]
  },
  {
    "word": "rà rẫm",
    "definition": "grope one’s way",
    "sentences": []
  },
  {
    "word": "rà soát",
    "definition": "check",
    "sentences": [
      "Bạn có thể <b>rà soát</b> khắp châu Âu để truy tìm nguồn gốc của những đồ vật trong ngôi mộ\".",
      "Các nhà khoa học NASA cho biết hai chiếc tàu chạy bằng năng lượng mặt trời này có dư thừa thời gian để <b>rà soát</b> khắp những vị trí khó khăn.",
      "Ngoài ra, Bộ chỉ đạo Cục Đường bộ Việt Nam cắm biển dừng xe đón khách trên quốc lộ 1 xong trước 30/4 và <b>rà soát</b> 30% điểm đón, trả khách bất hợp pháp trên tuyến này đến tháng 6.",
      "Sở Giao thông vận tải các địa phương phải điều tra các điểm xe khách đón, trả khách không nằm trong quy hoạch địa phương; <b>rà soát</b> các \"bến cóc\" để có kế hoạch xoá trong tháng 4.",
      "UBND TP HCM vừa chỉ đạo các địa phương và ban ngành liên quan tập trung <b>rà soát</b>, đề xuất giải quyết những vấn đề còn tồn đọng để sớm thi công đúng tiến độ."
    ]
  },
  {
    "word": "ràn",
    "definition": "stable",
    "sentences": [
      "Nhiều lúc đứng trên sân khấu hay thu băng, nước mắt chị cứ <b>ràn</b> rụa, nhất là những lúc hát lên các ca khúc quê hương."
    ]
  },
  {
    "word": "ràng",
    "definition": "to fasten, bind, tie up",
    "sentences": [
      "Tôi không biết phải trình bày thế nào, bởi vì nó đã quá rõ <b>ràng</b> rồi.",
      "Phạm vi và hình dạng của chúng là không rõ <b>ràng</b>.",
      "Rõ <b>ràng</b> anh ta lúng túng.",
      "Rõ <b>ràng</b> là Tom đang yêu Kathy.",
      "Rõ <b>ràng</b> thông điệp được gửi bởi ông thằng bé."
    ]
  },
  {
    "word": "ràng buộc",
    "definition": "to attach; tie, bond",
    "sentences": [
      "Chúng ta bị <b>ràng buộc</b> bởi một mối <b>ràng buộc</b> vĩnh cửu.",
      "Cũng theo Singer, ở những người có <b>ràng buộc</b> tình cảm sâu đậm hơn, sự chia sẻ nỗi đau tinh thần dường như mạnh mẽ hơn.",
      "Do vậy, cá nhà táng phải dùng sức mạnh để <b>ràng buộc</b> kẻ địch.",
      "Nhưng Clark tìm thấy những cô gái nào có ngón tay mang tỷ lệ của đàn ông (tức là ngón trỏ ngắn hơn ngón đeo nhẫn) đều sẵn sàng tham gia vào các cuộc làm tình ngẫu nhiên và không <b>ràng buộc</b> hơn.",
      "Và bạn cũng có thể gặp gỡ mọi người mà không lo ngại những <b>ràng buộc</b>, cam kết."
    ]
  },
  {
    "word": "ràng buộc nhiều điều kiện",
    "definition": "to attach many conditions",
    "sentences": []
  },
  {
    "word": "ràng rịt",
    "definition": "tie intricately",
    "sentences": []
  },
  {
    "word": "rành",
    "definition": "to master (a subject), know something well; to be clear",
    "sentences": [
      "Tôi không <b>rành</b> nơi này lắm.",
      "Để phát hiện được khi còn ở dưới đất và biết ngày chúng mọc lên thì phải là những người có kinh nghiệm nhiều năm mới biết <b>rành</b> như vậy.",
      "người dân không phải ai cũng <b>rành</b> mà ai cũng vào kiểm tra thì....",
      "Cậu được xã đề cử lên huyện vì thời gian đó, phong trào nuôi bò sữa ở Củ Chi cũng mới bắt đầu, mà chưa có mấy người <b>rành</b> về kỹ thuật."
    ]
  },
  {
    "word": "rành mạch",
    "definition": "connected and clear, logical and clear",
    "sentences": []
  },
  {
    "word": "rành rành",
    "definition": "evident, obvious, clear",
    "sentences": []
  },
  {
    "word": "rành rẽ",
    "definition": "explicit, exhaustive, express",
    "sentences": []
  },
  {
    "word": "rào",
    "definition": "fence; to enclose, shut in",
    "sentences": [
      "Hai đứa trẻ đang ngồi ở trên hàng <b>rào</b>.",
      "Anh ta đã thấy thằng nhóc nhảy qua hàng <b>rào</b> và chạy mất.",
      "Ăn cây nào <b>rào</b> cây ấy.",
      "Cô ta quá lùn nên không nhìn qua hàng <b>rào</b> được.",
      "Ở Mỹ có nhiều nhà có hàng <b>rào</b> xung quanh."
    ]
  },
  {
    "word": "rào giậu",
    "definition": "hedge, fence",
    "sentences": []
  },
  {
    "word": "rào trước đón sau",
    "definition": "to be very careful with one’s words",
    "sentences": []
  },
  {
    "word": "rác",
    "definition": "garbage, refuse, waste, trash",
    "sentences": [
      "Không vứt <b>rác</b> ở đây.",
      "Không được vứt <b>rác</b> ở đây.",
      "Bạn đã quên mang <b>rác</b> ra ngoài sáng nay.",
      "Bạn luôn nói là bạn sẽ đi vứt <b>rác</b>, nhưng bạn không bao giờ làm cả.",
      "Nếu đó là chuyện của riêng tao thì còn được nhưng sao mày dám lôi mẹ tao vào chuyện này? Mày quả thực là một thằng <b>rác</b> rưởi mà."
    ]
  },
  {
    "word": "rác mắt",
    "definition": "offend the eye",
    "sentences": []
  },
  {
    "word": "rác rưởi",
    "definition": "garbage, refuge",
    "sentences": [
      "Nếu đó là chuyện của riêng tao thì còn được nhưng sao mày dám lôi mẹ tao vào chuyện này? Mày quả thực là một thằng <b>rác rưởi</b> mà."
    ]
  },
  {
    "word": "rác tai",
    "definition": "offend the ear",
    "sentences": []
  },
  {
    "word": "rách",
    "definition": "torn; to tear, rip",
    "sentences": [
      "Dòng sông nhỏ chảy róc <b>rách</b>.",
      "Lá lành đùm lá <b>rách</b>.",
      "Đói cho sạch, <b>rách</b> cho thơm.",
      "Thác nước chảy róc <b>rách</b> nghe thật vui tai.",
      "Dùng dao nhỏ rút nguyên xương ra khỏi giò heo (chú ý đừng để <b>rách</b> lớp da heo)."
    ]
  },
  {
    "word": "rách bươm",
    "definition": "torn to shreds, tattered",
    "sentences": []
  },
  {
    "word": "rách mướp",
    "definition": "torn to shreds, ragged",
    "sentences": []
  },
  {
    "word": "rách nát",
    "definition": "torn to pieces",
    "sentences": []
  },
  {
    "word": "rách rưới",
    "definition": "ragged, tattered",
    "sentences": [
      "Trên tấm bạt nhựa <b>rách rưới</b>, đống cà chua của em Bùi Lâm Sanh vẫn còn đầy nguyên."
    ]
  },
  {
    "word": "rách toạc",
    "definition": "be torn, be rent",
    "sentences": []
  },
  {
    "word": "rách tơi",
    "definition": "ragged, shredded",
    "sentences": []
  },
  {
    "word": "rách tươm",
    "definition": "tattered, ragged",
    "sentences": []
  },
  {
    "word": "rách việc",
    "definition": "asking for trouble, be due for trouble, be for",
    "sentences": []
  },
  {
    "word": "rách đối",
    "definition": "to cut or tear in two",
    "sentences": []
  },
  {
    "word": "rái cá",
    "definition": "otter",
    "sentences": []
  },
  {
    "word": "rám",
    "definition": "sunburned",
    "sentences": [
      "Tất cả đều bị đạo diễn sửa lại kịch bản, tước bỏ hết và mô tả câu chuyện theo một cách khác: thô <b>rám</b>, trần trụi và bạo liệt hơn."
    ]
  },
  {
    "word": "rám nắng",
    "definition": "sunburned",
    "sentences": []
  },
  {
    "word": "rán",
    "definition": "(1) to fry; (2) to try, strive, endeavor, make an effort",
    "sentences": [
      "Hôm nay chúng ta sẽ ăn cơm với thịt gà <b>rán</b>.",
      "Với mục tiêu chuỗi cửa hàng dễ nhân rộng như những cửa hàng thức ăn nhanh kiểu McDonald's, gà <b>rán</b> KFC, hiện nay ở TP HCM có 8 cửa hàng, ở Hà Nội có một, Huế, Đà Nẵng sắp khai trương và những thành phố lớn như Hải Phòng, Nha Trang, Cần Thơ& cũng sẽ tiếp tục có các cửa hàng với mô hình như ở TP HCM hiện nay.",
      "Món pa chen: Cá sỉnh rửa sạch, <b>rán</b> qua, để nguội rồi <b>rán</b> lại lần hai.",
      "Bắc chảo phi hành mỡ, bỏ cá và viên xương vào <b>rán</b> chín, đổ một bát nước đun sôi kỹ, xúc cá và viên ra bỏ rau cần đã nhặt lá thái khúc, tra mắm tôm, đun chín rồi bỏ viên xương, đảo đều, tra mì chính nước mắm, chuẩn bị bắc ra thì cho thìa là vào đảo đều, múc ra hai bát tô.",
      "Cá rô <b>rán</b> giòn (gừng): 15.000 đồng"
    ]
  },
  {
    "word": "rán hiểu",
    "definition": "to try to understand",
    "sentences": []
  },
  {
    "word": "rán sành ra mỡ",
    "definition": "miserly, stingy",
    "sentences": []
  },
  {
    "word": "ráng",
    "definition": "yellow cloud; to try to do sth",
    "sentences": [
      "Tom đang <b>ráng</b> học tiếng Việt.",
      "Cho dù đây là tiền của ai đi chăng nữa thì tôi cũng không trả đâu! Ai tìm thấy thì được hưởng, ai làm mất thì <b>ráng</b> chịu!",
      "Ai tìm thấy thì được hưởng, ai làm mất thì <b>ráng</b> chịu.",
      "Đà Lạt đồi dốc, xưa nay xe ngựa một cầu (chỉ cần hai bánh) đã làm khổ thân con ngựa, nay chơi hai cầu (xe bốn bánh), ngựa phải <b>ráng</b> mà lê, cố mà kéo.",
      "Ngày Tết, bà con dù nghèo tới đâu cũng <b>ráng</b> dành tiền đi xem hát, giá vé chừng 15.000 đồng đoàn cũng sống được."
    ]
  },
  {
    "word": "ráng sức",
    "definition": "try, endeavor",
    "sentences": []
  },
  {
    "word": "ráo",
    "definition": "dry",
    "sentences": [
      "Bông hẹ cắt lấy phần bông dài 4cm, rửa, xóc <b>ráo</b>.",
      "- Sau khi thịt thấm gia vị, đổ vào 1/2 lít sữa tươi không đường, ngâm thịt qua 30 phút nữa, vớt thịt ra, để <b>ráo</b>, chiên thịt trong chảo nhiều dầu cho vàng đều.",
      "Thịt cua bóp nhuyễn bỏ xương, măng tây xé sợi - hành tây xắt sợi vắt <b>ráo</b> nước, giá lặt rễ rửa sạch, gừng xắt sợi nhuyễn, jămbon cũng xắt sợi, ngò xắt nhỏ.",
      "Trước khi làm vớt khoai ra để <b>ráo</b> nước.",
      "Để <b>ráo</b> nước rồi cho hàu vào xoong."
    ]
  },
  {
    "word": "ráo riết",
    "definition": "hard, difficult, desperate",
    "sentences": [
      "Cánh dẻo là một dự án rất quan trọng cho kỹ thuật hàng không, kể cả dân và quân sự mà các nước châu Âu và Mỹ đều đang chạy đua <b>ráo riết</b>.",
      "Họ cũng <b>ráo riết</b> tiến hành các cuộc chiêu mộ mùa hè qua, và đã có trong tay thủ môn đội U23 Thế Anh, bộ tứ tuyển thủ quốc gia Thái Lan gồm 2 tiền vệ Therdsak Chaiman, Sakda, tiền đạo Pitipong và hậu vệ Siriwong.",
      "Vậy mà ông ấy vẫn Hiện tại, HLV Ferguson đang <b>ráo riết</b> tìm những tiền đạo giỏi để đá cặp với Nistelrooy hoặc thay thế trong trường hợp cây săn bàn số một của tại sân Old Trafford không thể ra sân.",
      "TP HCM đang <b>ráo riết</b> chuẩn bị \"ra tay\" đối với những nhạc sĩ có tên trong danh sách đạo nhạc.",
      "5 nước khác, là bị đơn trong vụ kiện, đang <b>ráo riết</b> chuẩn bị đương đầu với cuộc chiến."
    ]
  },
  {
    "word": "ráp",
    "definition": "assembly; to fit, assemble, join together",
    "sentences": [
      "Thợ sửa ống nước thực hiện công việc thiết kế và lắp <b>ráp</b> hệ thống đường ống.",
      "Thợ sửa ống nước thực hiện việc thiết kế và lắp <b>ráp</b> hệ thống đường ống.",
      "Tôi thích lắp <b>ráp</b> máy móc.",
      "Cậu ấy lấp <b>ráp</b> máy giặt.",
      "Trên những mảng tường <b>ráp</b> đá, những giỏ dây leo xanh um buông xuống từ khoảng giếng trời tạo cho không gian của nhà hàng mang một phong cách rất riêng."
    ]
  },
  {
    "word": "ráp hãng",
    "definition": "assembly plant",
    "sentences": []
  },
  {
    "word": "rát",
    "definition": "marting",
    "sentences": [
      "Uống coca làm lưỡi tôi <b>rát</b> hết cả.",
      "\"Chuyện đó xảy ra ngay sau ngày hôm qua.. vậy cái.. cái \"ấy\" của bạn có đau không?\" \"Tôi vẫn còn hơi đau <b>rát</b> một chút.\"",
      "\"Chuyện đó xảy ra ngay sau ngày hôm qua.. vậy cái.. cái bộ phận sinh dục của bạn có đau không?\" \"Vẫn còn hơi đau <b>rát</b> một chút.\"",
      "bị nứt nẻ, xù xì, gây cảm giác đau <b>rát</b>, chảy máu và dễ bị nhiễm khuẩn.",
      "Đau tăng lên rất nhanh, dữ dội như bị dứt thịt, bỏng <b>rát</b> ở sâu làm bệnh nhân không chịu nổi, vật vã, đứng ngồi không yên, có khi phải lấy tay tự đập vào mặt hoặc bóp nắn thái dương."
    ]
  },
  {
    "word": "ráy",
    "definition": "ear-wax, cerumen, alocasia",
    "sentences": [
      "Tôi lấy <b>ráy</b> tai giúp bạn nhé?",
      "Hầu hết mọi người đều cho rằng <b>ráy</b> tai là chất bẩn, là thứ đồ thải vô tác dụng.",
      "Nhưng thực ra <b>ráy</b> tai có rất nhiều tác dụng như là bảo vệ tai, sát khuẩn, điều chỉnh âm thanh...",
      "Ngoài ra, tình trạng <b>ráy</b> tai còn cho biết nhiều điều về cơ thể cũng như sức khoẻ của bạn.",
      "Hạch tuyến tiết mồ hôi ở nách có cùng dạng hạch tuyến tiết nhờn tạo <b>ráy</b> tai."
    ]
  },
  {
    "word": "ráy tai",
    "definition": "ear-wax, cerumen",
    "sentences": [
      "Tôi lấy <b>ráy tai</b> giúp bạn nhé?",
      "Hầu hết mọi người đều cho rằng <b>ráy tai</b> là chất bẩn, là thứ đồ thải vô tác dụng.",
      "Nhưng thực ra <b>ráy tai</b> có rất nhiều tác dụng như là bảo vệ tai, sát khuẩn, điều chỉnh âm thanh...",
      "Ngoài ra, tình trạng <b>ráy tai</b> còn cho biết nhiều điều về cơ thể cũng như sức khoẻ của bạn.",
      "Hạch tuyến tiết mồ hôi ở nách có cùng dạng hạch tuyến tiết nhờn tạo <b>ráy tai</b>."
    ]
  },
  {
    "word": "râm",
    "definition": "shady",
    "sentences": [
      "Chị ấy đeo kính <b>râm</b>.",
      "Tôi có kính <b>râm</b>.",
      "Tôi ngồi dưới bóng <b>râm</b> và đọc sách.",
      "Họ ngồi dưới bóng <b>râm</b> của cái cây to kia.",
      "Họ ngồi bên dưới bóng <b>râm</b> của cái cây to kia."
    ]
  },
  {
    "word": "râm bụt",
    "definition": "hibiscus",
    "sentences": []
  },
  {
    "word": "râm mát",
    "definition": "shady and fresh, in the shade",
    "sentences": []
  },
  {
    "word": "râm ran",
    "definition": "noisily",
    "sentences": []
  },
  {
    "word": "râm rấp",
    "definition": "damp, wet, moist, humid",
    "sentences": []
  },
  {
    "word": "râu",
    "definition": "beard, mustache",
    "sentences": [
      "Tôi biết người Đức có <b>râu</b> dài này.",
      "Tôi có thể sờ <b>râu</b> của ông được không?",
      "Tôi có thể sờ <b>râu</b> của bạn được không?",
      "Tao có thể sờ <b>râu</b> của mày được không?",
      "Ông ta có <b>râu</b> quai nón."
    ]
  },
  {
    "word": "râu Huê Kỳ",
    "definition": "mustache",
    "sentences": []
  },
  {
    "word": "râu ba chòm",
    "definition": "beard growing on the chin and on both cheeks",
    "sentences": []
  },
  {
    "word": "râu cẳm",
    "definition": "beard",
    "sentences": []
  },
  {
    "word": "râu dê",
    "definition": "goat’s beard, goatee",
    "sentences": []
  },
  {
    "word": "râu hầm",
    "definition": "a thick and short beard",
    "sentences": []
  },
  {
    "word": "râu mép",
    "definition": "moustache",
    "sentences": []
  },
  {
    "word": "râu quai nón",
    "definition": "side-whiskers",
    "sentences": [
      "Ông ta có <b>râu quai nón</b>."
    ]
  },
  {
    "word": "râu quặp",
    "definition": "curled-down moustache",
    "sentences": []
  },
  {
    "word": "râu ria",
    "definition": "beard and moustaches",
    "sentences": []
  },
  {
    "word": "râu xòa",
    "definition": "scraggly beard",
    "sentences": []
  },
  {
    "word": "râu xồm",
    "definition": "bushy beard, thick beard",
    "sentences": []
  },
  {
    "word": "rây",
    "definition": "to sift, bolt, tummy",
    "sentences": [
      "- Cho bột gạo tẻ và bột đậu xanh từ từ vào nước đường, bóp tan hết bột, lọc lại qua <b>rây</b> (<b>rây</b> là dụng cụ để lọc).",
      "Hoặc lá và hoa ngũ sắc (03 g) phối hợp với gừng tươi (10 g), phơi hoặc sấy khô, tán nhỏ, <b>rây</b> bột mịn, rắc."
    ]
  },
  {
    "word": "rã cánh",
    "definition": "fly one’s wings off (of birds)",
    "sentences": []
  },
  {
    "word": "rã ngũ",
    "definition": "desert en masse from the army",
    "sentences": []
  },
  {
    "word": "rã người",
    "definition": "worn-out, tired out, played out",
    "sentences": []
  },
  {
    "word": "rã rời",
    "definition": "worn out, exhausted",
    "sentences": [
      "Anh ta vội <b>rã rời</b> đi.",
      "Tôi mệt <b>rã rời</b>.",
      "Cả Tom và tôi đều đói <b>rã rời</b> rồi!"
    ]
  },
  {
    "word": "rã đám",
    "definition": "closing of a festival, ending of a merry-making party",
    "sentences": []
  },
  {
    "word": "rãnh",
    "definition": "drain, gutter, track",
    "sentences": [
      "Hôm nay ban có <b>rãnh</b> không?",
      "Ngày mai bạn <b>rãnh</b> không?",
      "Và hai bàn mài có nhiều đường <b>rãnh</b> chứng tỏ dụng cụ được sử dụng nhiều.",
      "Hơn nữa, chúng còn chừa lại 10-20 cm an toàn nếu chướng ngại vật là một <b>rãnh</b> sâu, nhưng lại đào sát và chỉ để lại khoảng cách an toàn 3-8 cm nếu chướng ngại làm bằng bê tông.",
      "Hằng ngày đội phòng dịch sẽ phun thuốc tẩy trùng toàn bộ khu chuồng trại, sân bãi, hành lang khách đi tham quan, cống <b>rãnh</b> bằng dung dịch cloramin T5%."
    ]
  },
  {
    "word": "rãnh trượt",
    "definition": "coulisse",
    "sentences": []
  },
  {
    "word": "rè",
    "definition": "(of voice, chinaware) cracked",
    "sentences": [
      "Bằng những bài hát dễ nghe, lời lẽ bình dân ướt át, bằng sự rụt <b>rè</b> để mãi giữ vẻ trẻ con trộn với sự ngổ ngáo để \"manly\" hơn một chút, Phúc đã có cả vạn fan thiếu niên.",
      "Dù rụt <b>rè</b> nhưng có lần tôi nói thẳng với các thày dạy rằng: Em thấy việc học hành ở trường lớp không thiết thực, mình đang lao vào những thứ mà âm nhạc châu Âu đã bỏ đi từ lâu."
    ]
  },
  {
    "word": "rè rè",
    "definition": "(of voice) cracked",
    "sentences": []
  },
  {
    "word": "rèm",
    "definition": "blind (on a window)",
    "sentences": [
      "Chúng tôi đã tìm thấy cánh cửa bí mật sau màn <b>rèm</b>.",
      "Những cái <b>rèm</b> đã được mở.",
      "Tốt hơn bạn nên mở <b>rèm</b> ra.",
      "Bạn nên mở <b>rèm</b> ra thì tốt hơn.",
      "Tấm thảm này không phù hợp với <b>rèm</b> cửa."
    ]
  },
  {
    "word": "rèm cửa",
    "definition": "blind (on a window)",
    "sentences": [
      "Tấm thảm này không phù hợp với <b>rèm cửa</b>.",
      "Tôi đã đóng <b>rèm cửa</b> lại vì mặt trời quá chói."
    ]
  },
  {
    "word": "rèn",
    "definition": "to train, forge",
    "sentences": [
      "Làm thế nào để <b>rèn</b> luyện ý chí?",
      "Ý tôi không phải là bạn cần phải trở nên cuồn cuộn cơ bắp, nhưng mà nếu bạn không <b>rèn</b> luyện cơ bắp ở một mức độ nào đó, thì sớm muộn gì bạn cũng sẽ nằm liệt một chỗ mà thôi.",
      "Ý tôi không phải là bạn cần phải trở nên cuồn cuộn cơ bắp, nhưng mà nếu bạn không <b>rèn</b> luyện cơ bắp ở một mức độ nào đó, thì sớm muộn gì bạn cũng sẽ phải nằm liệt giường mà thôi.",
      "Vì vậy, khi trời muốn giao trọng trách cho một người, trước tiên sẽ khiến người đó phải chịu đựng khổ cực trong tâm trí, lao động vất vả trong cơ thể, đói khổ về thân xác, thiếu thốn về vật chất và gặp phải những trở ngại trong công việc, nhằm mục đích <b>rèn</b> luyện tinh thần và khả năng chịu đựng, đồng thời phát triển những khả năng mà trước đây người đó chưa có.",
      "Bắn đá cũng là một môn thể thao Hy Lạp truyền thống để <b>rèn</b> luyện trong quân đội."
    ]
  },
  {
    "word": "rèn cặp",
    "definition": "coach, tutor, bring up with care",
    "sentences": []
  },
  {
    "word": "rèn luyện",
    "definition": "to train",
    "sentences": [
      "Làm thế nào để <b>rèn luyện</b> ý chí?",
      "Ý tôi không phải là bạn cần phải trở nên cuồn cuộn cơ bắp, nhưng mà nếu bạn không <b>rèn luyện</b> cơ bắp ở một mức độ nào đó, thì sớm muộn gì bạn cũng sẽ nằm liệt một chỗ mà thôi.",
      "Ý tôi không phải là bạn cần phải trở nên cuồn cuộn cơ bắp, nhưng mà nếu bạn không <b>rèn luyện</b> cơ bắp ở một mức độ nào đó, thì sớm muộn gì bạn cũng sẽ phải nằm liệt giường mà thôi.",
      "Vì vậy, khi trời muốn giao trọng trách cho một người, trước tiên sẽ khiến người đó phải chịu đựng khổ cực trong tâm trí, lao động vất vả trong cơ thể, đói khổ về thân xác, thiếu thốn về vật chất và gặp phải những trở ngại trong công việc, nhằm mục đích <b>rèn luyện</b> tinh thần và khả năng chịu đựng, đồng thời phát triển những khả năng mà trước đây người đó chưa có.",
      "Bắn đá cũng là một môn thể thao Hy Lạp truyền thống để <b>rèn luyện</b> trong quân đội."
    ]
  },
  {
    "word": "rèn luyện bản lĩnh chiến đấu",
    "definition": "to train one’s fighting skill and spirit",
    "sentences": []
  },
  {
    "word": "rèn nguội",
    "definition": "forge cold",
    "sentences": []
  },
  {
    "word": "rèn nóng",
    "definition": "forge hot",
    "sentences": []
  },
  {
    "word": "rèn tập",
    "definition": "practice, train",
    "sentences": []
  },
  {
    "word": "rén",
    "definition": "to walk softly",
    "sentences": [
      "Mary rón <b>rén</b> đi ra khỏi nhà.",
      "Mary đã rón <b>rén</b> đi ra khỏi nhà."
    ]
  },
  {
    "word": "réo",
    "definition": "to halloo, call out to",
    "sentences": [
      "Tiếng nhị khi <b>réo</b> rắt khi nhấm nhẳn, hết bài lại nghịch ngợm nhại tiếng người."
    ]
  },
  {
    "word": "réo nợ",
    "definition": "dun",
    "sentences": []
  },
  {
    "word": "rét",
    "definition": "cold",
    "sentences": [
      "Tôi bị <b>rét</b> cóng thấu xương.",
      "Trời <b>rét</b> như cắt.",
      "Vượt qua mùa đông giá <b>rét</b>, chúng ta sẽ có một mùa xuân ấm áp.",
      "Muỗi mang mầm bệnh sốt <b>rét</b>.",
      "Vết cắn của muỗi có thể gây sốt <b>rét</b>."
    ]
  },
  {
    "word": "rét buốt",
    "definition": "piercingly cold",
    "sentences": [
      "Đó có thể là nồi lẩu, các mon hâm trong nôi đât đang sôi sung sục khi trời <b>rét buốt</b>.",
      "Đến những tháng mùa xuân, hạ, thu, khí hậu ấm áp dễ chịu sẽ giúp cơ thể phục hồi sự mất mát năng lượng trong mùa đông <b>rét buốt</b>."
    ]
  },
  {
    "word": "rét cóng",
    "definition": "freezing cold",
    "sentences": [
      "Tôi bị <b>rét cóng</b> thấu xương."
    ]
  },
  {
    "word": "rét căm căm",
    "definition": "a piercing cold",
    "sentences": []
  },
  {
    "word": "rét cắt ruột",
    "definition": "cold piercing wind",
    "sentences": []
  },
  {
    "word": "rét dài",
    "definition": "cold in January (of lunar calendar)",
    "sentences": []
  },
  {
    "word": "rét lộc",
    "definition": "cold in the second lunar month",
    "sentences": []
  },
  {
    "word": "rét mướt",
    "definition": "cold",
    "sentences": []
  },
  {
    "word": "rét ngọt",
    "definition": "biting cold",
    "sentences": []
  },
  {
    "word": "rét như cắt",
    "definition": "piercing cold",
    "sentences": [
      "Trời <b>rét như cắt</b>."
    ]
  },
  {
    "word": "rét nàng bân",
    "definition": "cold in the third lunar month",
    "sentences": []
  },
  {
    "word": "rét thấu xương",
    "definition": "to be frozen to the marrow or to the bone, be",
    "sentences": []
  },
  {
    "word": "rét đài",
    "definition": "cold in the first lunar month",
    "sentences": []
  },
  {
    "word": "rê",
    "definition": "to faw by the wind",
    "sentences": [
      "Chóng tôi gọi thầy giáo của chúng tôi là \"Đô <b>rê</b> mon\" vì ông ấy béo.",
      "Chúng tôi gọi thầy giáo của chúng tôi là \"Đô <b>rê</b> mon\" vì opong ấy béo.",
      "Đã tốt nghiệp THPT và đang chờ thi vào Đại học Y khoa để nối tiếp truyền thống của gia đình, vậy mà chỉ trong một phút yếu lòng, nghe bạn bè rủ <b>rê</b> đã tìm đến ma túy...",
      "Về lại thành phố lại bị bạn bè cũ rủ <b>rê</b> nên em dính lại, còn lần này em quyết định ở đây cho đến khi cảm thấy đủ tự tin mới về\".",
      "Đúng ra là được trở về với gia đình, nhưng trong lần về phép gần đây nhất em thấy mình vẫn chưa đủ bản lĩnh để từ chối những lời mời mọc rủ <b>rê</b> của bạn bè, vì vậy nên em quyết định ở lại thêm một thời gian nữa để ổn định tư tưởng, điều này thì gia đình em rất đồng ý\"."
    ]
  },
  {
    "word": "rên",
    "definition": "to complain, moan, groan",
    "sentences": [
      "Chưa khỏi <b>rên</b> đã quên thầy.",
      "Người đàn ông đó đã <b>rên</b> rỉ trong đau đớn.",
      "Cây sồi già <b>rên</b> rỉ trong cơn bão.",
      "Nhưng 30 phút sau sinh, bé bị khó thở, <b>rên</b> rỉ và tím tái.",
      "Bệnh nhi sốt cao (39-40 độ C), <b>rên</b> rỉ, bỏ ăn, da xanh tái, khó thở nhanh, co kéo ở hõm trên và dưới xương ức, da tím tái tăng dần; nhiều trẻ kèm theo nôn, tiêu chảy, bụng trướng."
    ]
  },
  {
    "word": "rên la",
    "definition": "moan and cry, lament",
    "sentences": []
  },
  {
    "word": "rên lên một tiếng",
    "definition": "to give out a moan, moan",
    "sentences": []
  },
  {
    "word": "rên rẩm",
    "definition": "moan, lament",
    "sentences": []
  },
  {
    "word": "rên rỉ",
    "definition": "to groan, moan",
    "sentences": [
      "Người đàn ông đó đã <b>rên rỉ</b> trong đau đớn.",
      "Cây sồi già <b>rên rỉ</b> trong cơn bão.",
      "Nhưng 30 phút sau sinh, bé bị khó thở, <b>rên rỉ</b> và tím tái.",
      "Bệnh nhi sốt cao (39-40 độ C), <b>rên rỉ</b>, bỏ ăn, da xanh tái, khó thở nhanh, co kéo ở hõm trên và dưới xương ức, da tím tái tăng dần; nhiều trẻ kèm theo nôn, tiêu chảy, bụng trướng."
    ]
  },
  {
    "word": "rên siết",
    "definition": "to groan, moan, lament",
    "sentences": []
  },
  {
    "word": "rên thực tế",
    "definition": "in reality",
    "sentences": []
  },
  {
    "word": "rên đe dước búa",
    "definition": "to be in a life-threatening situation",
    "sentences": []
  },
  {
    "word": "rêu rao",
    "definition": "to speak ill of, divulge",
    "sentences": []
  },
  {
    "word": "rì rào",
    "definition": "to rustle",
    "sentences": []
  },
  {
    "word": "rìa",
    "definition": "fringe, edge, border",
    "sentences": [
      "Những khu nhà rải rác và các di vật có từ thời trước thời Aztecs cũng đã được tìm thấy trước đó bên <b>rìa</b> Mexico City hiện nay, nhưng chưa có cái nào được tìm thấy gần với hòn đảo hình thành nên trung tâm của thành phố Aztecs.",
      "Bức ảnh cung cấp tầm nhìn rộng hơn về bề mặt đất đỏ và cái <b>rìa</b> mấp mô của cái hố nơi con tàu đỗ xuống.",
      "Thiết bị kích thích những dây thần kinh, gửi những rung động nhẹ nhàng lên chân phụ nữ trong 10-30 phút, đưa phụ nữ tới <b>rìa</b> của cực khoái.",
      "Nguyên nhân là năm 2001, thành phố Hà Nội quyết định lấy một phần đất <b>rìa</b> làng để mở đường nối từ Láng Hạ sang Thanh Xuân.",
      "Thiết bị kích thích những dây thần kinh, gửi những rung động nhẹ nhàng lên chân phụ nữ trong 10-30 phút, đưa phụ nữ tới <b>rìa</b> của cực khoái."
    ]
  },
  {
    "word": "rình",
    "definition": "to spy, lie in ambush, wait, watch (secretly), be on the lookout for",
    "sentences": [
      "Song tình hình lại không mấy sáng sủa đối với những loài khỉ lớn, vì chúng có \"chu kỳ sinh sản chậm, lại luôn bị <b>rình</b> rập săn bắn trộm\".",
      "Tôi đang <b>rình</b> xem thằng nào trấn để cho một trận rồi lôi ra công an.",
      "Ngay tiểu học, Đỗ Nhuận đã trong đội trống và được gọi là \"ông cà <b>rình</b>\".",
      "Mê âm nhạc quá, \"ông cà <b>rình</b>\" đã tìm đến ông già mù thổi sáo bán lạc rang ở \"vườn hoa đưa người\" nhờ mua cho cây sáo trúc và xin dạy thổi sáo.",
      "Từ \"ông cà <b>rình</b>\" thuở nhỏ, ông đã trở thành Tổng thư ký Hội Nhạc sĩ Việt Nam suốt 20 năm liên tục (1963-1983)."
    ]
  },
  {
    "word": "rình mò",
    "definition": "to lurk, watch for, spy on",
    "sentences": []
  },
  {
    "word": "rình rập",
    "definition": "to guard (secretly)",
    "sentences": [
      "Song tình hình lại không mấy sáng sủa đối với những loài khỉ lớn, vì chúng có \"chu kỳ sinh sản chậm, lại luôn bị <b>rình rập</b> săn bắn trộm\"."
    ]
  },
  {
    "word": "rình rịch",
    "definition": "muffled sound (of footsteps)",
    "sentences": []
  },
  {
    "word": "rình sẵn",
    "definition": "to ambush, jump",
    "sentences": []
  },
  {
    "word": "rình thấy",
    "definition": "to spy on, watch secretly",
    "sentences": []
  },
  {
    "word": "rìu",
    "definition": "axe",
    "sentences": [
      "Khi tiến hành đào thám sát di chỉ Giồng Nổi (ấp Bình Thành, xã Bình Phú, Bến Tre), các chuyên gia Viện Khảo cổ học VN đã phát hiện khối lượng hiện vật lớn gồm <b>rìu</b> đá, đục, bàn mài, xương - dấu vết chứng tỏ sự tồn tại của cư dân thời tiền, sơ sử.",
      "- Ông có thể mô tả lại quá trình đào thám sát cho đến khi phát hiện được các hiện vật <b>rìu</b> đá, bàn đá mài...?",
      "Trong diện tích 4m2 của hố khai quật đã phát lộ ở Giồng Nổi, chúng tôi tìm thấy nhiều mảnh gốm vỡ, gốm nguyên, xương răng động vật và 4 hiện vật đồ đá gồm: một đục hình tứ giác, một <b>rìu</b> vai vuông và hai bàn mài.",
      "Còn chiếc <b>rìu</b> bôn vai vuông được làm từ đá xanh xám có vân trắng, thân và đốc đều hình thang cân, mặt và đốc <b>rìu</b> bôn cho thấy lúc đầu nó rất vuông vức, tình trạng hiện tại có lẽ do quá trình sử dụng bị sứt mẻ.",
      "Ngoài ra còn nhiều đồ trang sức, <b>rìu</b> và mũi giáo."
    ]
  },
  {
    "word": "rìu chiến",
    "definition": "battle-axe",
    "sentences": []
  },
  {
    "word": "rí",
    "definition": "female conjuror of dead souls",
    "sentences": [
      "Đĩa rau sống trên bàn ăn của anh tưởng là đơn giản nhưng hóa ra không phải, ấy là những thứ rau mà hương vị phải hài hòa với nhau, nó gồm các thứ rau xà lách, tần ô, chuối chát, ngò <b>rí</b>.",
      "Chuẩn bị: 450g tôm sú tươi, 50g hoa thiên lý cùng với hành tây, cần tây, ngò <b>rí</b>, ớt, ớt đỏ Đà Lạt, hành tím, ớt sừng, sả, tỏi, 50g cà ri Thái Lan, 100ml nước cốt dừa, 100ml nước dùng và gia vị."
    ]
  },
  {
    "word": "rí rỏm",
    "definition": "funny, merry, jolly",
    "sentences": []
  },
  {
    "word": "rím",
    "definition": "porcupine, hedgehog",
    "sentences": []
  },
  {
    "word": "rít",
    "definition": "to whistle, whiz, buzz",
    "sentences": [
      "Tại đây, một số cơ sở nam dược cũng thu mua các loại côn trùng và động vật hoang dã như mối chúa, <b>rít</b>, bò cạp, tắc kè bông, tắc kè bay để bán lại cho khách hàng hoặc ngâm rượu bán với giá từ 30.000đ đến 60.000 đồng/keo."
    ]
  },
  {
    "word": "rít bên tai",
    "definition": "to whiz by one’s ear",
    "sentences": []
  },
  {
    "word": "ríu lưỡi",
    "definition": "to be tongue-tied",
    "sentences": []
  },
  {
    "word": "ríu mắt",
    "definition": "be very sleepy (with eyelids being too heavy)",
    "sentences": []
  },
  {
    "word": "ríu ra ríu rít",
    "definition": "chatter, prattle",
    "sentences": []
  },
  {
    "word": "ríu rít",
    "definition": "to chatter, chirp, warble, twitter, prattle",
    "sentences": []
  },
  {
    "word": "rò niệu",
    "definition": "urinary fistula",
    "sentences": []
  },
  {
    "word": "rò rỉ",
    "definition": "to leak (out), disclose; leaky",
    "sentences": [
      "Theo giới chuyên môn, nhóm đồ điện gia dụng có khả năng gây <b>rò rỉ</b>, cháy nổ điện cao là bàn ủi, bếp điện, lò nướng điện, ấm điện, bình thủy điện và nồi cơm điện.",
      "Nguyên lý hoạt động chung của nhóm thiết bị này là đều sử dụng dây đốt (điện trở) để làm nóng trực tiếp hoặc gián tiếp, nên nguy cơ <b>rò rỉ</b> điện rất cao nếu nhà sản xuất sử dụng nguyên liệu không bảo đảm chất lượng hoặc lắp ráp không đúng kỹ thuật.",
      "Các loại bếp điện, lẩu điện, lò nướng, lò vi ba đều được sản xuất bằng kim loại, nếu điện bị <b>rò rỉ</b> sẽ tác động nhanh chóng đến người sử dụng.",
      "Nguy hiểm hơn, khi điện bị <b>rò rỉ</b> sẽ truyền sang dây ăng-ten, người sử dụng sẽ bị điện giật khi vô tình chạm phải đầu cắm ăng-ten nối vào tivi, nhất là vào mùa mưa.",
      "bị <b>rò rỉ</b> điện truyền lên micro."
    ]
  },
  {
    "word": "rò rỉ thông tin mật",
    "definition": "to leak classified information",
    "sentences": []
  },
  {
    "word": "ròi",
    "definition": "maggot",
    "sentences": [
      "Anh ấy cũng không phải là người phải rạch <b>ròi</b> mọi thứ trên giấy tờ.",
      "Đức Trí muốn rạch <b>ròi</b> công việc và tình cảm",
      "Tôi không quá rạch <b>ròi</b> chuyện viết nhạc theo đơn đặt hàng nhiều hay ít tiền, bởi tôi đều biến nó thành sân chơi của mình.",
      "Gia đình với tôi rất quan trọng, nhưng tôi biết phân biệt rạch <b>ròi</b> và cố thực hiện tốt cả 3 phần việc."
    ]
  },
  {
    "word": "ròm",
    "definition": "(1) skinny, thin, lean; (2) (see dòm)",
    "sentences": []
  },
  {
    "word": "ròng",
    "definition": "pure",
    "sentences": [
      "Tuyết rơi <b>ròng</b> rã.",
      "Đến lúc con nước vừa <b>ròng</b>, tiếng tù và nổi lên trầm vang trên mặt sông nước mênh mông là hiệu lệnh mọi người xúm nhau đẩy xuồng ghe ra khơi cào ốc.",
      "Sau 13 năm <b>ròng</b> rã với sự nghiệp ca hát của mình, Phương Thanh như trầm hơn, chín chắn hơn và đang được nhìn nhận là một diva của Việt pop! Phương Thanh đã phải trải qua rất nhiều thử thách, nếm đủ những tai tiếng cũng như nước mắt..."
    ]
  },
  {
    "word": "ròng rã",
    "definition": "uninterrupted, without a break, on end",
    "sentences": [
      "Tuyết rơi <b>ròng rã</b>.",
      "Sau 13 năm <b>ròng rã</b> với sự nghiệp ca hát của mình, Phương Thanh như trầm hơn, chín chắn hơn và đang được nhìn nhận là một diva của Việt pop! Phương Thanh đã phải trải qua rất nhiều thử thách, nếm đủ những tai tiếng cũng như nước mắt..."
    ]
  },
  {
    "word": "ròng rọc",
    "definition": "to flow abundantly",
    "sentences": []
  },
  {
    "word": "róc",
    "definition": "to bark, peel",
    "sentences": [
      "Dòng sông nhỏ chảy <b>róc</b> rách.",
      "Thác nước chảy <b>róc</b> rách nghe thật vui tai.",
      "Khi ăn dùng dao nhọn lách nhẹ vào cạnh khuôn cho <b>róc</b> lật úp khuôn xuống lấy tôm ra.",
      "Không gian quán nhỏ xinh, điểm xuyến bằng những chậu hoa nhỏ li ti và dòng thác <b>róc</b> rách đổ bên cạnh khóm trúc, khách có thể vừa thư giãn vừa trò chuyện với các bạn phục vụ.",
      "Cà rốt rửa sạch, cạo vỏ, thái miếng, đem hầm thật nhừ, đánh nhuyễn rồi dùng vải lọc lấy nước; mía <b>róc</b> vỏ, chẻ nhỏ, dùng máy ép lấy nước."
    ]
  },
  {
    "word": "róc rách",
    "definition": "to babble",
    "sentences": [
      "Dòng sông nhỏ chảy <b>róc rách</b>.",
      "Thác nước chảy <b>róc rách</b> nghe thật vui tai.",
      "Không gian quán nhỏ xinh, điểm xuyến bằng những chậu hoa nhỏ li ti và dòng thác <b>róc rách</b> đổ bên cạnh khóm trúc, khách có thể vừa thư giãn vừa trò chuyện với các bạn phục vụ."
    ]
  },
  {
    "word": "róm",
    "definition": "(1) caterpillar; (2) mischievous",
    "sentences": []
  },
  {
    "word": "rón",
    "definition": "to stand on one’s tiptoes, walk with stealthy steps",
    "sentences": [
      "Mary <b>rón</b> rén đi ra khỏi nhà.",
      "Mary đã <b>rón</b> rén đi ra khỏi nhà."
    ]
  },
  {
    "word": "rón rén",
    "definition": "to tiptoe, walk on tiptoe",
    "sentences": [
      "Mary <b>rón rén</b> đi ra khỏi nhà.",
      "Mary đã <b>rón rén</b> đi ra khỏi nhà."
    ]
  },
  {
    "word": "róng",
    "definition": "scaffolding",
    "sentences": []
  },
  {
    "word": "rót",
    "definition": "to pour (from a bottle)",
    "sentences": [
      "Bạn hãy tự <b>rót</b> nước, nếu bạn muốn uống!",
      "Tom <b>rót</b> đồ uống cho chính mình và Mary.",
      "- Cất rượu trong chai, chỉ mở chai khi <b>rót</b>, phần lớn các loại rượu không nên mở nắp.",
      "- Khi uống, nên <b>rót</b> rượu ở mức 1/2-2/3 ly để bạn có thể giữ được hương thơm của rượu.",
      "Ướp cá một ngày, chắt bỏ nước (không vắt), trộn tỏi, ớt, cho vào keo và <b>rót</b> nước đường (đường cát ngon hơn đường thô) để nguội, gài cá chìm dưới nước đường, thính vài ba hôm, thấy thịt cá đỏ hồng là mắm ngon, nếu thịt cá tái xanh, mắm sẽ hư."
    ]
  },
  {
    "word": "rót rượu",
    "definition": "to pour alcohol",
    "sentences": [
      "- Khi uống, nên <b>rót rượu</b> ở mức 1/2-2/3 ly để bạn có thể giữ được hương thơm của rượu.",
      "Để minh chứng cho cái gọi là tình yêu hiện đại, sau khi bật nắp chai, <b>rót rượu</b>, nốc một hơi cạn ly cái ực như trong phim, chàng ca sĩ thẳng tay đập tan cái ly xuống sàn."
    ]
  },
  {
    "word": "rô",
    "definition": "diamond",
    "sentences": [
      "Có ba cái nút trên phần dưới của lưng <b>rô</b> bốt.",
      "Zê <b>rô</b> điểm mày ơi, buồn quá.",
      "Bạn phải uống xi <b>rô</b> ho này",
      "Thả con săn sắt, bắt con cá <b>rô</b>.",
      "\"Cho tớ hỏi ngu một tí được không? Cái chữ này đọc thế nào ấy nhỉ? Cô-<b>rô</b>-na gì đó. Ừ-dư? Nà-bê? Chắc sai rồi nhỉ.\" \"Cô-<b>rô</b>-na-ca\" \"À! Hóa ra đọc là \"ca\" à.\" \"Tớ nghĩ là cậu nên xem nhiều ti-vi hơn.\""
    ]
  },
  {
    "word": "rô bi nê",
    "definition": "tap, faucet",
    "sentences": []
  },
  {
    "word": "rô bô tích",
    "definition": "robotics",
    "sentences": []
  },
  {
    "word": "rô bốt",
    "definition": "robot",
    "sentences": [
      "Có ba cái nút trên phần dưới của lưng <b>rô bốt</b>."
    ]
  },
  {
    "word": "rô ti",
    "definition": "roast",
    "sentences": [
      "Là quán chuyên bán các món ăn được chế biến từ gà như: gà nướng, gà nấu cháo, <b>rô ti</b>..., quán Vườn Mai thu hút mỗi ngày hàng trăm khách."
    ]
  },
  {
    "word": "rô to",
    "definition": "rotor",
    "sentences": []
  },
  {
    "word": "rô đa",
    "definition": "running-in",
    "sentences": []
  },
  {
    "word": "rôm rốp",
    "definition": "clap clap",
    "sentences": [
      "Từng chiếc hoa giòn, ngọt lịm nhai <b>rôm rốp</b> thật đã miệng."
    ]
  },
  {
    "word": "rông rổng",
    "definition": "abundant, plentiful, copious, many, much, a great many",
    "sentences": []
  },
  {
    "word": "rông đen",
    "definition": "washer",
    "sentences": []
  },
  {
    "word": "rông đô",
    "definition": "rondo",
    "sentences": []
  },
  {
    "word": "rõ",
    "definition": "clear, distinct; clearly, distinctly; to know well, understand clearly",
    "sentences": [
      "Tôi không biết phải trình bày thế nào, bởi vì nó đã quá <b>rõ</b> ràng rồi.",
      "Điểm đầu tiên cần làm <b>rõ</b> là bản thiết kế chỉ mang tính cách thí nghiệm.",
      "Tôi nhớ rất <b>rõ</b> những ký ức về thời thơ ấu của mình.",
      "Phạm vi và hình dạng của chúng là không <b>rõ</b> ràng.",
      "Nghĩa của câu này không <b>rõ</b>."
    ]
  },
  {
    "word": "rõ khéo",
    "definition": "now then, now, now",
    "sentences": []
  },
  {
    "word": "rõ là",
    "definition": "it is clear that, clearly",
    "sentences": [
      "Điểm đầu tiên cần làm <b>rõ là</b> bản thiết kế chỉ mang tính cách thí nghiệm.",
      "Tôi không <b>rõ là</b> tôi có còn giữ nó không.",
      "Anh ấy không nói <b>rõ là</b> anh ấy có đến hay không.",
      "Tôi không <b>rõ là</b> chỗ nào sai.",
      "Người có trí tuệ tầng bậc 2 là người có trạng thái nhận thức nội tâm cội nguồn cuộc sống bắt nguồn từ chính tôi; là người thấu hiểu và nhận thức mọi sự vật, sự việc đến từ phía chính họ, đến từ phía hạt mầm tâm trí của bản thân họ, không đến từ chính nó. Người có trí tuệ tầng bậc hai là người không mưu cầu sự thay đổi từ phía bên ngoài mà nhận thức rất <b>rõ là</b> cần sự thay đổi từ phía bên trong nội tâm; là người có tâm niệm mưu cầu sự thay đổi của người khác là bắt đầu cho đau khổ, thay đổi bản thân là bắt đầu cho hạnh phúc."
    ]
  },
  {
    "word": "rõ mồn một",
    "definition": "absolutely clear",
    "sentences": [
      "Connery trông phong độ là thế trong Điệp viên 007, nhưng đứng trước cô vợ của Michael Douglas, sự cọc cạch cứ hiển hiện <b>rõ mồn một</b>."
    ]
  },
  {
    "word": "rõ như ban ngày",
    "definition": "as clear as daylight or crystal",
    "sentences": []
  },
  {
    "word": "rõ ràng",
    "definition": "clear, distinct, obvious, evident, plain",
    "sentences": [
      "Tôi không biết phải trình bày thế nào, bởi vì nó đã quá <b>rõ ràng</b> rồi.",
      "Phạm vi và hình dạng của chúng là không <b>rõ ràng</b>.",
      "Đây là cái bí mật của tớ. Nó đơn giản thôi: người ta chỉ nhìn thấy thật <b>rõ ràng</b> bằng trái tim. Cái cốt yếu thì con mắt không nhìn thấy.",
      "Tom <b>rõ ràng</b> là không vui khi ở đây.",
      "Bạn <b>rõ ràng</b> là sai."
    ]
  },
  {
    "word": "rõ rệt",
    "definition": "clear, evident, plain, distinct, specific",
    "sentences": [
      "Các sinh viên của chúng ta đang tiến bộ <b>rõ rệt</b>.",
      "Có những khác biệt <b>rõ rệt</b> giữa hai quốc gia.",
      "Sự thay đổi bối cảnh xã hội rất <b>rõ rệt</b>.",
      "Những nơi có dòng địa điện giao thoa thành một luồng tác dụng lực mạnh mẽ thì sẽ gây nguy hại cho cơ thể <b>rõ rệt</b>, vì bức xạ điện từ, hay còn gọi là địa bức xạ do chúng sinh ra có thể khiến con người sống ở nơi ấy bị các tình trạng như: tinh thần luôn hoảng hốt, sợ hãi, nôn nóng bất an, nhiều lúc đau đầu, chóng mặt, nhức mắt.",
      "Trong khi đàn ông khá kiên định trong các đánh giá của họ, thì nhận xét của giới nữ bị ảnh hưởng <b>rõ rệt</b> bởi các giai đoạn của chu kỳ kinh nguyệt."
    ]
  },
  {
    "word": "rõi",
    "definition": "to follow in someone’s steps",
    "sentences": []
  },
  {
    "word": "rù rờ",
    "definition": "be sluggish, slow",
    "sentences": []
  },
  {
    "word": "rùn",
    "definition": "to pull back",
    "sentences": []
  },
  {
    "word": "rùng",
    "definition": "to shudder, shiver, quiver, tremble",
    "sentences": [
      "Bạn <b>rùng</b> mình khi nhúng bàn tay vào nước lạnh lúc mùa đông? Thế thì bạn không thể bắt chước anh chàng Antoine Bagady, có thể đứng mình trần trong tuyết 1 h.",
      "Những lần nghe lại nhạc của mình, tôi cứ có cảm giác <b>rùng</b> rợn như đứng trước gương soi và người trong gương thì đang trò chuyện với mình vậy.",
      "Nhưng mỗi khi nhớ lại cảm giác phải đối diện với scandal anh vẫn thấy <b>rùng</b> mình.",
      "Những bộ xương người lủng lẳng quần nhau với binh lính tạo sự <b>rùng</b> rợn với khán giả yếu bóng vía."
    ]
  },
  {
    "word": "rùng mình",
    "definition": "to shiver, tremble (with fear)",
    "sentences": [
      "Bạn <b>rùng mình</b> khi nhúng bàn tay vào nước lạnh lúc mùa đông? Thế thì bạn không thể bắt chước anh chàng Antoine Bagady, có thể đứng mình trần trong tuyết 1 h.",
      "Nhưng mỗi khi nhớ lại cảm giác phải đối diện với scandal anh vẫn thấy <b>rùng mình</b>."
    ]
  },
  {
    "word": "rùng núi",
    "definition": "forest and mountain, forest",
    "sentences": []
  },
  {
    "word": "rùng rùng",
    "definition": "(of crowd) to make noise",
    "sentences": []
  },
  {
    "word": "rùng rợn",
    "definition": "dreadful, terrifying, ghastly, horrifying",
    "sentences": [
      "Những lần nghe lại nhạc của mình, tôi cứ có cảm giác <b>rùng rợn</b> như đứng trước gương soi và người trong gương thì đang trò chuyện với mình vậy.",
      "Những bộ xương người lủng lẳng quần nhau với binh lính tạo sự <b>rùng rợn</b> với khán giả yếu bóng vía."
    ]
  },
  {
    "word": "rú",
    "definition": "to scream, yell",
    "sentences": [
      "Anh ta thường ở ru <b>rú</b> trong phòng đọc sách và viết những thứ như thế này.",
      "Chắc hẳn bạn đã nhìn thấy những cảnh lượn lách, vượt đèn đỏ, <b>rú</b> ga ầm ĩ...",
      "Ca sĩ 28 tuổi lo ngại: Trong hai năm qua, chúng tôi chỉ ru <b>rú</b> trong phòng thu, chẳng có cơ hội gặp gỡ khán giả, có lẽ các fan đã lãng quên nhóm rồi."
    ]
  },
  {
    "word": "rú lên",
    "definition": "to shout, yell, scream, sound (alarm)",
    "sentences": []
  },
  {
    "word": "rú lên một tiếng",
    "definition": "to shout, let out a shout",
    "sentences": []
  },
  {
    "word": "rúc đầu",
    "definition": "slip one’s head in",
    "sentences": []
  },
  {
    "word": "rúm",
    "definition": "shriveled",
    "sentences": [
      "Anh ấy đang sợ đến co <b>rúm</b> người lại đấy.",
      "Anh ấy đang sợ đến co <b>rúm</b> người lại.",
      "Bạn trố mắt khi thấy một thân người co <b>rúm</b>, vặn vẹo trong một chiếc hộp lập phương mà mỗi cạnh chỉ là 50 cm, chân gác lên đầu? Hay ở tư thế đứng, một người uốn thân ra sau cho đến khi bàn tay chạm đất."
    ]
  },
  {
    "word": "rúm ró",
    "definition": "battered, deformed",
    "sentences": []
  },
  {
    "word": "rún",
    "definition": "see rốn",
    "sentences": []
  },
  {
    "word": "rún rẩy",
    "definition": "walk with a springy gait (step)",
    "sentences": []
  },
  {
    "word": "rúp",
    "definition": "ruble (unit of currency)",
    "sentences": []
  },
  {
    "word": "rút",
    "definition": "to draw (gun), pull out, recede (crowd), withdraw",
    "sentences": [
      "Chúng ta chỉ có thể hy vọng rằng chính phủ quyết định <b>rút</b> quân.",
      "Anh ta gấp <b>rút</b> đến phi trường.",
      "Quân đội đã <b>rút</b> lui",
      "Người Anh cuối cùng cũng <b>rút</b> lui.",
      "Bạn bảo tôi keo kiệt đúng không? Hãy <b>rút</b> lại mấy lời đó đi."
    ]
  },
  {
    "word": "rút bớt",
    "definition": "diminish, reduce",
    "sentences": [
      "Các bác sĩ đã <b>rút bớt</b> một vài loại thuốc và ống xông cho cháu được thoải mái.",
      "'Cần <b>rút bớt</b> cửa trong bảo lãnh tín dụng'"
    ]
  },
  {
    "word": "rút chạy",
    "definition": "withdraw and take flight",
    "sentences": []
  },
  {
    "word": "rút cục",
    "definition": "in the end, at last",
    "sentences": []
  },
  {
    "word": "rút dây động rừng",
    "definition": "to pull a vine and shake the woods",
    "sentences": []
  },
  {
    "word": "rút khỏi",
    "definition": "to withdraw from, unsubscribe",
    "sentences": [
      "Nhưng mới được nửa tháng, ông Ly đã xin <b>rút khỏi</b> các chức vụ này, và cũng xin thôi luôn cương vị Trưởng ban tổ chức thi đấu của Liên đoàn.",
      "Theo phát ngôn viên của Liên đoàn, ông Nguyễn Lân Trung, để tránh tình trạng này, ông Ly đã tự xin <b>rút khỏi</b> cương vị Trưởng ban tổ chức thi đấu.",
      "Tay vợt người Anh này đã <b>rút khỏi</b> giải đấu trong nhà ở Rotterdam, tuần này, và hiện có nhiều lời đồn đại cho rằng có thể anh sẽ phải nhận một án phạt không lấy gì làm vui mừng.",
      "Các tên tuổi lớn tiếp tục <b>rút khỏi</b> Australia Mở rộng ",
      "Tuy nhiên, anh đã <b>rút khỏi</b> phim để tập trung cho vai diễn trong Cinderella Man."
    ]
  },
  {
    "word": "rút lui",
    "definition": "to pull out, step back, withdraw, stand down; withdrawal",
    "sentences": [
      "Quân đội đã <b>rút lui</b>",
      "Người Anh cuối cùng cũng <b>rút lui</b>.",
      "Để có thể đầu tư cho một công ti khác, người mà cùng tôi đầu tư liên kết đã quyết định <b>rút lui</b>.",
      "là những hồi chuông báo động trong tiềm thức của anh ta và lệnh <b>rút lui</b> cũng xuất phát từ một mệnh lệnh của tiềm thức ",
      "Những trường hợp đó, ông ta đã nghiên cứu kỹ các điều kiện hoặc <b>rút lui</b> đúng lúc và nhờ vậy đã nhiều lần tránh được thất bại."
    ]
  },
  {
    "word": "rút lui an toàn",
    "definition": "covered retreat",
    "sentences": []
  },
  {
    "word": "rút lui khỏi",
    "definition": "to pull out, withdraw",
    "sentences": [
      "Tay vợt người Mỹ, Serena Williams, đã tuyên bố <b>rút lui khỏi</b> giải đấu tuần tới ở Qatar vì bị cúm.",
      "Việc tay vợt 29 tuổi người Nga này tuyên bố <b>rút lui khỏi</b> Australia Mở rộng, khai mạc ngày 19/1, đã khẳng định anh không còn tiếp tục ở các giải đấu đẳng cấp nữa.",
      "Jelena Dokic, không có mặt tại Melbourne Park kể từ khi rời khỏi Australia năm 2001, đã <b>rút lui khỏi</b> giải đấu khởi động nhiều khả năng sẽ bỏ cuộc luôn tại Australia Mở rộng."
    ]
  },
  {
    "word": "rút lại",
    "definition": "to withdraw",
    "sentences": [
      "Bạn bảo tôi keo kiệt đúng không? Hãy <b>rút lại</b> mấy lời đó đi.",
      "Tôi muốn <b>rút lại</b> lời tuyên bố trước của tôi.",
      "Vào năm 2002, lời khẳng định phát hiện ra nguyên tố 118 đã bị <b>rút lại</b> sau khi các phòng thí nghiệm khác thất bại trong việc cho ra kết quả tương đương.",
      "Tình trạng này xảy ra sau khi có các chấn thương rất nhỏ, kín đáo ở gân, gây sẹo xơ và làm cho gân <b>rút lại</b> dần."
    ]
  },
  {
    "word": "rút lại là",
    "definition": "boil down to",
    "sentences": []
  },
  {
    "word": "rút lại lời kiện",
    "definition": "to drop charges, a lawsuit",
    "sentences": []
  },
  {
    "word": "rút lại sự chống đối",
    "definition": "to withdraw one’s opposition",
    "sentences": []
  },
  {
    "word": "rút mủ",
    "definition": "to drain",
    "sentences": []
  },
  {
    "word": "rút ngắn",
    "definition": "to abridge, curtail",
    "sentences": [
      "Hệ thống tạo người mẫu ảo này sẽ <b>rút ngắn</b> được thời gian bạn chui vào bộ đồ và chật vật lột bỏ nó ra, cũng như không làm mất đi sự kiên nhẫn của những người đang chờ bạn.",
      "Đà Nẵng <b>rút ngắn</b> quy trình cấp giấy chứng nhận nhà đất",
      "Như vậy, Đà Nẵng có thể về đích sớm trước hai năm nhờ tạo bước đột phá trong việc <b>rút ngắn</b> quy trình cấp giấy chứng nhận.",
      "Những sửa đổi quy định trên sẽ giảm hẳn khối lượng lớn công việc cho cơ quan Nhà nước chịu trách nhiệm cấp phép nên thời gian giải quyết cũng được <b>rút ngắn</b> từ 30 xuống 15-20 ngày.",
      "Đây là một trong nhiều biện pháp nhằm nâng cao khả năng đáp ứng nhu cầu thông tin, đảm bảo an toàn và <b>rút ngắn</b> thời gian chạy tàu."
    ]
  },
  {
    "word": "rút quân",
    "definition": "to withdraw troops",
    "sentences": [
      "Chúng ta chỉ có thể hy vọng rằng chính phủ quyết định <b>rút quân</b>."
    ]
  },
  {
    "word": "rút ra",
    "definition": "to pull out, be derived",
    "sentences": [
      "Kịch bản ảm đạm này được Chris Thomas tại Đại học Leeds, Anh, và cộng sự <b>rút ra</b> từ các mô hình tuyệt chủng thống kê trên 1.100 loài (gồm thực vật, thú, chim, bò sát, ếch, bướm và các loài không xương sống), phân bố trên khoảng 1/5 diện tích đất liền của trái đất.",
      "Christophe Clanet và cộng sự từ Viện nghiên cứu Out of Equilibrium Phenomena ở Marseille, đã <b>rút ra</b> công thức này khi thử nghiệm bắn đá với chiếc máy cơ giới.",
      "Nhóm nghiên cứu tiếp đó điều chỉnh góc bắn, tốc độ và sự xoay tròn của các đĩa, và <b>rút ra</b> công thức giành chiến thắng trong khi thi ném thia lia.",
      "Paul Hodges tại Đại học Queensland cho biết kết luận này được <b>rút ra</b> từ việc quan sát cơ bụng của những vận động viên đi trên máy chạy bộ.",
      "Khi cùng đồng đội cứu một căn nhà bị cháy, anh ta bỗng cảm giác có một mối nguy hiểm nghiêm trọng đang cận kề liền ra lệnh cho các đội viên <b>rút ra</b> khỏi ngôi nhà và ngay lúc họ vừa thoát khỏi chỗ đó thì toàn bộ căn nhà đổ sập xuống."
    ]
  },
  {
    "word": "rút ra khỏi",
    "definition": "to remove from, pull out of",
    "sentences": [
      "Khi cùng đồng đội cứu một căn nhà bị cháy, anh ta bỗng cảm giác có một mối nguy hiểm nghiêm trọng đang cận kề liền ra lệnh cho các đội viên <b>rút ra khỏi</b> ngôi nhà và ngay lúc họ vừa thoát khỏi chỗ đó thì toàn bộ căn nhà đổ sập xuống."
    ]
  },
  {
    "word": "rút súng",
    "definition": "to draw or pull out a gun",
    "sentences": [
      "John, nhân viên thuộc sở cảnh sát Los Angeles (Mỹ), trong một lần đối mặt với một gã tài xế khả nghi có vũ khí, anh có thể <b>rút súng</b> hạ gục đối tượng một cách hợp pháp nhưng anh không bắn.",
      "Họ tràn vào, làm huyên náo cả tòa nhà, họ cãi cọ nhau, rồi ai đó <b>rút súng</b> ra, một cảnh sát cho biết."
    ]
  },
  {
    "word": "rút tỉa",
    "definition": "to draw a conclusion; to extract the essence of sth",
    "sentences": []
  },
  {
    "word": "rút vào thế thủ",
    "definition": "to tighten up, pull back, make more conservative",
    "sentences": []
  },
  {
    "word": "rút xuống",
    "definition": "to recede",
    "sentences": [
      "Muốn ăn hàu, người ta chờ cho nước triều <b>rút xuống</b> còn phơi những gộp đá mà hằng hà sa số hàu bám trên đó."
    ]
  },
  {
    "word": "rút xương",
    "definition": "to bone",
    "sentences": []
  },
  {
    "word": "rút đi",
    "definition": "to pull out, receed",
    "sentences": [
      "Hiện tượng cương xảy ra do máu bơm vào dương vật nhanh hơn là máu <b>rút đi</b>, làm các ống xốp kể trên căng ra, dương vật cương lên."
    ]
  },
  {
    "word": "rút đơn kiện",
    "definition": "to drop a (criminal) charge",
    "sentences": []
  },
  {
    "word": "rút được kinh nghiệm vụ trước",
    "definition": "to draw from previous experience",
    "sentences": []
  },
  {
    "word": "răm",
    "definition": "fragrant khotweed",
    "sentences": [
      "- 50g tôm bóc vỏ- 50g thịt nạc thái miếng mỏng- 250g mít non luộc, xé miếng nhỏ- Tiêu xay, 1/3 thìa muối, 1/2 thìa đường, 2 nhánh tỏi băm nhỏ, 2 thìa dầu ăn, 1 thìa lá rau <b>răm</b> thái nhỏ, hạt vừng, bánh đa nướng.",
      "Cho rau <b>răm</b> và một nửa số hạt vừng vào, trộn đều lần nữa.",
      "Gân chân bò trộn chua ngọt với vừng rau <b>răm</b>.",
      "- 600g gân trong chân bò- 200g hành tây- 100g mè (vừng) trắng- Giấm, đường, muối, dầu ăn, tỏi phi vàng, rau <b>răm</b> cắt nhuyễn, 1 trái ớt sừng cắt sợi, tiêu trắng, một nhánh gừng nhỏ- Cà rốt tỉa hoa và ngò trang trí.",
      "Lúc này bên ngoài cá giòn, bên trong thịt dẽ lại, chấm cá với nước mắm me kèm thêm vài lá rau <b>răm</b> cay nồng, ăn cá nhai luôn cả xương."
    ]
  },
  {
    "word": "răm rắp",
    "definition": "all to a man, all at the same time",
    "sentences": [
      "Thế nhưng, các bác xà ích phải thực hiện <b>răm rắp</b> theo quy định của một công ty cai đầu dài..."
    ]
  },
  {
    "word": "răn",
    "definition": "to advise, council, warn",
    "sentences": [
      "Nhưng từ những ngày đầu khi mới được Chúa tạo ra, Eva đã bị con mãng xà quyến rũ, lừa cho vợ chồng họ ăn trái cấm, vi phạm vào lời <b>răn</b> của Chúa.",
      "\"Trong nhiều nền văn hoá, người lớn thường <b>răn</b> dạy trẻ em phải nhìn vào mặt khi nói chuyện với người lớn và coi việc quay mặt đi là sự mất tập trung hay vô lễ."
    ]
  },
  {
    "word": "răn bảo",
    "definition": "to admonish, advise",
    "sentences": []
  },
  {
    "word": "răng",
    "definition": "tooth",
    "sentences": [
      "Tôi đánh <b>răng</b> trước khi đi ngủ.",
      "Hôm qua tôi bị đau <b>răng</b>.",
      "Nó mới mọc <b>răng</b>.",
      "Bạn phải đánh <b>răng</b> mỗi ngày ít nhất 2 lần.",
      "Khi tôi cắn, cái <b>răng</b> này làm tôi đau."
    ]
  },
  {
    "word": "răng bừa",
    "definition": "the teeth of a harrow",
    "sentences": [
      "Bánh <b>răng bừa</b> còn được gọi là bánh lá hay bánh tẻ.",
      "Bánh <b>răng bừa</b> là tên thường gọi ở thôn Bến, xã Phụng Công, huyện Văn Giang, Hưng Yên.",
      "Cái tên xuất xứ là do hình dáng giống cái <b>răng bừa</b> vẫn dùng để bừa ruộng.",
      "Bánh <b>răng bừa</b> Phụng Công không có hàn the mà vẫn dẻo, giòn.",
      "Bánh gói xong giống hệt cái <b>răng bừa</b>, ở giữa phình ra, hai đầu nhỏ lại."
    ]
  },
  {
    "word": "răng chó",
    "definition": "canine (tooth)",
    "sentences": []
  },
  {
    "word": "răng cửa",
    "definition": "incisor",
    "sentences": [
      "Còn Kiên thì chỉ có 3 răng hàm, 2 <b>răng cửa</b> (đã sún hơn một nửa) nên chỉ ăn được cháo hoặc cơm thật nát."
    ]
  },
  {
    "word": "răng giả",
    "definition": "false tooth, denture",
    "sentences": []
  },
  {
    "word": "răng hàm",
    "definition": "molar",
    "sentences": [
      "Vì vậy, cần phải khám thần kinh thật kỹ và nếu cần, phải khám thêm ở chuyên khoa mắt, <b>răng hàm</b> mặt, tai mũi họng để chẩn đoán phân biệt và loại trừ các chứng bệnh nguy hiểm khác (như đau dây thần kinh số 5 thứ phát do các khối u ở sọ hầu, bệnh tăng nhãn áp, bệnh đau nửa đầu, các bệnh lý mũi xoang, viêm nhiễm ở răng miệng, chứng đau thần kinh hố mắt dưới...).",
      "Còn Kiên thì chỉ có 3 <b>răng hàm</b>, 2 răng cửa (đã sún hơn một nửa) nên chỉ ăn được cháo hoặc cơm thật nát."
    ]
  },
  {
    "word": "răng khôn",
    "definition": "wisdom-tooth",
    "sentences": [
      "Tom đã đi nhổ <b>răng khôn</b>."
    ]
  },
  {
    "word": "răng móc",
    "definition": "fang (of snake)",
    "sentences": []
  },
  {
    "word": "răng nanh",
    "definition": "fang, canine tooth",
    "sentences": []
  },
  {
    "word": "răng nứu",
    "definition": "alveolar-dental",
    "sentences": []
  },
  {
    "word": "răng sữa",
    "definition": "milk-tooth",
    "sentences": [
      "Các nhà nghiên cứu Mỹ tìm thấy trẻ em trong độ tuổi 2-5 nếu không ăn sáng mỗi ngày có nguy cơ bị sâu <b>răng sữa</b> cao gấp 4 lần những em dùng bữa sáng đều đặn."
    ]
  },
  {
    "word": "răng trắng bóc",
    "definition": "very white teeth",
    "sentences": []
  },
  {
    "word": "răng vẩu",
    "definition": "buck teeth",
    "sentences": []
  },
  {
    "word": "rũ rượi",
    "definition": "emaciated, haggard",
    "sentences": [
      "Nếu như cảm lạnh chỉ đơn giản là hơi mệt, không sốt, kèm theo hắt hơi, sổ mũi, cơ thể hơi gai lạnh, các cơ khớp, đầu chỉ đau nhức nhẹ và chỉ kéo dài khoảng 3-4 ngày là bình phục, thì người bị cảm cúm thường bị sốt cao, khoảng 39-40 độ, nhức đầu dữ dội kèm những cơn nhức mỏi cơ, cơn ho <b>rũ rượi</b> kéo dài do ảnh hưởng đến phổi, phế quản, cơ thể suy kiệt nhanh hơn và rất dễ dẫn đến tử vong nếu không có những biện pháp cứu chữa kịp thời.",
      "Giọt mưa thu đã được Đặng Thế Phong hát trong cơn ho <b>rũ rượi</b> ở Hội Trí Trì (37 phố Hàng Quạt, Hà Nội)."
    ]
  },
  {
    "word": "rũ tù",
    "definition": "rot in jail, stay long in jail",
    "sentences": []
  },
  {
    "word": "rũa",
    "definition": "to be rotten",
    "sentences": []
  },
  {
    "word": "rơ",
    "definition": "to clean",
    "sentences": [
      "Tom và Mary đang sống trong một cái nhà <b>rơ</b>-moóc",
      "Chiếc xe tải có thể kéo một <b>rơ</b> moóc một tấn."
    ]
  },
  {
    "word": "rơ le",
    "definition": "relay",
    "sentences": []
  },
  {
    "word": "rơ le tần số thấp",
    "definition": "low frequency relay",
    "sentences": []
  },
  {
    "word": "rơi",
    "definition": "to fall, drop, come down, slide down",
    "sentences": [
      "Chiều nay có thể tuyết sẽ <b>rơi</b>.",
      "Anh ta <b>rơi</b> vào một nhóm người không tốt.",
      "Một chiếc nĩa <b>rơi</b> từ bàn.",
      "Một quả táo <b>rơi</b> xuống đất.",
      "Bạn đã đánh <b>rơi</b> bút chì của bạn."
    ]
  },
  {
    "word": "rơi lệ",
    "definition": "to shed tears",
    "sentences": [
      "Khi xem bộ phim đó, cô ấy <b>rơi lệ</b> vì quá cảm động.",
      "Trong sự nghiệp 20 năm đóng phim, đây là kịch bản phim đầu tiên làm tôi <b>rơi lệ</b>."
    ]
  },
  {
    "word": "rơi rớt",
    "definition": "left, remain",
    "sentences": [
      "Có lẽ vì vậy mà trong tính cách vẫn còn một chút ký ức của nam tính <b>rơi rớt</b> lại..."
    ]
  },
  {
    "word": "rơi rụng",
    "definition": "be lost gradually, go gradually",
    "sentences": [
      "Lá và vỏ của cây tràm <b>rơi rụng</b> thành từng lớp của mùa trước đã bắt đầu biến thành lớp mùn là nơi để nấm tràm phát triển."
    ]
  },
  {
    "word": "rơi trở lại trái đất",
    "definition": "to fall back to earth",
    "sentences": []
  },
  {
    "word": "rơi vào suy thoái",
    "definition": "to slide into recession",
    "sentences": []
  },
  {
    "word": "rơi vào sự mâu thuẩn",
    "definition": "to fall into a conflict, contradiction",
    "sentences": []
  },
  {
    "word": "rơi vào tay",
    "definition": "to fall into someone’s hands",
    "sentences": [
      "Mariah cũng hy vọng, cô sẽ tìm lại được danh tiếng một thời hiện <b>rơi vào tay</b> các Diva trẻ.",
      "Nhiều lúc xem phim, tôi cứ nghĩ giá nhân vật này <b>rơi vào tay</b> mình."
    ]
  },
  {
    "word": "rơi vãi",
    "definition": "be spilled, scatter",
    "sentences": [
      "Tránh cho người ta cảm thấy chỉ nhận được tình cảm <b>rơi vãi</b>, cần phải lên kế hoạch cho sinh hoạt tình dục.",
      "Sau khi kiểm tra, đã xử lý hơn 280 trường hợp xe chở quá khổ, quá tải; xe taxi, xe khách vòng vo dừng đỗ đón trả khách sai quy định; ôtô vận chuyển vật liệu làm <b>rơi vãi</b> ra đường gây mất vệ sinh với tổng số tiền tới gần 70 triệu đồng.",
      "- Mới chỉ 1% thôi! Còn 99% đang mất mát <b>rơi vãi</b> khắp nơi, nhưng 1% ấy là nỗ lực lắm rồi, bởi trước khi trung tâm chưa thành lập, nói đến tiền tác quyền là một chuyện mơ hồ."
    ]
  },
  {
    "word": "rơi xuống",
    "definition": "to fall down",
    "sentences": [
      "Một quả táo <b>rơi xuống</b> đất.",
      "Tôi nghe thấy cái gì <b>rơi xuống</b> đất.",
      "Cháu cứ kéo cái chốt, cái then sẽ <b>rơi xuống</b>.",
      "Chúng ta đang <b>rơi xuống</b>!",
      "Con thấy mình đang <b>rơi xuống</b> một cái lỗ đen."
    ]
  },
  {
    "word": "rơi đánh bẹt một cái",
    "definition": "to fall with a flop",
    "sentences": []
  },
  {
    "word": "rơle",
    "definition": "relay",
    "sentences": []
  },
  {
    "word": "rơm",
    "definition": "straw",
    "sentences": [
      "Lửa gần <b>rơm</b> lâu ngày cũng bén.",
      "Cái mũ <b>rơm</b> của tôi đâu?",
      "- 300 gr gạo (hoặc 4-5 bát cơm nguội)- 500 gr cà chua- 150 gr ớt chuông xanh- 150 gr ớt chuông đỏ- 300 gr nấm <b>rơm</b>- 1 trái cà tím lớn- 150 gr đậu côve- 1 củ hành tây, 3 nhánh tỏi, rau mùi, bột nghệ, dầu ăn, tiêu xay,...",
      "Sau đó, dùng <b>rơm</b> khô vàng, tuốt sạch, xóc cho bằng đầu, rồi rải cho đều ra.",
      "Lót lá chuối xuống dưới, sắp lá ổi lên trên, rồi hốt thịt đã gia vị bỏ vào, sắp lá ổi tủ thịt lại, dùng lạt bó <b>rơm</b>."
    ]
  },
  {
    "word": "rơm rác",
    "definition": "trash, rubbish",
    "sentences": [
      "Rươi phải nhặt sạch <b>rơm rác</b>, đổ nước sôi vào trần cho sạch lông, để ráo nước.",
      "Rồi như không có chuyện gì xảy ra, chị quay sang với những con khác đã được cắt tiết nằm la liệt dưới nền đất lép nhép nước, <b>rơm rác</b> và phân."
    ]
  },
  {
    "word": "rơm rạ",
    "definition": "straw (in general)",
    "sentences": [
      "Viên thuốc tránh thai có màu nâu nhạt, trông như được nghiền nhỏ ra từ <b>rơm rạ</b> và ép lại thành bánh.",
      "Ngay sát con đường chính của ấp 3, xã Quy Đức là một mô đất đắp cao, trên phủ đầy <b>rơm rạ</b> trong mảnh ruộng của ông Võ Văn Đẹp."
    ]
  },
  {
    "word": "rơm rớm",
    "definition": "wet with tears",
    "sentences": [
      "Trong chương trình Ký ức thời gian vừa qua, nhiều người đã thấy khán giả cùng thời với ông <b>rơm rớm</b> nước mắt, bởi những lời hát đã nhập tâm, đã thấm vào từng sợi tóc bạc màu năm tháng."
    ]
  },
  {
    "word": "rơm rớm nước mắt",
    "definition": "eyes wet with tears",
    "sentences": [
      "Trong chương trình Ký ức thời gian vừa qua, nhiều người đã thấy khán giả cùng thời với ông <b>rơm rớm nước mắt</b>, bởi những lời hát đã nhập tâm, đã thấm vào từng sợi tóc bạc màu năm tháng."
    ]
  },
  {
    "word": "rơn ghen",
    "definition": "roentgen",
    "sentences": []
  },
  {
    "word": "rưng rưng",
    "definition": "to have tears welling up",
    "sentences": [
      "Với phương châm chậm mà chắc, chúng tôi đã hoàn thành ca mổ ngoài cả sự mong đợi\" - vị giáo sư 78 tuổi <b>rưng rưng</b> nói."
    ]
  },
  {
    "word": "rưng rức",
    "definition": "sharp, intense, bitter",
    "sentences": []
  },
  {
    "word": "rươi",
    "definition": "clam worm, sand-worm",
    "sentences": [
      "Đặc biệt hơn cả có lẽ là chả <b>rươi</b>, món mà người Sài Gòn chưa mấy quen hay chỉ nghe tên trong sách vở về ẩm thực của những nhà văn gốc Bắc.",
      "Trông thì sợ nhưng mắm <b>rươi</b>, chả <b>rươi</b> thì độc đáo ở vị béo ngầy ngậy và quả là không chê vào đâu được nếu đã thử và đã \"bén giọng\".",
      "Chả <b>rươi</b> có ở cơm tám Đồng Xuân thường xuyên vì ở đây <b>rươi</b> được thu hoạch và cất vào kho đông lạnh thành từng bánh lớn nhỏ tùy thuộc yêu cầu tiêu dùng và có thể đưa ra thị trường quanh năm.",
      "Hàng năm, hễ đến cữ \"tháng chín, đôi mươi, tháng mười mồng năm\" thì có <b>rươi</b>, nếu theo con nước có thể xê dịch trước sau dăm ba ngày.",
      "Dịp mùa <b>rươi</b>, các gia đình hay be bờ ruộng, nước triều lên ngập cánh đồng, lúc triều rút, mang rổ ra hứng ở cuối ruộng có thể được vài ba thúng."
    ]
  },
  {
    "word": "rương",
    "definition": "box, trunk, foot locker",
    "sentences": []
  },
  {
    "word": "rương hòm",
    "definition": "trunks",
    "sentences": []
  },
  {
    "word": "rước",
    "definition": "to receive, greet, welcome",
    "sentences": [
      "Xây cầu Thủ Thiêm phải đảm bảo chất lượng, tiến độ và mỹ quan Chủ xe đưa <b>rước</b> học sinh ở TP HCM kêu bị lỗ Khởi công công trình thủy điện Sông Ba Hạ",
      "Đại diện Trung tâm Quản lý và điều hành vận tải hành khách công cộng TP HCM cho biết, thời gian qua tuy UBND thành phố đã điều chỉnh mức trợ giá việc đưa <b>rước</b> học sinh năm học 2003-2004 từ 1.825 đồng lên 1.949,6 đồng/học sinh/lượt nhưng do giá xăng dầu tăng, cộng với việc Sở Giáo dục - Đào tạo yêu cầu xe đưa <b>rước</b> phải có thêm phụ xe nên chi phí của nhà xe tăng rất cao; nhiều nhà xe đã chở quá tải để bù đắp chi phí.",
      "Hiện mỗi ngày có 350 xe đưa <b>rước</b> hơn 7.700 học sinh của 59 trường ở thành phố, tăng hơn 2,5 lần so với năm học 2002-2003.",
      "Năm ấy, Cẩm Vân 16 tuổi, giải nhất đơn ca TP HCM được Công ty Du lịch \"<b>rước</b>\" về, làm bạn đồng nghiệp với những ca sĩ kỳ cựu mà theo lời Cẩm Vân thú nhận: \"Mới nghe tên thôi đã thấy sợ\" như Hồng Vân, Lan Ngọc...",
      "Cô dâu được <b>rước</b> trên một chiếc xe Mercedes kiểu xưa, mui trần, được kết hoa, chạy từ nhà riêng ở Bình Thạnh, qua nhà chồng ở đường Nguyễn Cư Trinh, quận 1 TP HCM rồi vòng lại phòng trà Liberty ở Đồng Khởi, nơi làm việc hằng đêm của đôi tân lang và giai nhân."
    ]
  },
  {
    "word": "rước đèn",
    "definition": "lantern parade",
    "sentences": []
  },
  {
    "word": "rưới",
    "definition": "to sprinkle, souse",
    "sentences": [
      "Khi có khách, chị Dung sẽ đặt những lá bèo mỏng manh vào một chiếc chõ hấp lúc nào cũng nóng hổi, rồi <b>rưới</b> thêm mỡ hành và thứ nhân \"độc chiêu\" của chị.",
      "Ngay cả thứ nước chấm cũng vậy, nó được hấp nóng sực lên và <b>rưới</b> thêm chỉ một chút thôi hành mỡ phi thơm.",
      "Dọn mướp hấp ra đĩa, <b>rưới</b> nước sốt lên trên.",
      "Cũng thứ khoai củ dân dã này, đem hấp chín với nước cốt dừa có nêm nếm vừa tay với lượng đường, muối <b>rưới</b> đều, thêm ít lá dứa, ít muối mè khi ăn...",
      "cũng dựa trên nguyên tắc sau khi xào nấu thịt vừa chín tới mới <b>rưới</b> nước cốt dừa lên rồi đảo đều, tắt bếp."
    ]
  },
  {
    "word": "rướm",
    "definition": "to sweat, ooze",
    "sentences": []
  },
  {
    "word": "rướm máu",
    "definition": "to ooze blood",
    "sentences": []
  },
  {
    "word": "rướn",
    "definition": "to stretch",
    "sentences": []
  },
  {
    "word": "rườm rà",
    "definition": "dense, superfluous, wordy, verbose",
    "sentences": [
      "Chàng ca sĩ tâm sự, anh hiếm khi chọn những thiết kế <b>rườm rà</b> và sặc sỡ."
    ]
  },
  {
    "word": "rườn rượt",
    "definition": "dripping wet",
    "sentences": []
  },
  {
    "word": "rường",
    "definition": "kingpost",
    "sentences": []
  },
  {
    "word": "rường cột",
    "definition": "supports and columns- keystone",
    "sentences": []
  },
  {
    "word": "rường mối",
    "definition": "discipline, regulations",
    "sentences": []
  },
  {
    "word": "rưỡi",
    "definition": "half hour (thirty); half",
    "sentences": [
      "Nó sẽ không bắt đầu cho tới lúc tám giờ <b>rưỡi</b>.",
      "Muộn rồi. Chúng ta hãy chờ đến 5 giờ <b>rưỡi</b>.",
      "Tôi mới chỉ đi bộ một kilomet <b>rưỡi</b> thì bắt đầu có sấm.",
      "Tôi đã ăn bữa trưa cách đây hai giờ <b>rưỡi</b>.",
      "Câu chuyện mới ly kỳ của chúng tôi phát làm nhiều buổi sẽ bắt đầu lúc bảy giờ <b>rưỡi</b> tối nay."
    ]
  },
  {
    "word": "rượt",
    "definition": "to follow after, chase, pursue",
    "sentences": [
      "5 đứa trẻ tay lăm le các khẩu súng đuổi theo 2 đứa trẻ kẻ cướp! Một đứa <b>rượt</b> đuổi hô to : Đứng lại không tao bắn vỡ đầu.",
      "Màn <b>rượt</b> đuổi về tỷ số kết thúc 3 phút trước giờ nghỉ giải lao khi Frank Lampard cân bằng tỷ số 2-2 bằng một cú dứt điểm lạnh lùng.",
      "Trái lại, Hoà Phát trận này thi đấu ăn ý, tận dụng sức trẻ và nền tảng thể lực vượt trội luôn đẩy các cầu thủ chủ nhà vào thế <b>rượt</b> đuổi.",
      "Vào hiệp hai, khán giả được chứng kiến màn <b>rượt</b> đuổi tỷ số khá căng thẳng giữa hai đội.",
      "Và những màn <b>rượt</b> đuổi tỷ số nghẹt thở đã làm nhà thi đấu quận 6 như gần như \"vỡ tung\" trong tiếng hò reo cổ vũ của khán giả."
    ]
  },
  {
    "word": "rượt chạy",
    "definition": "to chase away",
    "sentences": []
  },
  {
    "word": "rượt theo",
    "definition": "to chase after, pursue",
    "sentences": []
  },
  {
    "word": "rượu",
    "definition": "alcohol, wine",
    "sentences": [
      "Madère là tên của một <b>rượu</b> vang.",
      "Sau khi uống chút <b>rượu</b> vang, anh ta trở thành anh hề.",
      "Tôi thích <b>rượu</b> vang đỏ hơn <b>rượu</b> vang trắng.",
      "Tôi yêu cầu một chai <b>rượu</b> vang khác.",
      "Nếu bạn lái xe vào ban đêm, bạn nên đề phòng những tài xế say <b>rượu</b>."
    ]
  },
  {
    "word": "rượu bia",
    "definition": "beer",
    "sentences": [
      "Anh ta đã chết vì uống quá nhiều (<b>rượu bia</b>).",
      "Theo đánh giá của Uỷ ban An toàn giao thông quốc gia, tai nạn xảy ra phần lớn là do lỗi của người tham gia giao thông (chạy quá tốc độ quy định, say <b>rượu bia</b>, thiếu quan sát khi điều khiển phương tiện), chiếm 79% số vụ tai nạn.",
      "Cũng trong thời gian 18 tháng này, anh cũng buộc phải tạm quên đi thói quen uống <b>rượu bia</b>.",
      "Theo một nhân viên phòng tiếp thị của siêu thị, từ đầu tháng 10, Marko đã liên tục nhập về các mặt hàng như đường sữa, <b>rượu bia</b>, hoa quả.",
      "Nhóm mặt hàng được tiêu thụ mạnh là bánh mứt, <b>rượu bia</b>, thực phẩm đóng hộp..."
    ]
  },
  {
    "word": "rượu chát",
    "definition": "wine",
    "sentences": [
      "Có chương trình văn nghệ tạp kỹ, xổ số may mắn, mua mười vé sẽ được tặng một chai <b>rượu chát</b>.",
      "Khuyến mãi: <b>rượu chát</b> đỏ và quà tặng dành riêng cho khách nữ."
    ]
  },
  {
    "word": "rượu chè",
    "definition": "alcoholism, drinking (as a problem)",
    "sentences": [
      "Lười biếng, trụy lạc và <b>rượu chè</b> quá độ bất hạnh thay đã ra tay, để người mẹ nằm chết cóng giữa những đứa con khốn khổ.",
      "Nếu suy nghĩ quá mức sẽ làm hại đến tâm (tim), cáu giận thái quá sinh ra stress hại đến can (gan), ăn uống <b>rượu chè</b> quá mức tiêu hoá không hết còn ứ đọng ở dạ dày là hại tỳ vị (hệ tiêu hoá).",
      "- Tôi đang bắt đầu một trang mới với người đàn ông do chính mình lựa chọn, không <b>rượu chè</b>, không thuốc lá, lại còn đẹp trai nữa, như vậy đủ để tôi tạm yên tâm.",
      "Các chủ hộ kinh doanh cũng bắt đầu huy động đội ngũ nhân viên gấp rút gói các phần quà gồm bánh kẹo, <b>rượu chè</b>, thuốc lá, theo từng giỏ tết nơ để bán cho các cơ quan đoàn thể đi chúc tết."
    ]
  },
  {
    "word": "rượu chổi",
    "definition": "camphorated oil, rubbing with alcohol",
    "sentences": []
  },
  {
    "word": "rượu cẩm",
    "definition": "violet rice wine",
    "sentences": []
  },
  {
    "word": "rượu cồn",
    "definition": "alcohol, spirit",
    "sentences": []
  },
  {
    "word": "rượu khai vị",
    "definition": "aperitif",
    "sentences": [
      "Đối với <b>rượu khai vị</b> và rượu tráng miệng chỉ nên dùng với lượng vừa phải."
    ]
  },
  {
    "word": "rượu lậu",
    "definition": "illegal alcohol, moonshine",
    "sentences": []
  },
  {
    "word": "rượu lễ",
    "definition": "mass wine, communion wine",
    "sentences": []
  },
  {
    "word": "rượu mùi",
    "definition": "alcoholic beverages, liquor",
    "sentences": []
  },
  {
    "word": "rượu mạnh",
    "definition": "strong alcohol, brandy",
    "sentences": [
      "Tìm thấy một người chủ thích hợp, cốc <b>rượu mạnh</b> Cuba Libre hát một bản ballad tuyệt vời tại quầy karaoke."
    ]
  },
  {
    "word": "rượu ngang",
    "definition": "illegal wine, moonshine",
    "sentences": []
  },
  {
    "word": "rượu ngọn",
    "definition": "wine from the first distillation",
    "sentences": []
  },
  {
    "word": "rượu ngọt",
    "definition": "liqueur",
    "sentences": []
  },
  {
    "word": "rượu nho",
    "definition": "wine",
    "sentences": [
      "Bạn không được cho nước vào <b>rượu nho</b>.",
      "Bạn không được cho nước vô <b>rượu nho</b>.",
      "Bạn không được trộn nước với <b>rượu nho</b>."
    ]
  },
  {
    "word": "rượu nếp",
    "definition": "fermented sticky rice, alcohol made of sticky rice",
    "sentences": [
      "- 1 con cá điêu hồng khoảng 800 gr.- 2 thìa súp <b>rượu nếp</b> (cơm rượu) và 1 thìa súp rượu trắng- Ớt băm, hành lá thái nhỏ, bột năng- Gia vị, muối, tiêu, đường, nước tương, dầu ăn.",
      "- Làm nước sốt rượu: Đặt chảo khác lên bếp, cho 2 thìa súp dầu ăn, 1 thìa súp rượu trắng và 2 thìa cơm rượu (<b>rượu nếp</b>) xào với ớt băm.",
      "lai rai lít <b>rượu nếp</b> là đúng điệu.",
      "Nên lấy vảy cá chép tán nhỏ, cho vào ít nước, đun sôi, uống với ít <b>rượu nếp</b>."
    ]
  },
  {
    "word": "rượu thuốc",
    "definition": "medicinal wine, mixture (a kind of liquor)",
    "sentences": [
      "30 gian hàng tại đây bán đủ loại dược liệu: nhân sâm, nấm linh chi, táo tàu, bông cúc, hải mã& và các loại <b>rượu thuốc</b>."
    ]
  },
  {
    "word": "rượu tăm",
    "definition": "high quality rice spirits, strong drinks",
    "sentences": []
  },
  {
    "word": "rượu vang",
    "definition": "wine",
    "sentences": [
      "Madère là tên của một <b>rượu vang</b>.",
      "Sau khi uống chút <b>rượu vang</b>, anh ta trở thành anh hề.",
      "Tôi thích <b>rượu vang</b> đỏ hơn <b>rượu vang</b> trắng.",
      "Tôi yêu cầu một chai <b>rượu vang</b> khác.",
      "Bạn thích loại <b>rượu vang</b> rẻ tiền nào?"
    ]
  },
  {
    "word": "rượu vào lời ra",
    "definition": "drunkenness reveals what soberness",
    "sentences": []
  },
  {
    "word": "rượu đế",
    "definition": "rice alcohol",
    "sentences": [
      "Có thêm chút <b>rượu đế</b> mắt mèo, hơi nồng ấm của rượu hòa cùng mùi vị của ốc càng thấm thía hương vị sông nước.",
      "Vào những ngày trời hơi se lạnh mà được nhắp một ly <b>rượu đế</b> có đĩa \"mồi\" là chạo thì khó ai có thể quên được.",
      "(53 tuổi, Tây Ninh) đã uống mỗi ngày ít nhất nửa lít <b>rượu đế</b>."
    ]
  },
  {
    "word": "rạc cẳng",
    "definition": "tire oneself out by walking",
    "sentences": []
  },
  {
    "word": "rạc người",
    "definition": "emaciated, wasted, famished, become skinny",
    "sentences": []
  },
  {
    "word": "rạc rài",
    "definition": "emaciated, worn thin",
    "sentences": []
  },
  {
    "word": "rạc rời",
    "definition": "famished and exhausted",
    "sentences": []
  },
  {
    "word": "rạch",
    "definition": "(1) canal, stream; (2) to cut, rip, divide",
    "sentences": [
      "Mực làm sạch, cắt ngang thân cỡ 3 ngón tay, <b>rạch</b> hai đường trên miếng mực.",
      "Cắt mực, <b>rạch</b> 2 đường trên mực ",
      "Lật ngửa con sam nóng hổi tách yếm bỏ ruột, dùng dao bén <b>rạch</b> bụng sẽ thấy trứng đầy ắp, vàng ươm bắt mắt.",
      "Bởi chúng không những phát triển nhanh với mật độ cao tại các sông, hồ, kênh <b>rạch</b> mà đã xuất hiện nhiều ở cả ao nuôi cá, tôm, ruộng lúa của nông dân, rồi đục khoét phá bờ bao, các công trình thủy lợi làm nơi cư trú và cạnh tranh với các loài cá khác.",
      "Bức bách quá, họ vứt bừa bãi ra sông, <b>rạch</b>, ao, hồ..."
    ]
  },
  {
    "word": "rạch bụng",
    "definition": "hara-kiri, seppuku",
    "sentences": [
      "Lật ngửa con sam nóng hổi tách yếm bỏ ruột, dùng dao bén <b>rạch bụng</b> sẽ thấy trứng đầy ắp, vàng ươm bắt mắt."
    ]
  },
  {
    "word": "rạch kễ",
    "definition": "to scar, scarification",
    "sentences": []
  },
  {
    "word": "rạch ròi",
    "definition": "clear (of speech)",
    "sentences": [
      "Anh ấy cũng không phải là người phải <b>rạch ròi</b> mọi thứ trên giấy tờ.",
      "Đức Trí muốn <b>rạch ròi</b> công việc và tình cảm",
      "Tôi không quá <b>rạch ròi</b> chuyện viết nhạc theo đơn đặt hàng nhiều hay ít tiền, bởi tôi đều biến nó thành sân chơi của mình.",
      "Gia đình với tôi rất quan trọng, nhưng tôi biết phân biệt <b>rạch ròi</b> và cố thực hiện tốt cả 3 phần việc."
    ]
  },
  {
    "word": "rạm",
    "definition": "species of crab",
    "sentences": [
      "Giả cầy, cà bung, ốc chuối, thịt luộc, thịt kho dừa, cà pháo, cà nghệ, tép rang, mắm tép chưng, <b>rạm</b> rang, thịt đông dưa chua."
    ]
  },
  {
    "word": "rạn nứt",
    "definition": "to be harmed, crack; crack, rift",
    "sentences": [
      "Anh làm <b>rạn nứt</b> các chén.",
      "Khoảng cách <b>rạn nứt</b> giữa các đĩa của lớp vỏ cứng vì thế ngày càng rộng ra, tạo khe hở cho phần vật chất nhẹ, nóng và lỏng trong vỏ giữa trái đất phun trào.",
      "Thứ nhất, theo thuyết sụt trôi thì vùng vỏ cứng của đáy đại dương ở những chỗ <b>rạn nứt</b> sẽ có nhiệt độ rất cao, và quá trình chìm sụt tiếp tục mãi, nhưng tại sao sau trận lụt, vỏ trái đất lại nguội ngay và quá trình chìm sụt không diễn ra nữa? Thứ hai, nước từ đâu ra lắm thế để có thể mưa 40 ngày đêm liên tục? Thứ ba, theo cơ chế kích hoạt nào để quá trình sụt trôi có thể bắt đầu",
      "Nó sẽ là một lợi thế lớn cho khả năng sinh tồn, ít có nguy cơ <b>rạn nứt</b> do tác động và giành phần thắng trong các cuộc ẩu đả.",
      "Tuy nhiên, <b>rạn nứt</b> chỉ bắt đầu khi chiến lược gia đầu bạc này đẩy Edgar Davids sang Barcelona hồi đầu năm."
    ]
  },
  {
    "word": "rạn vỡ",
    "definition": "broken",
    "sentences": []
  },
  {
    "word": "rạng",
    "definition": "(1) to dawn, become dawn; (2) to straddle, sit astride",
    "sentences": [
      "Nụ cười khó tả <b>rạng</b> dần trên khuôn mặt quý phái cuả ông.",
      "Khởi hành cuộc du lịch bằng đường bộ vừa lúc <b>rạng</b> đông",
      "Từ 15h30 chiều qua đến <b>rạng</b> sáng nay, sương mù, mưa phùn ở các tỉnh phía Bắc đã buộc sân bay quốc tế Nội Bài từ chối tiếp nhận 12 chuyến bay, hàng chục chuyến khác phải lùi giờ cất, hạ cánh.",
      "Tay vợt 29 tuổi này đã có một lịch sử <b>rạng</b> rỡ tại Melbourne.",
      "Đàm Vĩnh Hưng tâm sự, anh luôn làm <b>rạng</b> danh gia đình, ngoại trừ việc chưa kiếm được nàng dâu cho mẹ."
    ]
  },
  {
    "word": "rạng mai",
    "definition": "tomorrow at daybreak",
    "sentences": []
  },
  {
    "word": "rạng ngày",
    "definition": "at daybreak, at dawn",
    "sentences": []
  },
  {
    "word": "rạng rở",
    "definition": "radiant, brilliant",
    "sentences": []
  },
  {
    "word": "rạng rở lên",
    "definition": "to brighten up",
    "sentences": []
  },
  {
    "word": "rạng rỡ",
    "definition": "radiant, brilliant",
    "sentences": [
      "Tay vợt 29 tuổi này đã có một lịch sử <b>rạng rỡ</b> tại Melbourne."
    ]
  },
  {
    "word": "rạng sáng",
    "definition": "dawn",
    "sentences": [
      "Từ 15h30 chiều qua đến <b>rạng sáng</b> nay, sương mù, mưa phùn ở các tỉnh phía Bắc đã buộc sân bay quốc tế Nội Bài từ chối tiếp nhận 12 chuyến bay, hàng chục chuyến khác phải lùi giờ cất, hạ cánh.",
      "Đỗ Nhuận: Khi người cha họ Đỗ của thôn Vạc - Cẩm Bình - Hải Dương thuộc xứ Đông có đứa con trai sinh vào <b>rạng sáng</b> một ngày mưa to sấm sét đùng đùng của tháng Ngọ nhuận năm Nhâm Tuất 1922, ông đặt tên cậu bé là Đỗ Nhuận."
    ]
  },
  {
    "word": "rạng đông",
    "definition": "dawn, daybreak, the break of day",
    "sentences": [
      "Khởi hành cuộc du lịch bằng đường bộ vừa lúc <b>rạng đông</b>"
    ]
  },
  {
    "word": "rạo rực",
    "definition": "excited",
    "sentences": []
  },
  {
    "word": "rạp",
    "definition": "tent, booth flat on the ground, theater",
    "sentences": [
      "Có một lượng lớn khán giả tại <b>rạp</b> chiếu phim.",
      "Trường chúng tôi cấm chúng tôi đến <b>rạp</b> chiếu bóng một mình.",
      "Bố tôi bảo đi đến <b>rạp</b> chiếu bóng trưa nay.",
      "Anh ta là người điểu khiển máy chiếu trong <b>rạp</b> hát.",
      "Những người đã từng tham gia quân ngũ không cười trong <b>rạp</b> xiếc."
    ]
  },
  {
    "word": "rạp chiếu bóng",
    "definition": "movie theater, cinema",
    "sentences": [
      "Trường chúng tôi cấm chúng tôi đến <b>rạp chiếu bóng</b> một mình.",
      "Bố tôi bảo đi đến <b>rạp chiếu bóng</b> trưa nay."
    ]
  },
  {
    "word": "rạp chớp bóng",
    "definition": "movie theater",
    "sentences": []
  },
  {
    "word": "rạp chớp ảnh",
    "definition": "movie theater",
    "sentences": []
  },
  {
    "word": "rạp hát",
    "definition": "theater",
    "sentences": [
      "Anh ta là người điểu khiển máy chiếu trong <b>rạp hát</b>.",
      "Mặc dù cậu bé Peter Pan lần đầu xuất hiện là năm 1902 trong cuốn tiểu thuyết The Little White Bird, công chúng chỉ thực sự nhận biết cậu qua vở kịch ở một <b>rạp hát</b> London vào Giáng sinh năm 1904."
    ]
  },
  {
    "word": "rạp hát bóng",
    "definition": "movie theater",
    "sentences": []
  },
  {
    "word": "rạp xiếc",
    "definition": "circus",
    "sentences": [
      "Những người đã từng tham gia quân ngũ không cười trong <b>rạp xiếc</b>."
    ]
  },
  {
    "word": "rải",
    "definition": "to spread, scatter",
    "sentences": [
      "Người nông dân đang <b>rải</b> hạt giống xuống ruộng.",
      "Người nông dân đã <b>rải</b> hạt giống lúa mì xuống ruộng.",
      "Người nông dân <b>rải</b> hạt giống lúa mì xuống ruộng.",
      "Sau đó, dùng rơm khô vàng, tuốt sạch, xóc cho bằng đầu, rồi <b>rải</b> cho đều ra.",
      "Lấy cái vá khuấy nhẹ nhàng vào nồi để những hạt cơm <b>rải</b> đều ra."
    ]
  },
  {
    "word": "rải rác",
    "definition": "scattered, sparse",
    "sentences": [
      "Có đến 5-6 cây đàn được treo <b>rải rác</b> trên những gốc cột trong quán.",
      "Những khu nhà <b>rải rác</b> và các di vật có từ thời trước thời Aztecs cũng đã được tìm thấy trước đó bên rìa Mexico City hiện nay, nhưng chưa có cái nào được tìm thấy gần với hòn đảo hình thành nên trung tâm của thành phố Aztecs.",
      "Trong khu vực này <b>rải rác</b> các kim tự tháp, những bản khắc đá lớn và một tổ hợp lâu đài lộn xộn rộng tới 4 hecta.",
      "Nếu không, làm sao giải thích được hiện tượng cây cối thì <b>rải rác</b> khắp nơi, còn than thì lại dồn về một chỗ?",
      "Số gia cầm này được chôn <b>rải rác</b> nhiều nơi nhưng khi được tin báo của bà con, xã đã chủ động gia cố lại các hố chôn, thêm hóa chất khử mùi hôi và sát trùng."
    ]
  },
  {
    "word": "rải rác khắp nơi",
    "definition": "scattered every where",
    "sentences": [
      "Nếu không, làm sao giải thích được hiện tượng cây cối thì <b>rải rác khắp nơi</b>, còn than thì lại dồn về một chỗ?",
      "Nhiều nhất là các mẹt hàng bằng phên nứa, mâm thau, bao bạt rách <b>rải rác khắp nơi</b>."
    ]
  },
  {
    "word": "rải rắc",
    "definition": "to scatter",
    "sentences": []
  },
  {
    "word": "rải tung",
    "definition": "to throw about, scatter",
    "sentences": []
  },
  {
    "word": "rảnh",
    "definition": "free, unoccupied",
    "sentences": [
      "Việc làm ở đại học sẽ cho anh nhiều thời gian <b>rảnh</b> hơn.",
      "Đêm nay tôi <b>rảnh</b> rỗi.",
      "Tôi không <b>rảnh</b> để ngồi nói chuyện.",
      "Cha của tôi <b>rảnh</b> vào ngày thứ bảy.",
      "Ba tao <b>rảnh</b> vào thứ bảy."
    ]
  },
  {
    "word": "rảnh mắt",
    "definition": "not to see",
    "sentences": []
  },
  {
    "word": "rảnh nợ",
    "definition": "end one’s trouble, be a good riddance",
    "sentences": []
  },
  {
    "word": "rảnh rang",
    "definition": "spare, free",
    "sentences": []
  },
  {
    "word": "rảnh rổi",
    "definition": "free",
    "sentences": []
  },
  {
    "word": "rảnh rỗi",
    "definition": "unoccupied, idle, free",
    "sentences": [
      "Đêm nay tôi <b>rảnh rỗi</b>.",
      "Mày làm gì khi <b>rảnh rỗi</b>?",
      "Bạn làm gì khi <b>rảnh rỗi</b>?",
      "Đọc quyển sách này khi <b>rảnh rỗi</b>.",
      "Cô ấy sử dụng thời gian <b>rảnh rỗi</b> để câu cá."
    ]
  },
  {
    "word": "rảnh tay",
    "definition": "to have free hands",
    "sentences": []
  },
  {
    "word": "rảnh thân",
    "definition": "able to rest, free of cares",
    "sentences": []
  },
  {
    "word": "rảnh việc",
    "definition": "be no longer busy, be free",
    "sentences": [
      "Từ 8 đến 10 giờ sáng là thời điểm thức dậy của một bộ phận lớn dân chơi; tầm 4-5 giờ chiều là giờ <b>rảnh việc</b> của dân công sở; chừng 7 giờ tối đến 11 giờ đêm là khoảng thời gian giải trí của phần đông người ở TP HCM."
    ]
  },
  {
    "word": "rảo bước",
    "definition": "to hurry, quicken, pick up the pace",
    "sentences": []
  },
  {
    "word": "rảo cẳng",
    "definition": "walk faster",
    "sentences": []
  },
  {
    "word": "rấm bếp",
    "definition": "damp down a fire",
    "sentences": []
  },
  {
    "word": "rấm vợ",
    "definition": "choose beforehand a possible match (for one’s son)",
    "sentences": []
  },
  {
    "word": "rất",
    "definition": "very, quite",
    "sentences": [
      "Sống ở Mỹ <b>rất</b> thích nếu là ở đây để kiếm tiền.",
      "Cái này <b>rất</b> là hấp dẫn!",
      "Tôi <b>rất</b> ghét phải viết theo khuôn mẫu!",
      "\"Trong hang đang xảy ra chuyện gì vậy? Tôi <b>rất</b> là tò mò.\" \"Tôi cũng không biết nữa.\"",
      "\"Nói thật là tôi <b>rất</b> là sợ độ cao.\" \"Bạn nhát quá!\""
    ]
  },
  {
    "word": "rất có thể",
    "definition": "most likely, very likely",
    "sentences": [
      "Các chuyên gia cho biết <b>rất có thể</b> một khối cầu có kích cỡ Diêm Vương tinh đang ẩn náu đâu đó trong bóng tối và đang chờ được đưa ra ánh sáng.",
      "Cơ hội để một vài con trong số đó tới được một hành tinh giống với trái đất là khá lớn, và <b>rất có thể</b>, chính quá trình tương tự đã mang đến sự sống cho trái đất của chúng ta.",
      "Nguyên nhân <b>rất có thể</b> do người dân đốt ong làm cháy lan.",
      "Nếu con bạn đang khỏe mạnh bình thường bỗng khóc thét từng cơn, nôn ra thức ăn, đi ngoài ra máu, bạn cần đưa bé đến ngay bệnh viện bởi <b>rất có thể</b> bé đã bị lồng ruột.",
      "Trẻ sinh mổ bị thiếu các nội tiết tố được sản xuất ra trong quá trình chuyển dạ và <b>rất có thể</b> \"bị\" sinh non vì ngày dự sinh không chính xác."
    ]
  },
  {
    "word": "rất có thể là",
    "definition": "it’s very likely that",
    "sentences": [
      "Tuy nhiên, chúng <b>rất có thể là</b> biểu hiện của căn bệnh nan y này.",
      "MIC1 (macrophage inhibitory cytokine 1) <b>rất có thể là</b> thành phần mấu chốt trong cơ chế gây mất thai tự phát, Tong giả định."
    ]
  },
  {
    "word": "rất dễ xảy ra",
    "definition": "very likely to happen",
    "sentences": [
      "Những yếu tố này khiến vận động viên không tập trung, phản xạ chậm chạp, thiếu chuẩn xác <b>rất dễ xảy ra</b> chấn thương."
    ]
  },
  {
    "word": "rất hân hạnh được",
    "definition": "to be very pleased (to be able to do sth)",
    "sentences": [
      "Choquette đã lôi cuốn khán giả ở khắp nơi trên thế giới qua các buổi biểu diễn opera thú vị và chúng tôi <b>rất hân hạnh được</b> giới thiệu giọng ca đặc biệt của bà với công chúng ở Hà Nội."
    ]
  },
  {
    "word": "rất khó hiểu",
    "definition": "very difficult to understand",
    "sentences": [
      "Sinh viên cảm thường thấy <b>rất khó hiểu</b> một bài giảng bằng tiếng nước ngoài."
    ]
  },
  {
    "word": "rất khó mà tiên đoán",
    "definition": "hard to say, hard to predict",
    "sentences": []
  },
  {
    "word": "rất kỹ",
    "definition": "very carefully",
    "sentences": [
      "Một thành viên của hội đồng xét xử khẳng định: \"Chúng tôi đã cân nhắc <b>rất kỹ</b> lưỡng vấn đề, từ nhiều góc độ và thấy rằng án treo giò 8 tháng là hợp tình hợp lý, không xâm phạm lợi ích của ai\".",
      "Ông Peter Withe nói: \"Tôi đã theo dõi trận đấu <b>rất kỹ</b> trong suốt 90 phút.",
      "Lực lượng tinh binh này đã được chọn lọc <b>rất kỹ</b> lưỡng và trải qua nhiều chuyến thi đấu, tập huấn với chất lượng chuyên môn cao: Kesley (Brasil), Abbey (Ghana), Filani (Nam Phi).",
      "Vị Giám đốc này nói: \"Tôi và HLV Ferguson đã bàn bạc với nhau <b>rất kỹ</b> về việc này.",
      "Vị tân HLV phát biểu: \"Tôi đã được chọn lựa <b>rất kỹ</b> để xuất hiện ở đây."
    ]
  },
  {
    "word": "rất lâu",
    "definition": "for a (very) long time",
    "sentences": [
      "Tôi đến thăm bố mẹ tôi và ở lại đấy <b>rất lâu</b>",
      "Tôi đã chờ cô ấy rất, <b>rất lâu</b>.",
      "Tom là bạn thân của tôi từ <b>rất lâu</b> rồi.",
      "Một ngày nọ, tôi có ghé qua một tiệm sách cũ trên đường về nhà, và tôi đã tìm thấy một cuốn sách mà tôi đã tìm <b>rất lâu</b> rồi.",
      "Câu chuyện bắt đầu từ <b>rất lâu</b> rồi."
    ]
  },
  {
    "word": "rất mực",
    "definition": "exceptionally",
    "sentences": []
  },
  {
    "word": "rất nhiều",
    "definition": "very much, many",
    "sentences": [
      "Bạn còn <b>rất nhiều</b> thời gian.",
      "Chúng tôi đã đi bộ <b>rất nhiều</b>.",
      "Tôi yêu em <b>rất nhiều</b>",
      "Tại công viên có <b>rất nhiều</b> người.",
      "Có <b>rất nhiều</b> hoa trong vườn."
    ]
  },
  {
    "word": "rất nhiều lần",
    "definition": "very many times, very often",
    "sentences": [
      "Cô ấy đã cố tự sát <b>rất nhiều lần</b>.",
      "Cô ấy đã gọi điện cho tôi <b>rất nhiều lần</b>.",
      "\"Hãy chuẩn bị tinh thần cho <b>rất nhiều lần</b> quay trở về con số không, tuy vậy những lần thụt lùi này sẽ hết dần qua thời gian\".",
      "Đây là một công nghệ mới, hoàn toàn do người Việt Nam sáng chế, bảo đảm ứng cứu các tai nạn tràn dầu đạt hiệu quả cao, nhanh, sạch, linh hoạt và rẻ hơn <b>rất nhiều lần</b> so với các công nghệ đang được áp dụng.",
      "Trường hợp thứ hai, nữ diễn viên Mỹ nổi tiếng Kendi John, từng <b>rất nhiều lần</b> có mặt tại \"các điểm nóng\" của chiến tranh để khích lệ tinh thần chiến đấu của lính Mỹ tại châu Phi, châu Á và Cận Đông."
    ]
  },
  {
    "word": "rất nhiều việc cần phải làm",
    "definition": "much needs to be done",
    "sentences": []
  },
  {
    "word": "rất quan trọng",
    "definition": "very important",
    "sentences": [
      "Mỗi câu văn trong quyển sách này đầu <b>rất quan trọng</b>.",
      "Một phần của thông tin này <b>rất quan trọng</b>.",
      "Giữ được bình tĩnh khi có chuyện khẩn cấp là <b>rất quan trọng</b>.",
      "David cho rằng anh ta <b>rất quan trọng</b>. Anh ta đã luôn coi thường những người khác trong văn phòng của anh ta.",
      "Thông tin này <b>rất quan trọng</b> đối với chúng ta."
    ]
  },
  {
    "word": "rất quan tâm về",
    "definition": "to pay a lot of attention to",
    "sentences": []
  },
  {
    "word": "rất thích",
    "definition": "to really like",
    "sentences": [
      "Sống ở Mỹ <b>rất thích</b> nếu là ở đây để kiếm tiền.",
      "Tim <b>rất thích</b> truyện cười mỉa mai.",
      "Anh ấy <b>rất thích</b> ăn.",
      "Hồi nhỏ tôi <b>rất thích</b> dạo chơi dưới trời mưa.",
      "Em gái tôi <b>rất thích</b> âm nhạc."
    ]
  },
  {
    "word": "rất thông dụng ở Vietnamese",
    "definition": "very common in VN",
    "sentences": []
  },
  {
    "word": "rất thường",
    "definition": "very common",
    "sentences": [
      "Đây là một loại bệnh <b>rất thường</b> gặp ở trẻ em.",
      "Động vật thân mềm cỡ lớn <b>rất thường</b> làm mồi cho các loài cá mập ở Bắc Đại Tây Dương và các vùng nước ngoài khơi Nam Phi và đông Australia."
    ]
  },
  {
    "word": "rất thừa thãi thời giờ",
    "definition": "to have a lot of free time",
    "sentences": []
  },
  {
    "word": "rất tiếc",
    "definition": "very sorry",
    "sentences": [
      "Tôi <b>rất tiếc</b>, hôm nay tôi không thể tham gia với bạn. Trước buổi tối nay tôi phải chạy rất nhiều việc vặt.",
      "Tôi <b>rất tiếc</b>, cô ấy không có ở đây.",
      "Tôi <b>rất tiếc</b> vì đã để bạn tốn nhiều tiền.",
      "Em thân yêu, <b>rất tiếc</b>, anh lại bị kẹt ở văn phòng.",
      "Tôi <b>rất tiếc</b> khi nghe chuyện này."
    ]
  },
  {
    "word": "rất tiếc là",
    "definition": "it’s too bad that, it’s unfortunate that, I’m sorry that",
    "sentences": [
      "Ông <b>rất tiếc là</b> đã thất bại trong việc thương thảo với chính phủ Đức để có thể ở lại Việt Nam thêm một thời gian nữa.",
      "bạn gái của mình nhưng <b>rất tiếc là</b> không phải.",
      "Nhưng <b>rất tiếc là</b> em đang ở Mỹ nên tham gia không được, anh có thể mở một fan club ở Seattle tiểu ban WA cho em và các bạn hâm mộ anh để tham gia được không? Nếu anh cần người giúp để mở FC bên này thì liên lạc với em nha.",
      "Nhưng <b>rất tiếc là</b> em không có điều kiện để đến xem những chương trình có anh tham dự, nhất là các liveshow do anh thực hiện bởi em ở tận Thủ Đức.",
      "Tôi biết tại TP HCM cũng có rất nhiều cơ sở dành cho trẻ em nhiễm chất độc da cam và những trẻ em có hoàn cảnh bất hạnh, nhưng <b>rất tiếc là</b> tôi không có nhiều thời gian để tới những nơi đó."
    ]
  },
  {
    "word": "rất tốt",
    "definition": "very good, excellent",
    "sentences": [
      "Em gái tôi bảo quản <b>rất tốt</b> mọi thứ mà cô có.",
      "Gặp anh là <b>rất tốt</b>.",
      "Bài luận của bạn có vài lỗi, nhưng tổng thể thì làm <b>rất tốt</b>.",
      "Ở nhà hàng đó, họ phục vụ bữa tối <b>rất tốt</b>.",
      "Nó <b>rất tốt</b>."
    ]
  },
  {
    "word": "rất ít",
    "definition": "very few",
    "sentences": [
      "Còn <b>rất ít</b> giấy thừa.",
      "Những người tự đề cao mình quá mức cần là trung tâm của sự chú ý, mong muốn được công nhận và <b>rất ít</b> quan tâm tời những người khác. Trái lại, lòng tự trọng lành mạnh cho phép chúng ta tôn trọng những ước mong của chúng ta và cả những ước mong của những người khác.",
      "Nó ăn <b>rất ít</b>.",
      "Dạo này tôi <b>rất ít</b> nói tiếng Pháp.",
      "Dạo này tôi <b>rất ít</b> khi nói tiếng Pháp."
    ]
  },
  {
    "word": "rất ít khi",
    "definition": "very rarely, almost never",
    "sentences": [
      "Dạo này tôi <b>rất ít khi</b> nói tiếng Pháp.",
      "Tom <b>rất ít khi</b> ở nhà.",
      "Khi chung sống, cả hai người đều thích được chăm sóc nhưng lại <b>rất ít khi</b> quan tâm đến sở thích của người kia.",
      "- Nếu như vậy thì phải lấy làm mừng cho tôi chứ! Tôi cũng đang chờ một đại gia đây! Nói vui thế thôi, bản tính tôi từ bé đã tự lập rồi, việc gì cũng tự mình làm cho bằng được, <b>rất ít khi</b> dựa dẫm vào người khác, ngay cả gia đình.",
      "Xuân Bắc: Long là người cực kỳ nhanh nhạy, tôi là người nói nhiều nhưng mỗi lần Long \"mở đài\" là tôi phải đóng cầu dao tổng vì nó nói nhiều hơn và có thể nói liên tục, chẳng cần biên tập trước mà thoát ý, thoát từ, <b>rất ít khi</b> bị \"gò vấp\"."
    ]
  },
  {
    "word": "rầm",
    "definition": "beam; loud, noisy",
    "sentences": [
      "Thời gian gần đây nạn môi giới khám bệnh trước cửa Bệnh viện Da Liễu (quận 3) nổi lên <b>rầm</b> rộ.",
      "Hơi lãng mạn quá sớm, nhưng tôi biết tôi sẽ nói điều này với con tôi khi nó đủ lớn, đủ hiểu biển hay đất, đơn sơ hay <b>rầm</b> rộ đều không quan trọng, cái quan trọng, như lời khai thị của thầy trong mây gió: ta đã sống ra sao trong kiếp nhân sinh ngắn ngủi này...?",
      "Chị Trần Thị Huệ kể: \"Tôi đang ngồi bán hàng trước nhà thì nghe một cái <b>rầm</b>.",
      "Tuy nhiên, cũng có một số trường hợp bệnh diễn biến cấp tính <b>rầm</b> rộ và nặng.",
      "Ngay sau khi thăng hạng chuyên nghiệp mùa này, Bình Dương đã có đợt tuyển quân <b>rầm</b> rộ, trong đó đáng chú ý là sự góp mặt của các tân binh như Hữu Thắng (thủ quân U23 Việt Nam) và Xuân Thành (trụ cột của tuyển quốc gia tại Tiger Cup 2002)."
    ]
  },
  {
    "word": "rầm bằng lim",
    "definition": "an ironwood beam",
    "sentences": []
  },
  {
    "word": "rầm chìa",
    "definition": "console",
    "sentences": []
  },
  {
    "word": "rầm rập",
    "definition": "stamping noises",
    "sentences": []
  },
  {
    "word": "rầm rộ",
    "definition": "(to move) noisily",
    "sentences": [
      "Thời gian gần đây nạn môi giới khám bệnh trước cửa Bệnh viện Da Liễu (quận 3) nổi lên <b>rầm rộ</b>.",
      "Hơi lãng mạn quá sớm, nhưng tôi biết tôi sẽ nói điều này với con tôi khi nó đủ lớn, đủ hiểu biển hay đất, đơn sơ hay <b>rầm rộ</b> đều không quan trọng, cái quan trọng, như lời khai thị của thầy trong mây gió: ta đã sống ra sao trong kiếp nhân sinh ngắn ngủi này...?",
      "Tuy nhiên, cũng có một số trường hợp bệnh diễn biến cấp tính <b>rầm rộ</b> và nặng.",
      "Ngay sau khi thăng hạng chuyên nghiệp mùa này, Bình Dương đã có đợt tuyển quân <b>rầm rộ</b>, trong đó đáng chú ý là sự góp mặt của các tân binh như Hữu Thắng (thủ quân U23 Việt Nam) và Xuân Thành (trụ cột của tuyển quốc gia tại Tiger Cup 2002).",
      "\"Nhà thuế cứ kêu đích danh tên tuổi từng người chúng tôi, vốn là người của công chúng, tạo sức ép trong khi các ngành nghề khác thì nhà thuế không làm <b>rầm rộ</b> như vậy\", một ca sĩ nói."
    ]
  },
  {
    "word": "rần rần",
    "definition": "noisily",
    "sentences": [
      "Tôi diễn tiểu phẩm Hâm nước mắm, không ngờ cả lớp cười <b>rần rần</b>."
    ]
  },
  {
    "word": "rần rần rộ rộ",
    "definition": "noisily, loudly clamorously",
    "sentences": []
  },
  {
    "word": "rần rật",
    "definition": "noisily, tumultuously",
    "sentences": [
      "Cái gì nó len lỏi, ám ảnh vào từng ngóc ngách tâm hồn tôi và chạy <b>rần rật</b> trong từng thớ thịt, từng đường gân, mạch máu của tôi."
    ]
  },
  {
    "word": "rầu",
    "definition": "sad, sorrowful",
    "sentences": [
      "Con sâu làm <b>rầu</b> nồi canh.",
      "Lincoln buồn <b>rầu</b>, vì ông ấy không thắng cuộc.",
      "Đừng có <b>rầu</b> rĩ quá như thế.",
      "Mỗi khi trời mưa, cô ấy lại trở nên buồn <b>rầu</b>.",
      "\"Hồi trước, mỗi ngày tôi bán được 1.000 quả, nhưng giờ giỏi lắm cũng chưa đầy 100\", chị Nga <b>rầu</b> rĩ nói."
    ]
  },
  {
    "word": "rầu lòng",
    "definition": "sorrowful, mournful, sad, melancholy, dejected",
    "sentences": [
      "Nhưng có vẻ như ông không bao giờ <b>rầu lòng</b> khi người ta gọi ông là thi sĩ đa tình? "
    ]
  },
  {
    "word": "rầu rĩ",
    "definition": "gloomy, melancholy, morose, sullen, surly",
    "sentences": [
      "Đừng có <b>rầu rĩ</b> quá như thế.",
      "\"Hồi trước, mỗi ngày tôi bán được 1.000 quả, nhưng giờ giỏi lắm cũng chưa đầy 100\", chị Nga <b>rầu rĩ</b> nói."
    ]
  },
  {
    "word": "rầu rầu",
    "definition": "languid, languishing, pining",
    "sentences": []
  },
  {
    "word": "rầy",
    "definition": "(1) to scold, annoy, bother, pester; (2) cereal pest; (3) rail",
    "sentences": [
      "Tôi sẽ cố không quấy <b>rầy</b> bạn học hành.",
      "Mặc dù bị <b>rầy</b> nhưng nó ngồi y như cũ.",
      "Chồng của Mary quấy <b>rầy</b> cô ta",
      "Nếu anh còn quấy <b>rầy</b> tôi, tôi sẽ báo công an đấy!",
      "Thức ăn của chúng là kiến, ruồi, muỗi, bọ <b>rầy</b>, bọ rùa, bọ xít, bướm, chuồn chuồn kim, nhện và một số côn trùng khác."
    ]
  },
  {
    "word": "rầy lạ",
    "definition": "to scold, reprimand",
    "sentences": []
  },
  {
    "word": "rầy lộn",
    "definition": "to quarrel",
    "sentences": []
  },
  {
    "word": "rầy rà",
    "definition": "troublesome, complicated",
    "sentences": []
  },
  {
    "word": "rẫy",
    "definition": "(1) to clear land for cultivation; (2) see rặng; (3) to repudiate, divorce; (4) see rãy",
    "sentences": [
      "Khu vực đó đầy <b>rẫy</b> nhà mới.",
      "Nhớ nhất là mùa nước nổi, cuộc sống cơ cực của người dân phải đối mặt với biển nước mênh mông đầy <b>rẫy</b> những nguy cơ.",
      "Bẵng đi nhiều năm ông vào Nam, vẫn đi đi về về mà không để ý, cho đến hôm cùng đoàn khảo sát của Nguyễn Duy ra Huế, thì không còn tìm đâu ra để giới thiệu với dân phương Nam cái món Huế mà giờ đây đầy <b>rẫy</b> ở phương Nam.",
      "Ở Oklahoma City, nơi khá đông người Việt sinh sống, nhà hàng phở đầy <b>rẫy</b> trong quận châu Á gần khu vực Đại lộ Classen: Phở Hòa, Phở Bình, Phở Thái Nguyên (hay Thái Nguyễn không chừng), thậm chí nhà hàng tên rất Nhật là Mirama cũng bán phở luôn.",
      "Trong khi đó hơn 10 km bờ sông và hàng trăm hecta đất <b>rẫy</b> của nông dân phía trên bị lở đất lấn sâu từng ngày."
    ]
  },
  {
    "word": "rậm",
    "definition": "dense, thick, bushy",
    "sentences": [
      "Hổ sống trong rừng <b>rậm</b>, sư tử sống ở xavan.",
      "Loại này thường ẩn náu ở những hốc cây mục, kẽ đá, nơi có nhiều bụi <b>rậm</b> và cao ráo, nhiều nhất là ở dọc theo chân núi Dài, núi Phú Cường...",
      "Vào cuối thế kỷ 19, trong các khu rừng <b>rậm</b> ở Đông Phi, giữa hai dòng sông Zambezi và Limpopo, các nhà thám hiểm đã tìm thấy một lâu đài bằng đá bỏ hoang có tháp cao tới 15m và còn để lại dấu ấn của các lò luyện kim.",
      "Nhà nghiên cứu người Pháp Mubo còn phát hiện thấy một kỳ tích kiến trúc trong các khu rừng <b>rậm</b> ở Đông Dương, đó là Angco Vat.",
      "Lông mày phải của bạn cao hơn và <b>rậm</b> hơn lông mày trái một chút, nhưng ở ảnh của bạn thì ngược lại, lông mày bên phải thấp và thưa hơn."
    ]
  },
  {
    "word": "rậm lời",
    "definition": "prating, talkative, loquacious",
    "sentences": []
  },
  {
    "word": "rậm râu",
    "definition": "thick beard",
    "sentences": []
  },
  {
    "word": "rậm rì",
    "definition": "thickly wooded, bushy",
    "sentences": []
  },
  {
    "word": "rậm rạp",
    "definition": "bushy, dense",
    "sentences": []
  },
  {
    "word": "rậm rịch",
    "definition": "with animation, with excitement",
    "sentences": [
      "Còn phim VN thì không mới vì đã <b>rậm rịch</b> ra rạp từ trước hoặc từ...",
      "Công ty Thông tin Viễn thông Điện lực (ETC) cũng đang <b>rậm rịch</b> lên kế hoạch giảm cước với một số dịch vụ điện thoại."
    ]
  },
  {
    "word": "rận",
    "definition": "louse",
    "sentences": [
      "\"Đây là kem <b>rận</b> biển khổng lồ.\" \"Này, tôi không nhớ là có gọi cái này đâu nhé.\"",
      "- Ở trong chăn mới biết chăn có <b>rận</b>."
    ]
  },
  {
    "word": "rập",
    "definition": "to copy",
    "sentences": [
      "Bạn dạy tiếng Ả <b>rập</b>.",
      "Chúng tôi đang học tiếng Ả <b>rập</b>.",
      "Dân du mục Ả-<b>rập</b> sống trong sa mạc.",
      "Song tình hình lại không mấy sáng sủa đối với những loài khỉ lớn, vì chúng có \"chu kỳ sinh sản chậm, lại luôn bị rình <b>rập</b> săn bắn trộm\".",
      "Phó giáo sư, tiến sĩ Trịnh Sinh, Viện Khảo cổ học Việt Nam, cho biế, những viên gạch tìm được ở hai khu vực Hà Nội và Bắc Giang đều <b>rập</b> nổi 12 chữ Hán Lý gia đệ tam đế Long Thuỵ Thái Bình tứ niên tạo."
    ]
  },
  {
    "word": "rập khuôn",
    "definition": "to ape, copy",
    "sentences": [
      "Chính những cảnh <b>rập khuôn</b> này đã làm cho video clip trở nên nhạt nhẽo.",
      "- Tương đối theo mốt, nhưng không <b>rập khuôn</b>."
    ]
  },
  {
    "word": "rập rờn",
    "definition": "to float",
    "sentences": []
  },
  {
    "word": "rắc co",
    "definition": "connection, union",
    "sentences": []
  },
  {
    "word": "rắc rối",
    "definition": "complicated, complex, involved; complication, complexity",
    "sentences": [
      "Tôi gặp <b>rắc rối</b> trong việc uống thuốc bột.",
      "Tôi xin lỗi vì đã gây ra nhiều <b>rắc rối</b> cho bạn.",
      "Tao xin lỗi vì đã gây ra nhiều <b>rắc rối</b> cho mày.",
      "Tớ xin lỗi vì đã gây ra nhiều <b>rắc rối</b> cho cậu.",
      "Tôi nghĩ ông đang gặp <b>rắc rối</b>."
    ]
  },
  {
    "word": "rắc rối lúc đầu",
    "definition": "initial complications",
    "sentences": []
  },
  {
    "word": "rắm",
    "definition": "wind",
    "sentences": [
      "Ai đã đánh <b>rắm</b> vậy?",
      "Trên xe buýt có người đánh <b>rắm</b>.",
      "Nhưng đó mới chỉ là cách chọn đề tài, còn bản chất của văn học là phải đào sâu vào tâm hồn con người, nói lên những cảnh huống, những số phận, vẽ nên những vẻ đẹp bị che lấp trong cuộc sống thường ngày rối <b>rắm</b>."
    ]
  },
  {
    "word": "rắn",
    "definition": "(1) snake; (2) hard, rigid; to harden",
    "sentences": [
      "Tôi khiếp sợ <b>rắn</b>.",
      "Vẽ <b>rắn</b> thêm chân.",
      "Ở nghĩa trang có dựng bức tượng một con <b>rắn</b> tự cắn đuôi mình.",
      "Một số người không thích lươn vì trông bọn nó giống <b>rắn</b>.",
      "Một số người không thích lươn vì trông chúng giống <b>rắn</b>."
    ]
  },
  {
    "word": "rắn chắc",
    "definition": "firm, hard, solid",
    "sentences": [
      "\"Khi bổ sung sắt, các protein của trai liên kết chéo với nhau, hay còn gọi là \"bị lưu hóa\" và vật liệu trở nên <b>rắn chắc</b>\".",
      "Gạch có màu đỏ hồng, mịn, độ nung cao, <b>rắn chắc</b>, hình hộp chữ nhật với kích thước: dài 26 cm, rộng 22,8 cm và dày 5,5 cm, được sản xuất theo quy trình công nghệ khá hiện đại từ khâu chọn nguyên liệu đất sét mịn màng, cắt gọt kích thước chuẩn mực đến rập niên đại bằng bàn rập.",
      "Gạch có màu đỏ hồng, mịn, độ nung cao, <b>rắn chắc</b>, hình hộp chữ nhật với kích thước: dài 26 cm, rộng 22,8 cm và dày 5,5 cm, được sản xuất theo quy trình công nghệ khá hiện đại từ khâu chọn nguyên liệu đất sét mịn màng, cắt gọt kích thước chuẩn mực đến rập niên đại bằng bàn rập."
    ]
  },
  {
    "word": "rắn cạp nia",
    "definition": "black and white-ringed krait",
    "sentences": []
  },
  {
    "word": "rắn cạp nong",
    "definition": "yellow and black-ringed krait",
    "sentences": []
  },
  {
    "word": "rắn cấc",
    "definition": "hardened",
    "sentences": []
  },
  {
    "word": "rắn dọc dưa",
    "definition": "coluber",
    "sentences": []
  },
  {
    "word": "rắn giun",
    "definition": "blindworm",
    "sentences": []
  },
  {
    "word": "rắn gió",
    "definition": "small slender snake",
    "sentences": []
  },
  {
    "word": "rắn hổ lửa",
    "definition": "krait",
    "sentences": []
  },
  {
    "word": "rắn hổ mang",
    "definition": "copperhead",
    "sentences": []
  },
  {
    "word": "rắn lại",
    "definition": "to harden",
    "sentences": [
      "Chúng tôi nhận thấy lõi của ngôi sao lùn trắng này đã hoá <b>rắn lại</b> để tạo thành viên kim cương lớn nhất trong thiên hà\", Metcalfe nói."
    ]
  },
  {
    "word": "rắn lải",
    "definition": "coluber",
    "sentences": []
  },
  {
    "word": "rắn lục",
    "definition": "dendrophis, gaboon",
    "sentences": []
  },
  {
    "word": "rắn mai gầm",
    "definition": "bongar",
    "sentences": []
  },
  {
    "word": "rắn mang bành",
    "definition": "cobra",
    "sentences": [
      "Tại sao <b>rắn mang bành</b> không bị chết bởi nọc đồng loại?",
      "Nọc <b>rắn mang bành</b> là thứ vũ khí lợi hại nhất trong tự nhiên.",
      "Hầu như tất cả các sinh vật sẽ chết sau vài phút bị chất độc thần kinh này xâm nhập vào máu, ngoại trừ chính <b>rắn mang bành</b>.",
      "Rắn có nọc độc được chia thành hai họ chính: rắn hổ lục (viper - như rắn chuông), và <b>rắn mang bành</b> (chẳng hạn cạp nong và rắn biển).",
      "Song, người ta phỏng đoán <b>rắn mang bành</b> phản ứng với nọc độc của mình theo một cách khác."
    ]
  },
  {
    "word": "rắn mắt",
    "definition": "stubborn",
    "sentences": []
  },
  {
    "word": "rắn mặt",
    "definition": "stubborn, headstrong, willful, obstinate",
    "sentences": []
  },
  {
    "word": "rắn mối",
    "definition": "lizard",
    "sentences": []
  },
  {
    "word": "rắn như đá",
    "definition": "hard as rock",
    "sentences": []
  },
  {
    "word": "rắn nẹp nia",
    "definition": "copperhead (snake)",
    "sentences": []
  },
  {
    "word": "rắn phì",
    "definition": "puff-snake",
    "sentences": []
  },
  {
    "word": "rắn ráo",
    "definition": "coluber",
    "sentences": []
  },
  {
    "word": "rắn rết",
    "definition": "reptiles, snakes",
    "sentences": []
  },
  {
    "word": "rắn rỏi",
    "definition": "strong, tough, rough, firm, sturdy",
    "sentences": []
  },
  {
    "word": "rắn đầu",
    "definition": "headstrong, stubborn, obstinate",
    "sentences": []
  },
  {
    "word": "rắn độc",
    "definition": "venomous or poisonous snake",
    "sentences": [
      "Ở Úc có nhiều <b>rắn độc</b> không?"
    ]
  },
  {
    "word": "rắp",
    "definition": "be about to, be on the point of",
    "sentences": [
      "Thế nhưng, các bác xà ích phải thực hiện răm <b>rắp</b> theo quy định của một công ty cai đầu dài..."
    ]
  },
  {
    "word": "rắp mong",
    "definition": "have the intention (to)",
    "sentences": []
  },
  {
    "word": "rắp tâm",
    "definition": "wake up one’s mind, be bent on, intend (to), have the",
    "sentences": []
  },
  {
    "word": "rằm",
    "definition": "full moon, 15th day of lunar month",
    "sentences": [
      "Để thêm chút vẻ duyên cho đĩa gỏi gà quen thuộc, bà nội trợ bước ra liếp rau sau vườn có trồng vài bụi cúc vạn thọ để cúng <b>rằm</b>, chọn vài bông mới nở tươi roi rói, tách cánh điểm tô cho đĩa gỏi.",
      "Cứ đến <b>rằm</b> tháng Giêng, theo truyền thống người xưa thường ăn chay để cầu an, cho bản thân, gia đình.",
      "Những ngày đầu năm, nhất là dịp <b>rằm</b> tháng Giêng, người Việt thường đi chùa cầu phúc, mong sự an lành cho gia đình trong năm mới.",
      "Vào chợ Đông Ba, Bến Ngự (chỉ bán món chay ngày mùng một, ngày <b>rằm</b>, chỉ với một trăm nghìn đồng có thể đãi bạn bè đủ món bánh trái đặc sản Huế, tất nhiên là món chay giả mặn.",
      "Đến bánh chưng, bánh tét, bánh canh, bún, phở, hủ tíu, và bánh bèo, nậm, lọc bán rong trên đường phố, ngày <b>rằm</b> mùng một cũng nấu chay."
    ]
  },
  {
    "word": "rằn",
    "definition": "(1) colorful, gaudy; (2) to fear, dread",
    "sentences": [
      "Dùng thịt thăn heo và tôm tươi để nấu nước lèo, nếu có tôm <b>rằn</b> càng ngon vì có màu đỏ tươi làm món nhấm nuốc trông hấp dẫn hơn."
    ]
  },
  {
    "word": "rằn mặt",
    "definition": "to avoid",
    "sentences": []
  },
  {
    "word": "rằn ri",
    "definition": "colorful",
    "sentences": []
  },
  {
    "word": "rằng",
    "definition": "that; to answer, speak up",
    "sentences": [
      "Tiếc <b>rằng</b> cái đó là sự thật.",
      "Khi tôi hỏi mọi người điều gì khiến họ cảm thấy tiếc nuối khi còn đi học thì phần đông đều trả lời <b>rằng</b> họ đã lãng phí quá nhiều thời gian.",
      "Những người tham gia chương trình Maury Povich thường giả vờ <b>rằng</b> người yêu đang lừa dối họ.",
      "Cuộc biểu quyết chỉ ra <b>rằng</b> chúng ta phản đối ý kiến được đưa ra.",
      "Bạn vừa nói <b>rằng</b> tôi không thể thắng được à?"
    ]
  },
  {
    "word": "rặn",
    "definition": "to contract one’s abdominal muscles while lifting",
    "sentences": [
      "Ở bé trai, đôi khi bao da bị thít chặt làm bé đi tiểu khó, khi tiểu vừa <b>rặn</b> vừa khóc thét, bao da phồng căng lên."
    ]
  },
  {
    "word": "rặn đẻ",
    "definition": "labor in delivery",
    "sentences": []
  },
  {
    "word": "rặng",
    "definition": "row, range, chain, line",
    "sentences": []
  },
  {
    "word": "rặng núi",
    "definition": "mountain range",
    "sentences": []
  },
  {
    "word": "rẻ",
    "definition": "cheap, inexpensive",
    "sentences": [
      "Tôi đã mua chiếc áo khoác này với giá <b>rẻ</b>.",
      "Không <b>rẻ</b> 1 tí nào, đắt khủng khiếp.",
      "Erobic hay yoga giá <b>rẻ</b> hơn nhiều, nhưng cũng khó so sánh vì tại đó không có máy móc hỗ trợ.",
      "Tôi cần tìm giá phòng <b>rẻ</b> ở nhiều khách sạn.",
      "Tôi ở tại một khách sạn <b>rẻ</b> tiền."
    ]
  },
  {
    "word": "rẻ hơn",
    "definition": "cheaper",
    "sentences": [
      "Erobic hay yoga giá <b>rẻ hơn</b> nhiều, nhưng cũng khó so sánh vì tại đó không có máy móc hỗ trợ.",
      "Đây là món <b>rẻ hơn</b> trong hai món đồ.",
      "In đen trắng <b>rẻ hơn</b> in màu.",
      "Bạn có thứ gì <b>rẻ hơn</b> không?",
      "Có bánh ngọt các loại ngon như bánh của Sofitel (vì cùng từ một lò ra) giá lại <b>rẻ hơn</b>."
    ]
  },
  {
    "word": "rẻ hơn hết",
    "definition": "cheapest",
    "sentences": []
  },
  {
    "word": "rẻ mạt",
    "definition": "very inexpensive, dirt-cheap",
    "sentences": [
      "Tuy nhiên, khi sang Malaysia họ không được bố trí công việc ổn định, nay đây mai đó trong các công trường lao động ở nước bạn với đồng lương <b>rẻ mạt</b>.",
      "Nhưng nói thật là thời buổi này công sức diễn viên không đến nỗi <b>rẻ mạt</b>, diễn một buổi có khi đủ ăn cả tháng."
    ]
  },
  {
    "word": "rẻ như bèo",
    "definition": "dirt cheap",
    "sentences": []
  },
  {
    "word": "rẻ như bùn",
    "definition": "dirt cheap, cheap as mud",
    "sentences": []
  },
  {
    "word": "rẻ rúng",
    "definition": "think little of, slight, hold cheap",
    "sentences": []
  },
  {
    "word": "rẻ rề",
    "definition": "very cheap",
    "sentences": []
  },
  {
    "word": "rẻ sườn",
    "definition": "rib",
    "sentences": []
  },
  {
    "word": "rẻ thối",
    "definition": "dirt-cheap",
    "sentences": []
  },
  {
    "word": "rẻ tiền",
    "definition": "cheap, inexpensive",
    "sentences": [
      "Tôi ở tại một khách sạn <b>rẻ tiền</b>.",
      "Chiếc đầm của nó trông có vẻ <b>rẻ tiền</b>.",
      "Bạn thích loại rượu vang <b>rẻ tiền</b> nào?",
      "Nhưng thay vì cấm hoàn toàn thì chúng tôi xin được đề nghị nguyện vọng của mình là cấm giờ cao điểm, để còn có con đường sống cho anh em...\".Chủ trương cấm lưu thông này không chỉ ảnh hưởng đến các chủ phương tiện không thôi mà các doanh nghiệp, cửa hàng cũng bị vạ lây, bởi lâu nay, xe lôi đã là phương tiện chuyên chở quen thuộc, <b>rẻ tiền</b> và có thể vào những hẻm hóc mà xe tải nhẹ không vào được.",
      "Hàng hóa ở chợ phần nhiều là những mặt hàng <b>rẻ tiền</b>, kể cả hàng dạt bán ế từ các chợ lớn đưa về."
    ]
  },
  {
    "word": "rẻo cao",
    "definition": "highland, high mountain area",
    "sentences": [
      "Tại Sơn La, cử tri đồng bào Mông ở 25 bản vùng <b>rẻo cao</b> thuộc năm xã Hang Chú, Xím Vàng, Tà Xùa, Tạ Khoa, Mường Khoa của huyện Bắc Yên đã đi bỏ phiếu."
    ]
  },
  {
    "word": "rẽ",
    "definition": "to turn (right or left)",
    "sentences": [
      "Hãy <b>rẽ</b> trái ở góc phố tới.",
      "Tôi <b>rẽ</b> phải.",
      "Tôi chia <b>rẽ</b> các kẻ thù của tôi.",
      "Đoàn kết là sống, chia <b>rẽ</b> là chết.",
      "Thứ vải này đã <b>rẽ</b> lại bền."
    ]
  },
  {
    "word": "rẽ duyên",
    "definition": "separate married people",
    "sentences": []
  },
  {
    "word": "rẽ mạch",
    "definition": "shunt",
    "sentences": []
  },
  {
    "word": "rẽ ngang",
    "definition": "give up one’s study (in search of a job)",
    "sentences": []
  },
  {
    "word": "rẽ nhánh",
    "definition": "branch",
    "sentences": []
  },
  {
    "word": "rẽ ròi",
    "definition": "coherent and clear",
    "sentences": []
  },
  {
    "word": "rẽ rọt",
    "definition": "soft and distinct",
    "sentences": []
  },
  {
    "word": "rẽ tay phải",
    "definition": "to turn to the right",
    "sentences": []
  },
  {
    "word": "rẽ tay trái",
    "definition": "to turn to the left",
    "sentences": []
  },
  {
    "word": "rẽ đường ngôi",
    "definition": "to part one’s hair",
    "sentences": [
      "Bạn <b>rẽ đường ngôi</b> bên phải, ảnh của bạn lại có đường ngôi bên trái."
    ]
  },
  {
    "word": "rế",
    "definition": "bamboo basket used as pad for hot pots",
    "sentences": [
      "Các món trên được chú ý với những đặc trưng của VN là bánh tráng, bánh <b>rế</b>, và đặc biệt nhất là nước chấm.",
      "Canh dưa hồng đặc biệt phải nấu với cá hay với tôm, người nhà quê thường nấu canh dưa hồng với cá <b>rế</b> (một loại cá nhỏ như cá cơm)."
    ]
  },
  {
    "word": "rết",
    "definition": "centipede; haversack bag",
    "sentences": []
  },
  {
    "word": "rền rỉ",
    "definition": "lament incessantly",
    "sentences": []
  },
  {
    "word": "rều",
    "definition": "drift-wood (on a river in flood)",
    "sentences": []
  },
  {
    "word": "rể",
    "definition": "son in law; bridegroom",
    "sentences": [
      "Tôi có một người họ hàng mới: chị tôi mới cưới, vậy từ nay tôi có một anh <b>rể</b>.",
      "Tôi đã có thêm một người họ hàng mới. Chị tôi kết hôn, và thế là tôi đã có thêm một người anh <b>rể</b>.",
      "Tôi đã có thêm một người họ hàng mới. Chị tôi lấy chồng, và thế là tôi đã có thêm một người anh <b>rể</b>.",
      "Tôi đã có thêm một người họ hàng mới rồi đấy. Chị tôi lấy chồng, và thế là tôi đã có thêm một ông anh <b>rể</b>.",
      "Jacqueline Jackson thừa nhận, cô không nghe nổi bài hát này vì sau khi Ms Jackson nổi đình nổi đám, cậu con <b>rể</b> hờ của cô đã bị sát hại."
    ]
  },
  {
    "word": "rễ",
    "definition": "root (of a tree)",
    "sentences": [
      "Gốc <b>rễ</b> của vấn đề nằm ở sự thiếu giao tiếp giữa các phòng ban với nhau.",
      "Thịt cua bóp nhuyễn bỏ xương, măng tây xé sợi - hành tây xắt sợi vắt ráo nước, giá lặt <b>rễ</b> rửa sạch, gừng xắt sợi nhuyễn, jămbon cũng xắt sợi, ngò xắt nhỏ.",
      "Ngoài giá trị là gia vị, lá lốt đã được nhân dân ta dùng cây, <b>rễ</b>, lá và hoa để chữa bệnh phong tê, thấp khớp, tay chân lạnh, đau lưng, mỏi gối, rối loạn tiêu hóa, đầy bụng, nôn mửa, tiêu chảy do phong hàn...",
      "- Dầu thực vật dùng để rán.- 3 nhánh tỏi, bóc vỏ, giã nhỏ.- 4 gốc rau mùi bao gồm cả <b>rễ</b>, giã nhỏ.- 1 trái ớt đỏ dài, giã nhỏ.- 1/4 thìa tiêu trắng xay.- 2 thân cây hẹ tây hoặc tỏi tây cắt khúc, thái mỏng.- 400gr thịt vịt, hấp chín, xé nhỏ.- 75gr đường (nếu có đường thốt nốt thì càng tốt), hòa với một chút nước ấm.- 75gr lạc rang, giã dập.- 3 thìa rau mùi thái thật nhỏ.- 2 thìa mắm, nước cốt của 2 trái chanh.- 16 con sò điệp.- 16 miếng dứa chín thái mỏng.",
      "- Đun nóng chảo với 2 thìa dầu, cho tỏi vào phi vàng, sau đó cho <b>rễ</b> rau mùi, ớt và tiêu vào tới khi tất cả dậy mùi thơm."
    ]
  },
  {
    "word": "rễ bên",
    "definition": "lateral root",
    "sentences": []
  },
  {
    "word": "rễ chùm",
    "definition": "fasciculate root",
    "sentences": []
  },
  {
    "word": "rễ con",
    "definition": "radicle, rootlet",
    "sentences": []
  },
  {
    "word": "rễ cái",
    "definition": "main root",
    "sentences": []
  },
  {
    "word": "rễ cây",
    "definition": "tree root",
    "sentences": [
      "Để tìm được thức ăn là các loại củ và <b>rễ cây</b>, chúng phải đào khoét những quãng đường lớn đi tới đó, rồi sau đó tìm đường trở về nhà.",
      "- Viêm phế quản mạn tính: Gừng tươi 50 g, <b>rễ cây</b> chè 100 g, mật ong, nước vừa đủ.",
      "6.Đau răng: Vỏ <b>rễ cây</b> ổi sắc với dấm chua, ngậm nhiều lần trong ngày.",
      "Bài 5: Cẩu tích (<b>rễ cây</b> lông cu-li) 30 g, sắc uống ngày 1 thang.",
      "Bài 10: Vỏ quả bí ngô già 60 g, <b>rễ cây</b> bông 60 g."
    ]
  },
  {
    "word": "rễ cọc",
    "definition": "tap-root",
    "sentences": []
  },
  {
    "word": "rễ củ",
    "definition": "tuberous root",
    "sentences": []
  },
  {
    "word": "rễ phụ",
    "definition": "adventitious root, aerial root",
    "sentences": []
  },
  {
    "word": "rệp",
    "definition": "bug",
    "sentences": []
  },
  {
    "word": "rệp son",
    "definition": "cochineal",
    "sentences": []
  },
  {
    "word": "rệp sáp",
    "definition": "pseudococcus risso",
    "sentences": []
  },
  {
    "word": "rệu rã",
    "definition": "wonky, shaky",
    "sentences": [
      "Khi hỏa hoạn xảy ra, trong kho chứa đến 10 tấn hoá chất và số hoá chất này đã trở thành chất gây cháy cực mạnh, làm <b>rệu rã</b> các cột xi măng cốt thép của nhà xưởng và toả nhiệt rất nóng ra khu vực xung quanh.",
      "Suy yếu do chấn thương, <b>rệu rã</b> về tinh thần, Juventus khó lòng đánh bại Milan ở trận đấu trên sân nhà vào đêm chủ nhật tới.",
      "Sự <b>rệu rã</b> và mệt mỏi bắt đầu xuất hiện trong nội bộ đội bóng."
    ]
  },
  {
    "word": "rỉ",
    "definition": "(1) to rust, rusty; (2) small or gentle repetitions",
    "sentences": [
      "Người đàn ông đó đã rên <b>rỉ</b> trong đau đớn.",
      "Cây sồi già rên <b>rỉ</b> trong cơn bão.",
      "Dao dùng lâu ngày không được sắc, dù dao có bị cùn cũng không nên liếc trên thành xi măng, bởi làm vậy dao sẽ nóng lên dễ bị mẻ và <b>rỉ</b>.",
      "Để tránh dao bị <b>rỉ</b>, khi dùng xong, hãy bôi lên mặt dao một lớp dầu ăn hoặc ngâm vào nước vo gạo.",
      "Theo giới chuyên môn, nhóm đồ điện gia dụng có khả năng gây rò <b>rỉ</b>, cháy nổ điện cao là bàn ủi, bếp điện, lò nướng điện, ấm điện, bình thủy điện và nồi cơm điện."
    ]
  },
  {
    "word": "rỉ hơi",
    "definition": "to open one’s mouth, speak up",
    "sentences": []
  },
  {
    "word": "rỉ răng",
    "definition": "whisper a word, breathe a word",
    "sentences": []
  },
  {
    "word": "rỉ rả",
    "definition": "to rain or talk prolongedly",
    "sentences": []
  },
  {
    "word": "rỉ sét",
    "definition": "to rust, rusty",
    "sentences": [
      "- Thực phẩm đóng hộp quá hạn sử dụng, thậm chí còn hạn sử dụng nhưng bị phồng, <b>rỉ sét</b>, móp méo& hoặc khi khui ra có màu và mùi không bình thường cũng không nên sử dụng."
    ]
  },
  {
    "word": "rỉ tai",
    "definition": "to whisper",
    "sentences": [
      "Khi mối quan hệ bầu sô - ca sĩ bị dư luận mổ xẻ, nhiều ca sĩ TP HCM đã <b>rỉ tai</b> nhau chuyện một nam ca sĩ bị báo chí lên án mạnh mẽ về quan hệ tình cảm giữa anh với ông bầu, ca sĩ này lại bị ông bầu chăm sóc tận tình quá."
    ]
  },
  {
    "word": "rỉ từng giọt",
    "definition": "to drip",
    "sentences": []
  },
  {
    "word": "rỉa",
    "definition": "to peck, nibble",
    "sentences": []
  },
  {
    "word": "rỉa lông",
    "definition": "(of birds) plume",
    "sentences": []
  },
  {
    "word": "rỉa ráy",
    "definition": "harass with scolding, harass with humiliating remarks",
    "sentences": []
  },
  {
    "word": "rỉa rói",
    "definition": "to insult, criticize",
    "sentences": []
  },
  {
    "word": "rị",
    "definition": "tug back, pull back",
    "sentences": []
  },
  {
    "word": "rịn",
    "definition": "to ooze, sweat",
    "sentences": []
  },
  {
    "word": "rọ mõm",
    "definition": "snout-ring, muzzle",
    "sentences": []
  },
  {
    "word": "rọ rạy",
    "definition": "be restless",
    "sentences": []
  },
  {
    "word": "rọc",
    "definition": "to cut open",
    "sentences": [
      "Tùy thích <b>rọc</b> mỗi miếng một hoặc hai thanh xương rồi chặt ngắn lại khoảng 5-6 phân."
    ]
  },
  {
    "word": "rọc giấy",
    "definition": "paper-knife, paper-cutting machine",
    "sentences": []
  },
  {
    "word": "rọi",
    "definition": "(1) to light, illuminate, shine a light on; (2) to direct, focus, train",
    "sentences": [
      "- 1/2 kg lươn;- 300 g thịt ba <b>rọi</b>, bằm nhuyễn;- 100 g đậu phộng rang, giã nhỏ; 50 g tỏi phi vàng;- 2 muỗng súp sả ớt, phi vàng; 1 muỗng súp tiêu hột;- 2 bó lá lốt, rửa sạch, lau khô;- 5 tép hành lá, xắt nhuyễn phi mỡ hành; 300 g bánh hỏi;- Bánh tráng, vuốt nước sơ, xếp vào đĩa rau sống, xà lách;- 2 muỗng súp mỡ/dầu ăn hòa với 1/2 muỗng cà phê ngũ vị hương;- Đường, muối để nêm;- Nước mắm me:- 50 g me vắt, hòa 1 chén nước lèo, lọc lấy nước + 1 muỗng súp nước mắm + 1 muỗng súp bột năng + 1 muỗng súp tương sa tế.",
      "Trong ánh đèn pha <b>rọi</b> qua, trên con đường nâng cấp mấy năm chưa xong bụi đất cát mù mịt như màn sương đêm dày đặc."
    ]
  },
  {
    "word": "rỏ",
    "definition": "to drip, ooze",
    "sentences": [
      "- Những <b>rỏ</b> trái cây màu đỏ giàu chất chống oxy hóa như như dâu tây, seri, nho đỏ..."
    ]
  },
  {
    "word": "rỏi",
    "definition": "unlikely, unfortunate",
    "sentences": []
  },
  {
    "word": "rỏn",
    "definition": "watch, round, patrol",
    "sentences": []
  },
  {
    "word": "rốc két",
    "definition": "rocket",
    "sentences": []
  },
  {
    "word": "rối",
    "definition": "tangled, entangled, mixed up",
    "sentences": [
      "Điều anh ây nói làm tôi bối <b>rối</b>.",
      "Ông ấy bị <b>rối</b> loạn ý thức lâu rồi.",
      "Tôi gặp rắc <b>rối</b> trong việc uống thuốc bột.",
      "Sáng sớm tóc tôi <b>rối</b> bù hết. Ít ra thì đưa tôi cái gương cầm tay đi - nó chắc là ở trong ngăn kéo đằng kia.",
      "Tom bối <b>rối</b> mỗi khi nó nói chuyện trước công chúng."
    ]
  },
  {
    "word": "rối beng",
    "definition": "in a muddle, entangled",
    "sentences": []
  },
  {
    "word": "rối bét",
    "definition": "very disorderly, at sixes and sevens",
    "sentences": []
  },
  {
    "word": "rối bòng bong",
    "definition": "entangled, interlaced, mixed up",
    "sentences": []
  },
  {
    "word": "rối bù",
    "definition": "disheveled, ruffed (of hair)",
    "sentences": [
      "Sáng sớm tóc tôi <b>rối bù</b> hết. Ít ra thì đưa tôi cái gương cầm tay đi - nó chắc là ở trong ngăn kéo đằng kia."
    ]
  },
  {
    "word": "rối bời",
    "definition": "tangled, disordered",
    "sentences": []
  },
  {
    "word": "rối loạn",
    "definition": "confused, troubled, disordered; disturbance, disorder; abnormal",
    "sentences": [
      "Ông ấy bị <b>rối loạn</b> ý thức lâu rồi.",
      "Ngoài giá trị là gia vị, lá lốt đã được nhân dân ta dùng cây, rễ, lá và hoa để chữa bệnh phong tê, thấp khớp, tay chân lạnh, đau lưng, mỏi gối, <b>rối loạn</b> tiêu hóa, đầy bụng, nôn mửa, tiêu chảy do phong hàn...",
      "Một số bệnh kỳ lạ mà người mắc cho là do \"nơi ở có ma\" đã được các nhà khoa học giải thích như sau: thực ra có thể là do tại một số mảnh đất, nơi con người đang ở có dòng địa điện sinh ra bức xạ điện từ và hiện tượng <b>rối loạn</b> địa từ cục bộ gây nên.",
      "Họ đã phát hiện tại khu vực này luôn có dòng địa điện giao thoa ngang dọc và đan xen dày đặc, đồng thời còn thường xuất hiện sự <b>rối loạn</b> địa từ cục bộ, hình thành một luồng lực tác dụng mạnh, gây ảnh hưởng đến hành vi, trạng thái tinh thần của người lái xe.",
      "Tình trạng này - còn được gọi là <b>rối loạn</b> đa nhân cách - dường như giúp trẻ đương đầu với cuộc sống: bằng cách cắt bỏ những ký ức khác nhau, nó khiến cho trẻ như trở thành một người khác."
    ]
  },
  {
    "word": "rối loạn chu kỳ kinh nguyệt",
    "definition": "menstrual disorder",
    "sentences": []
  },
  {
    "word": "rối như tơ vò",
    "definition": "to get all twisted up, get all tangled up",
    "sentences": []
  },
  {
    "word": "rối nước",
    "definition": "water puppetry, water puppet",
    "sentences": [
      "Phòng thuế thu nhập cá nhân Hà Nội cũng cho biết thêm, ngoài giới ca sĩ và diễn viên, hiện có khoảng 60 nghệ sĩ thuộc các lĩnh vực hoạt động nghệ thuật khác như múa <b>rối nước</b>...",
      "Đặc biệt, lần đầu tiên liên hoan <b>rối nước</b> được tổ chức với sự tham gia của 15 đoàn <b>rối nước</b>, rối cạn từ các tỉnh Nam Định, Thái Bình, Hải Dương, Hải Phòng, Hà Tây, Hà Nội và một lễ hội áo dài với sự có mặt của hơn 100 người mẫu cùng 20 nhà thiết kế Việt Nam."
    ]
  },
  {
    "word": "rối ren",
    "definition": "chaos, disorder, confusion",
    "sentences": [
      "Và giải quyết những <b>rối ren</b> bằng sự thanh thản trong tâm hồn."
    ]
  },
  {
    "word": "rối rít",
    "definition": "perplexed, nervous, panic-stricken; to bustle",
    "sentences": []
  },
  {
    "word": "rối rắm",
    "definition": "very complicated, involved, confused",
    "sentences": [
      "Nhưng đó mới chỉ là cách chọn đề tài, còn bản chất của văn học là phải đào sâu vào tâm hồn con người, nói lên những cảnh huống, những số phận, vẽ nên những vẻ đẹp bị che lấp trong cuộc sống thường ngày <b>rối rắm</b>."
    ]
  },
  {
    "word": "rối trí",
    "definition": "nervous, upset, muddling",
    "sentences": []
  },
  {
    "word": "rốn",
    "definition": "middle, center, navel",
    "sentences": [
      "Lúc tôi còn đang ở trong bụng mẹ, tôi thử nhìn ngôi nhà mà tôi sẽ được sinh ra qua lỗ <b>rốn</b>, rồi tôi nghĩ: \"Nhà thế này thì không được rồi.\"",
      "Lúc tôi còn đang ở trong bụng mẹ, tôi thử nhìn ngôi nhà mà tôi sẽ được sinh ra qua lỗ <b>rốn</b>, rồi tôi nghĩ: \"Còn lâu mình mới đi đến cái nhà này.\"",
      "Sau khi trẻ rụng <b>rốn</b> tuần thứ 2, thứ 3 là có thể tắm nước ấm, nhiệt độ nước chừng 37-380C.",
      "- Búp ổi hoặc vỏ dộp ổi 20 g, búp vối 12 g, búp hoặc nụ sim 12 g, búp chè 12 g, gừng tươi 12 g, <b>rốn</b> chuối tiêu 20 g, hạt cau già 12 g, sắc đặc uống.",
      "Vị trí huyệt Trung quản: Từ <b>rốn</b> đo thẳng lên trên 4 tấc (1 tấc bằng chiều ngang của ngón tay cái)."
    ]
  },
  {
    "word": "rốn bể",
    "definition": "the bottom of the sea",
    "sentences": []
  },
  {
    "word": "rống",
    "definition": "to bellow, roar, growl",
    "sentences": []
  },
  {
    "word": "rốt",
    "definition": "last of all",
    "sentences": [
      "Anh ấy làm việc dữ quá khiến <b>rốt</b> cuộc anh ấy bị ốm.",
      "Nó ghét cà <b>rốt</b>.",
      "Ông ta ghét cà <b>rốt</b>.",
      "Hắn ghét cà <b>rốt</b>.",
      "Cắt cà <b>rốt</b> giúp tôi."
    ]
  },
  {
    "word": "rốt cuộc",
    "definition": "finally, at last, after all, in the end",
    "sentences": [
      "Anh ấy làm việc dữ quá khiến <b>rốt cuộc</b> anh ấy bị ốm.",
      "15 năm sống trên đời là đau khổ, hay bị đâm một nhát kiếm vào bụng trong chốc lát là đau khổ, <b>rốt cuộc</b> cái nào mới là đau khổ đây?"
    ]
  },
  {
    "word": "rốt lòng",
    "definition": "last (child)",
    "sentences": []
  },
  {
    "word": "rồ",
    "definition": "(1) mad, crazy; (2) to accelerate, hasten",
    "sentences": [
      "Anh ấy làm việc trên những dự án thực sự điên <b>rồ</b>.",
      "Trong một thế giới điên <b>rồ</b>, chỉ có những kẻ điên mới là người tỉnh táo.",
      "Tôi không biết ai trong số các bạn điên <b>rồ</b> hơn.",
      "Tôi không nghĩ đó là một ý tưởng điên <b>rồ</b>.",
      "Tôi biết điều này nghe có vẻ điên <b>rồ</b>, nhưng tôi nghĩ là tôi đã đem lòng yêu em gái bạn mất rồi."
    ]
  },
  {
    "word": "rồ dại",
    "definition": "foolish, silly",
    "sentences": []
  },
  {
    "word": "rồi",
    "definition": "already, then, after that, afterwards, next",
    "sentences": [
      "Từ xưa đến giờ đả luôn luôn như vậy <b>rồi</b>.",
      "Tôi không biết phải trình bày thế nào, bởi vì nó đã quá rõ ràng <b>rồi</b>.",
      "Tôi đã tìm ra cách, nhưng mà tìm ra nhanh thế này thì chắc hẳn đó không phải là cách hay <b>rồi</b>.",
      "Ờ... cái đó sao <b>rồi</b>?",
      "Anh có vẻ không bất ngờ nhỉ, chắc anh đã biết cả <b>rồi</b>."
    ]
  },
  {
    "word": "rồi nữa",
    "definition": "and then, later",
    "sentences": []
  },
  {
    "word": "rồi ra",
    "definition": "in the future",
    "sentences": [
      "Cô ấy mặc áo khoác vào <b>rồi ra</b> ngoài.",
      "Đợi chút nhé. Tôi đánh răng xong <b>rồi ra</b>.",
      "- Chính thức khi nào chị sẽ phát hành album Hà Trần 98-03? Cách chị lấy chồng, <b>rồi ra</b> nước ngoài ở có phải là vì muốn gây bất ngờ cho một cuộc trở lại của \"Tắc kè hoa\" không? Chúc chị có thêm nhiều năng lượng cho một cuộc chinh phục mới.",
      "Và nếu người xem vẫn chưa thấy ấn tượng thì có thể chờ thêm vài tháng nữa <b>rồi ra</b> mắt tác phẩm đã được đạo diễn biên tập lại, và nó phải dài hơn nguyên tác."
    ]
  },
  {
    "word": "rồi sao",
    "definition": "well, what then?",
    "sentences": [
      "Tôi không thể tìm thấy Tim. Cậu ta đi <b>rồi sao</b>?",
      "Bạn đã quên tôi <b>rồi sao</b>?",
      "Cái gì? Đã mười một giờ <b>rồi sao</b>? Tôi cứ tưởng là bây giờ mới tầm khoảng chín giờ.",
      "- Sao với rượu: Mỗi lạng dâm dương hoắc cần dùng 20-25 ml rượu, phun đều <b>rồi sao</b> nhỏ lửa cho đến khi dược liệu khô là được."
    ]
  },
  {
    "word": "rồi sao nữa",
    "definition": "and then what?",
    "sentences": []
  },
  {
    "word": "rồi sau đó",
    "definition": "after which",
    "sentences": [
      "Hãy suy nghĩ thêm <b>rồi sau đó</b> quyết định.",
      "Những người này được uống cafe có chứa caffeine hoặc không có caffeine, <b>rồi sau đó</b> thực hiện một số nhiệm vụ.",
      "\"Ban đầu bạn gặp rất nhiều người ở trường đại học nhưng <b>rồi sau đó</b> sẽ chỉ giới hạn trong một căn phòng chật hẹp.",
      "Để tìm được thức ăn là các loại củ và rễ cây, chúng phải đào khoét những quãng đường lớn đi tới đó, <b>rồi sau đó</b> tìm đường trở về nhà.",
      "Điều này cho phép chúng ta xây dựng được các máy móc có kích thước rất nhỏ <b>rồi sau đó</b> liên kết lại để làm được một bộ máy to hơn có thể khai thác được."
    ]
  },
  {
    "word": "rồi tay",
    "definition": "knock off, have a break",
    "sentences": []
  },
  {
    "word": "rồi thì",
    "definition": "afterwards, and then",
    "sentences": [
      "Vợ là cái thứ phải mất rất nhiều tiền mới có được. Vậy mà khi có xong <b>rồi thì</b>: Bán không ai mua; cho không ai lấy; càng để lâu càng mất giá, nhưng luôn luôn dễ bị mất cắp!",
      "\"Sao Tom không đến vậy?\" \"Hình như nó nói nó bị nhiễm virus máy tính <b>rồi thì</b> phải\" \"Gì cơ? Tom á?\" \"Ừ, hình như nó bị sốt rồi ngủ suốt ngày.\" \"Tao chả hiểu gì hết.\" \"Tao cũng thế.\"",
      "Hình như tôi có nghe qua cái đó ở đâu <b>rồi thì</b> phải.",
      "Đã đi <b>rồi thì</b> muốn ngừng cũng không được nên có khi đâm vào tường.",
      "Nhưng sáng tác lâu <b>rồi thì</b> người nghệ sĩ có thể tìm được cảm hứng từ những thứ rất bình thường xung quanh."
    ]
  },
  {
    "word": "rồi đây",
    "definition": "later, in the future, eventually",
    "sentences": [
      "Mẹ ơi con về <b>rồi đây</b>.",
      "Nhìn này! Khoai tây lăn hết ra ngoài <b>rồi đây</b> này! Bạn chậm tiêu thật đấy..."
    ]
  },
  {
    "word": "rồi đời",
    "definition": "gone, dead",
    "sentences": [
      "Ba năm rưỡi đào vàng ở Phước Sơn không gặp may, hơn một năm bốc vác ở cảng Sài Gòn và <b>rồi đời</b> họ trôi về chợ này đây với số tiền đủ để mua chiếc ba gác cũ với vài chục trái dưa bở."
    ]
  },
  {
    "word": "rồng",
    "definition": "dragon",
    "sentences": [
      "Một ngày tựa mạn thuyền <b>rồng</b> còn hơn chín kiếp ngồi trong thuyền chài .",
      "Vẽ <b>rồng</b> nên giun.",
      "Tom đã giết con <b>rồng</b>.",
      "Bạn có phải là ma cà <b>rồng</b> không?",
      "Bạn có phải là ma cà <b>rồng</b> hay không?"
    ]
  },
  {
    "word": "rồng mây",
    "definition": "dragon in the clouds, happy, blissful, blessed, lucky",
    "sentences": []
  },
  {
    "word": "rồng rắn",
    "definition": "fellow-my-leader",
    "sentences": []
  },
  {
    "word": "rồng rồng",
    "definition": "snake-head mullet fry",
    "sentences": []
  },
  {
    "word": "rồng đất",
    "definition": "physignathus",
    "sentences": []
  },
  {
    "word": "rổ",
    "definition": "basket",
    "sentences": [
      "Tôi thích chơi bóng <b>rổ</b>.",
      "Nó tuy lùn nhưng chơi bóng <b>rổ</b> rất giỏi.",
      "Nó lùn nhưng rất giỏi môn bóng <b>rổ</b>.",
      "Giáo viên toán này cũng là huấn luyện viên của đội bóng <b>rổ</b>.",
      "Tom rất mê bóng <b>rổ</b>."
    ]
  },
  {
    "word": "rổ rá",
    "definition": "baskets",
    "sentences": []
  },
  {
    "word": "rỗ chằng",
    "definition": "thickly pock-marked",
    "sentences": []
  },
  {
    "word": "rỗi",
    "definition": "free, unoccupied",
    "sentences": [
      "Đêm nay tôi rảnh <b>rỗi</b>.",
      "Mày làm gì khi rảnh <b>rỗi</b>?",
      "Bạn làm gì khi rảnh <b>rỗi</b>?",
      "Đọc quyển sách này khi rảnh <b>rỗi</b>.",
      "Cô ấy sử dụng thời gian rảnh <b>rỗi</b> để câu cá."
    ]
  },
  {
    "word": "rỗi bỗng nhiên",
    "definition": "suddenly",
    "sentences": []
  },
  {
    "word": "rỗi việc",
    "definition": "be not very busy, have little to do",
    "sentences": []
  },
  {
    "word": "rỗng",
    "definition": "empty, hollow",
    "sentences": [
      "Không có em, cuộc đời anh hoàn toàn trống <b>rỗng</b>.",
      "Trông ví của Tom như thế nào? — Ví của Tom mỏng và trống <b>rỗng</b>.",
      "Trên bàn ăn có ba chai rượu vang <b>rỗng</b>.",
      "Có ba chai rượu vang <b>rỗng</b> trên bàn.",
      "Giờ đây, Trái Đất đã hoàn toàn trống <b>rỗng</b>. Bóng tối thì ở trên bề mặt của vực sâu. Thánh Linh của Chúa thì nổi trên mặt nước."
    ]
  },
  {
    "word": "rỗng ruột",
    "definition": "empty, hollow, hollow-point (bullet)",
    "sentences": []
  },
  {
    "word": "rỗng tuếch",
    "definition": "completely empty, completely hollow",
    "sentences": []
  },
  {
    "word": "rộc",
    "definition": "small arroyo, small ditch",
    "sentences": []
  },
  {
    "word": "rộn rịch",
    "definition": "bustling tumultuous",
    "sentences": []
  },
  {
    "word": "rộn rực",
    "definition": "be upset, be excited",
    "sentences": []
  },
  {
    "word": "rộng",
    "definition": "roomy, spacious, loose, large; to measure, be (a certain size)",
    "sentences": [
      "Cuộc đời không dài nhưng <b>rộng</b>!",
      "Có cần thiết phải mở <b>rộng</b> sự hiểu biết của con người thông qua thăm dò vũ trụ không?",
      "Nhà của chúng ta đủ <b>rộng</b> cho cả năm người chúng ta.",
      "quần của tôi <b>rộng</b> vì tôi sụt nhiều ký.",
      "Câu chuyện giản dị này có thể được áp dụng rất <b>rộng</b> rãi cho tất cả mọi người."
    ]
  },
  {
    "word": "rộng bụng",
    "definition": "broad-minded, generous, forbearing",
    "sentences": []
  },
  {
    "word": "rộng cẳng",
    "definition": "free; to have a lot of freedom, leeway",
    "sentences": []
  },
  {
    "word": "rộng huếch",
    "definition": "very loose",
    "sentences": []
  },
  {
    "word": "rộng khắp",
    "definition": "extensive, far-reaching, outspread, widespread",
    "sentences": [
      "Thạc sĩ Nguyễn Thị Ngọc Thu, Khoa Nghiên cứu thực phẩm  Trung tâm Dinh dưỡng TP HCM, lưu ý rằng, mặc dù hầu hết các vi sinh vật không gây bệnh, nhưng những vi sinh vật nguy hiểm lại thường có mặt <b>rộng khắp</b> trên đất, trong nước, ở động vật và con người.",
      "Trao đổi với báo giới, Thứ trưởng Thương mại Phan Thế Ruệ cho rằng, doanh nghiệp trong ngành cần xây dựng hệ thống phân phối <b>rộng khắp</b> các địa bàn, đón trước khả năng cạnh tranh gay gắt từ các tập đoàn nước ngoài khi VN mở cửa thị trường này.",
      "Thế nhưng về phía các doanh nghiệp, theo tôi cũng phải có những giải pháp dài hơi, trong đó đặc biệt là xây dựng hệ thống phân phối <b>rộng khắp</b> các vùng, miền, chứ không tập trung cung cấp cho một vài nhà phân phối chính nằm tại các thành phố lớn như hiện nay."
    ]
  },
  {
    "word": "rộng khổ",
    "definition": "ample width (of cloth)",
    "sentences": []
  },
  {
    "word": "rộng lượng",
    "definition": "generous, gracious, tolerant, magnanimous",
    "sentences": [
      "Có như thế mới thông cảm và <b>rộng lượng</b> với nhau, cùng vượt qua khó khăn của cuộc sống."
    ]
  },
  {
    "word": "rộng lớn",
    "definition": "big, large, broad, wide",
    "sentences": [
      "Nước Mỹ rất <b>rộng lớn</b>.",
      "Với một không gian <b>rộng lớn</b>, kiến trúc mở, nhà hàng rất thích hợp cho những buổi hội họp, tiệc butffet, tiệc rượu...",
      "Họ thuộc nền văn hoá có từ trước thời Inca - thống trị một miền đất <b>rộng lớn</b> thuộc Nam Mỹ, từ Colombia tới Chile, cho đến khi bị người Tây Ban Nha lật đổ vào những năm 1530.",
      "Cho tới nay, công trình của tôi vẫn còn là lĩnh vực khá <b>rộng lớn</b>.",
      "Dân vào đào phế liệu đông, lực lượng bảo vệ mỏng trong khi khu vực này quá <b>rộng lớn</b>."
    ]
  },
  {
    "word": "rộng mênh mông",
    "definition": "vast, boundless",
    "sentences": []
  },
  {
    "word": "rộng rãi",
    "definition": "broad, extensive, spacious, widespread, roomy, wide, generous, free",
    "sentences": [
      "Câu chuyện giản dị này có thể được áp dụng rất <b>rộng rãi</b> cho tất cả mọi người.",
      "Căn phòng khá là <b>rộng rãi</b>.",
      "Rắn chuông phân bố <b>rộng rãi</b> ở Mỹ từ bắc New Hampshire đến nam Texas.",
      "Nếu thành công, nó có thể được sử dụng <b>rộng rãi</b> trong công tác dò mìn, đặc biệt trên các vùng đất canh tác\", giám đốc công ty Simon Oostergaard cho biết.",
      "Các chuyên gia cũng dự đoán rằng không lâu nữa, chỉ số đo vòng eo sẽ được sử dụng <b>rộng rãi</b> để phản ánh tình trạng sức khỏe."
    ]
  },
  {
    "word": "rộng thênh thang",
    "definition": "vast, spacious",
    "sentences": []
  },
  {
    "word": "rớm rớm",
    "definition": "to ooze, trickle, seep",
    "sentences": []
  },
  {
    "word": "rớm rớm nước mắt",
    "definition": "tears trickle out",
    "sentences": []
  },
  {
    "word": "rớt",
    "definition": "to fall, drop, crash (of a plane)",
    "sentences": [
      "Bạn thi <b>rớt</b> là đáng đời. Bạn đã không học thi gì cả.",
      "Nghèo <b>rớt</b> mùng tơi.",
      "Do cười quá nhiều, nên tôi suýt bị <b>rớt</b> hàm.",
      "Lẽ ra anh ấy đã có thể học hành chăm chỉ hơn, nhưng anh ấy quá lười và đó là lý do tại sao anh ấy <b>rớt</b> kỳ thi.",
      "- Đặt từng miếng thịt vào giữa miếng lá dứa, xếp cho gọn miếng thịt gấp đôi lá lại, cột thắt gút hai cạnh lá làm một cho sát vào miếng thịt sao cho miếng thịt không <b>rớt</b> ra."
    ]
  },
  {
    "word": "rớt khỏi",
    "definition": "to drop out of",
    "sentences": []
  },
  {
    "word": "rớt oành",
    "definition": "to fall",
    "sentences": []
  },
  {
    "word": "rớt tòm",
    "definition": "to fall, sink",
    "sentences": []
  },
  {
    "word": "rớt tòm vào",
    "definition": "to fall into, sink into",
    "sentences": []
  },
  {
    "word": "rớt tỏm",
    "definition": "to fall into",
    "sentences": []
  },
  {
    "word": "rớt tỏm vào",
    "definition": "to fall into",
    "sentences": []
  },
  {
    "word": "rớt xuống",
    "definition": "to drop, fall down; to crash",
    "sentences": [
      "Phương cho biết, em vẫn nằm trong top 10 của lớp nhưng tháng Giêng này lại <b>rớt xuống</b> 20."
    ]
  },
  {
    "word": "rớt xuống dưới",
    "definition": "to fall down, fall below, fall underneath",
    "sentences": []
  },
  {
    "word": "rớt xuống đất",
    "definition": "to fall to the ground, collapse",
    "sentences": []
  },
  {
    "word": "rờ",
    "definition": "to feel, touch",
    "sentences": [
      "Hầu như \"<b>rờ</b>\" đến đâu cũng đã có quy hoạch hết.",
      "Rút cuộc, khi pháp luật <b>rờ</b> đến, thì người vi phạm hợp đồng lao động lại chính là người chịu thiệt thòi\", vị cán bộ này nói."
    ]
  },
  {
    "word": "rờ rẩm",
    "definition": "feel in the dark, grope in the dark",
    "sentences": []
  },
  {
    "word": "rờ rệt",
    "definition": "to grope",
    "sentences": []
  },
  {
    "word": "rờ rỡ",
    "definition": "brilliant, sparkling, glittering, beaming, flourishing, radiant",
    "sentences": []
  },
  {
    "word": "rờ vào",
    "definition": "to feel",
    "sentences": []
  },
  {
    "word": "rời",
    "definition": "to leave, break off, detach",
    "sentences": [
      "Mau <b>rời</b> khỏi đây. Cảnh sát tới bây giờ.",
      "Buổi sáng bạn <b>rời</b> khỏi nhà vào lúc mấy giờ?",
      "Con Tàu sẽ <b>rời</b> khỏi Honolulu vào ngày mai",
      "Chúng tôi <b>rời</b> nước này hẳn.",
      "Anh ấy phải <b>rời</b> bỏ làng."
    ]
  },
  {
    "word": "rời bỏ",
    "definition": "to leave, quit, drop",
    "sentences": [
      "Anh ấy phải <b>rời bỏ</b> làng.",
      "Tại sao ông ta lại <b>rời bỏ</b> nhiệm sở?",
      "Bạn đang cố <b>rời bỏ</b> tôi có đúng không?",
      "Tom đã tự hỏi vì sao vợ anh ta <b>rời bỏ</b> anh ta.",
      "Song nếu áp suất tiếp tục giảm tới mức nguy hiểm, hai cư dân của ISS là Michael Foale (người Mỹ) và kỹ sư bay người Nga Alexander Kaleri có thể phải <b>rời bỏ</b> trạm, nhanh chóng quay về trái đất trên một môđun đang gắn trên đó."
    ]
  },
  {
    "word": "rời bỏ chức vụ",
    "definition": "to leave office, give up a function, responsibility",
    "sentences": []
  },
  {
    "word": "rời chức vụ",
    "definition": "to leave office, resign one’s position",
    "sentences": []
  },
  {
    "word": "rời ghế nhà trường",
    "definition": "to leave school, finish with school",
    "sentences": []
  },
  {
    "word": "rời khu vực",
    "definition": "to leave the area",
    "sentences": []
  },
  {
    "word": "rời khỏi",
    "definition": "to depart, leave",
    "sentences": [
      "Mau <b>rời khỏi</b> đây. Cảnh sát tới bây giờ.",
      "Buổi sáng bạn <b>rời khỏi</b> nhà vào lúc mấy giờ?",
      "Con Tàu sẽ <b>rời khỏi</b> Honolulu vào ngày mai",
      "Anh ta sống tách <b>rời khỏi</b> gia đình.",
      "Anh ấy luôn luôn <b>rời khỏi</b> nhà vào lúc bảy giờ."
    ]
  },
  {
    "word": "rời miệng",
    "definition": "to have just finished speaking",
    "sentences": []
  },
  {
    "word": "rời ngai vàng",
    "definition": "to abdicate, give up the throne",
    "sentences": []
  },
  {
    "word": "rời nhà",
    "definition": "to leave one’s house or home",
    "sentences": []
  },
  {
    "word": "rời nơi làm việc",
    "definition": "to leave work",
    "sentences": []
  },
  {
    "word": "rời quê hương",
    "definition": "to leave one’s homeland",
    "sentences": []
  },
  {
    "word": "rời rã",
    "definition": "exhausted",
    "sentences": []
  },
  {
    "word": "rời rạc",
    "definition": "disconnected, disjointed, discrete",
    "sentences": [
      "Thịt bì được coi là ngon khi gắp thịt ra dĩa, miếng thịt phải <b>rời rạc</b>, khô ráo bốc mùi thơm và người ăn có cảm giác thịt không chua lắm.",
      "Sau đó cho thịt vào ống nứa tươi mới tốt, nén thịt xuống vừa phải, không chặt quá, cũng không để thịt <b>rời rạc</b> quá, thịt sẽ không chua đều; rồi nút ống lại bằng lá chuối, lá dong, nút làm hai lớp, lớp thứ nhất vo tròn lá, đút sâu vào trong ống, lớp thứ hai dùng lá trùm miệng ống bên ngoài, lấy lạt buộc chặt.",
      "Milan có hàng tiền vệ rất mạnh, hơn nữa họ thi đấu gắn bó chứ không <b>rời rạc</b> như chúng tôi.",
      "có tiết tấu khi nhanh khi chậm đã làm cốt truyện của clip trở nên vỡ vụn, <b>rời rạc</b>."
    ]
  },
  {
    "word": "rời tay",
    "definition": "to let go of (somebody, something), part with; to rest",
    "sentences": []
  },
  {
    "word": "rời đất nước",
    "definition": "to leave one’s country",
    "sentences": []
  },
  {
    "word": "rờm tai",
    "definition": "boring to hear",
    "sentences": []
  },
  {
    "word": "rờn",
    "definition": "be quite green",
    "sentences": []
  },
  {
    "word": "rờn rợn",
    "definition": "to shiver, tremble, quiver, shake",
    "sentences": []
  },
  {
    "word": "rởm đời",
    "definition": "show off in a ludicrous manner, be come ridiculous",
    "sentences": []
  },
  {
    "word": "rởn",
    "definition": "shiver with fear, have one’s flesh creeping",
    "sentences": []
  },
  {
    "word": "rỡ",
    "definition": "(1) radiant; (2) to land, unload, discharge",
    "sentences": [
      "Mặt trời tỏa sáng rực <b>rỡ</b>.",
      "Những bức tranh kính rực <b>rỡ</b> ốp trần và gắn trên tường, bàn ghế lịch sự như làm bữa ăn ngon thêm.",
      "Ngay từ những ngày đầu tháng 12, quán được trang hoàng rực <b>rỡ</b> đầy màu sắc của một mùa Giáng sinh.",
      "Với hai mươi bức ảnh lột tả chân dung các thiếu nữ dân tộc, trong những trang phục rực <b>rỡ</b> sắc màu, nhà hàng Spices Garden mang một sắc thái riêng, ấm cúng và độc đáo.",
      "Mâm cơm chay là nghệ thuật ẩm thực, vừa là nghệ thuật tạo hình, rực <b>rỡ</b> sắc màu, tất cả bắt nguồn từ hoa, quả, thực vật."
    ]
  },
  {
    "word": "rỡn",
    "definition": "to jest, joke",
    "sentences": []
  },
  {
    "word": "rỡn lại",
    "definition": "to joke back, say back jokingly",
    "sentences": []
  },
  {
    "word": "rợ",
    "definition": "savage, barbarian",
    "sentences": [
      "Quan tòa đang trao đổi ý kiến với nhau về vụ án giết người man <b>rợ</b> đó.",
      "Trước hết cần phải nói đây là một loại mắm rất ngon, không như những lời đồn đại đâu đó cho rằng đây là loại mắm \"mọi <b>rợ</b>\".",
      "Cùng với thời gian, họ biến thành người mọi <b>rợ</b>, người giống khỉ."
    ]
  },
  {
    "word": "rợm",
    "definition": "not exposed to the sun, in the shade",
    "sentences": []
  },
  {
    "word": "rợn",
    "definition": "frightened, scared",
    "sentences": [
      "Điều đó làm tôi thấy <b>rợn</b> người.",
      "Những lần nghe lại nhạc của mình, tôi cứ có cảm giác rùng <b>rợn</b> như đứng trước gương soi và người trong gương thì đang trò chuyện với mình vậy.",
      "Những bộ xương người lủng lẳng quần nhau với binh lính tạo sự rùng <b>rợn</b> với khán giả yếu bóng vía."
    ]
  },
  {
    "word": "rợn tóc gáy",
    "definition": "to horripilate, make",
    "sentences": []
  },
  {
    "word": "rợp đất",
    "definition": "cover a large extent of earth (with flags)",
    "sentences": []
  },
  {
    "word": "rục xương",
    "definition": "rot in jail",
    "sentences": []
  },
  {
    "word": "rụng",
    "definition": "to fall (leaves, flower, fruit, hair)",
    "sentences": [
      "Lá <b>rụng</b> xuông mặt đất.",
      "Lúc bạn trở về quê nhà có lẽ cũng là lúc cánh hoa anh đào <b>rụng</b> rơi hết.",
      "Chúng tôi nhìn thấy một cây phong lan tuyệt đẹp với những chiếc lá <b>rụng</b> hàng năm.",
      "Lá và vỏ của cây tràm rơi <b>rụng</b> thành từng lớp của mùa trước đã bắt đầu biến thành lớp mùn là nơi để nấm tràm phát triển.",
      "Giã xong, chọn chiếc mo cau mới <b>rụng</b>, cắt thành từng miếng vuông nhỏ rồi phết thịt vừa giã lên để nướng."
    ]
  },
  {
    "word": "rụng rời",
    "definition": "panic-stricken, hysterical",
    "sentences": []
  },
  {
    "word": "rụng trứng",
    "definition": "ovulation",
    "sentences": [
      "Nhóm của Snowdon đã nghiên cứu 4 con khỉ đuôi sóc đực, cho chúng ngửi các mẫu chất bài tiết lấy từ những con cái đang trong thời kỳ <b>rụng trứng</b>.",
      "Buồng trứng là nơi sản sinh hoóc môn sinh dục nữ oestrogen - chất cần thiết cho sự <b>rụng trứng</b>."
    ]
  },
  {
    "word": "rụng tốc",
    "definition": "to lose one’s hair",
    "sentences": []
  },
  {
    "word": "rụng xuống",
    "definition": "to fall down",
    "sentences": []
  },
  {
    "word": "rụng đầu",
    "definition": "to be beheaded",
    "sentences": []
  },
  {
    "word": "rụt",
    "definition": "to withdraw, take back",
    "sentences": [
      "Trước nay, một máy bay chiến đấu chỉ lạng tránh tên lửa chứ chưa bao giờ cụp hoặc <b>rụt</b> cánh được.",
      "Song những máy bay dân dụng tương lai có thể áp dụng kỹ thuật tưởng như hoang đường đó nhằm thoát khỏi nguy cơ khủng bố, hoặc an toàn <b>rụt</b> cánh khi bay qua khu vực có từ trường mạnh hoặc bão tố.",
      "Trong khi cá trong biển cũng ít, loài chim này đã quay ra xơi những con chim biển khác, như hải âu <b>rụt</b> cổ, chim uria, mòng biển xira và hải âu fumma.",
      "Hai tuần trở lại đây,một loại gà lông màu xám nhạt, mào <b>rụt</b> nhỏ mà giới kinh doanh gọi là gà \"trọc\" bắt đầu được tiêu thụ tràn lan ở hầu khắp các chợ trung tâm và nhà hàng tại thị xã Móng Cái.",
      "Bệnh Morquio làm cho người ta có đốt sống cổ ngắn, trông như cổ <b>rụt</b>, lồng ngực biến dạng, chân hình chữ X."
    ]
  },
  {
    "word": "rụt rè",
    "definition": "timid, coy, shy, meek",
    "sentences": [
      "Bằng những bài hát dễ nghe, lời lẽ bình dân ướt át, bằng sự <b>rụt rè</b> để mãi giữ vẻ trẻ con trộn với sự ngổ ngáo để \"manly\" hơn một chút, Phúc đã có cả vạn fan thiếu niên.",
      "Dù <b>rụt rè</b> nhưng có lần tôi nói thẳng với các thày dạy rằng: Em thấy việc học hành ở trường lớp không thiết thực, mình đang lao vào những thứ mà âm nhạc châu Âu đã bỏ đi từ lâu."
    ]
  },
  {
    "word": "rủ",
    "definition": "(1) to invite, ask; (2) to hang down, droop",
    "sentences": [
      "Bạn có định <b>rủ</b> cô ấy đi tiệc không ?",
      "Mái tóc dài của cô ấy <b>rủ</b> xuống đôi bờ vai.",
      "Cứ khoảng 11h30-12h trưa là công nhân viên chức í ới <b>rủ</b> nhau đi ăn cơm văn phòng.",
      "Cứ từ tháng giêng âm lịch đến cuối mùa hạ, người dân miền đông Quảng Ngãi, nơi con sông Trà đổ ra biển (cửa Đại Cổ Lũy) lại <b>rủ</b> nhau đi nhủi (cào, bắt) don.",
      "Sau buổi diễn khuya, Hưng thường <b>rủ</b> bạn bè đi ăn ốc, để bổ sung calcium và khoáng chất cho cơ thể và cũng là món khoái khẩu của Hưng."
    ]
  },
  {
    "word": "rủ lòng",
    "definition": "condescend",
    "sentences": []
  },
  {
    "word": "rủ rê",
    "definition": "to invite, entice",
    "sentences": [
      "Đã tốt nghiệp THPT và đang chờ thi vào Đại học Y khoa để nối tiếp truyền thống của gia đình, vậy mà chỉ trong một phút yếu lòng, nghe bạn bè <b>rủ rê</b> đã tìm đến ma túy...",
      "Về lại thành phố lại bị bạn bè cũ <b>rủ rê</b> nên em dính lại, còn lần này em quyết định ở đây cho đến khi cảm thấy đủ tự tin mới về\".",
      "Đúng ra là được trở về với gia đình, nhưng trong lần về phép gần đây nhất em thấy mình vẫn chưa đủ bản lĩnh để từ chối những lời mời mọc <b>rủ rê</b> của bạn bè, vì vậy nên em quyết định ở lại thêm một thời gian nữa để ổn định tư tưởng, điều này thì gia đình em rất đồng ý\"."
    ]
  },
  {
    "word": "rủa",
    "definition": "to curse",
    "sentences": [
      "Bà ấy nguyền <b>rủa</b> hắn vì đã gây ra tai nạn.",
      "Bạn có hay chửi <b>rủa</b> các lái xe khác hoặc dùng tay thể hiện những hành vi tục tĩu? Trong khi 87% cho rằng họ ít ra cũng là những tài xế lịch sự, một nửa không ngần ngại nói sẵn sàng có những hành động thô thiển hoặc lời nhận xét thô lỗ với tài xế khác, đặc biệt là những người cắt đường họ.",
      "Không ít lần, tay vợt người Nga đã không nén được tức giận, đập vợt, chửi <b>rủa</b>."
    ]
  },
  {
    "word": "rủi",
    "definition": "unlucky, unhappy, unfortunate",
    "sentences": [
      "Đó vẫn là một <b>rủi</b> ro lớn.",
      "Theo quan điểm của anh ấy, sự thống trị của tiếng Anh đang đe dọa đến những di sản của loài người. Điều này còn gây ra một <b>rủi</b> ro xấu hơn: thứ \"ngôn ngữ duy nhất\" này sẽ dẫn đến một \"cách suy nghĩ duy nhất\" - cách suy nghĩ mà khiến chúng ta bị ám ảnh bởi đồng tiền và chủ nghĩa tiêu dùng.",
      "Theo quan điểm của ông ấy, sự thống trị của tiếng Anh đang đe dọa đến những di sản của loài người. Điều này còn tạo ra một <b>rủi</b> ro xấu hơn: thứ \"ngôn ngữ duy nhất\" này sẽ dẫn đến một \"cách suy nghĩ duy nhất\" - cách suy nghĩ mà khiến chúng ta bị ám ảnh bởi đồng tiền và chủ nghĩa tiêu thụ.",
      "Hôm nay tôi đến đây để nói về những <b>rủi</b> ro đến từ các phần mềm sở hữu độc quyền.",
      "Chúng tôi sẽ cố gắng giảm thiểu những <b>rủi</b> ro cho công chúng."
    ]
  },
  {
    "word": "rủi may",
    "definition": "(by) pure chance",
    "sentences": []
  },
  {
    "word": "rủi ro",
    "definition": "accident, incident, failure (of a business); unlucky, unhappy, unfortunate",
    "sentences": [
      "Đó vẫn là một <b>rủi ro</b> lớn.",
      "Theo quan điểm của anh ấy, sự thống trị của tiếng Anh đang đe dọa đến những di sản của loài người. Điều này còn gây ra một <b>rủi ro</b> xấu hơn: thứ \"ngôn ngữ duy nhất\" này sẽ dẫn đến một \"cách suy nghĩ duy nhất\" - cách suy nghĩ mà khiến chúng ta bị ám ảnh bởi đồng tiền và chủ nghĩa tiêu dùng.",
      "Theo quan điểm của ông ấy, sự thống trị của tiếng Anh đang đe dọa đến những di sản của loài người. Điều này còn tạo ra một <b>rủi ro</b> xấu hơn: thứ \"ngôn ngữ duy nhất\" này sẽ dẫn đến một \"cách suy nghĩ duy nhất\" - cách suy nghĩ mà khiến chúng ta bị ám ảnh bởi đồng tiền và chủ nghĩa tiêu thụ.",
      "Hôm nay tôi đến đây để nói về những <b>rủi ro</b> đến từ các phần mềm sở hữu độc quyền.",
      "Chúng tôi sẽ cố gắng giảm thiểu những <b>rủi ro</b> cho công chúng."
    ]
  },
  {
    "word": "rủn",
    "definition": "limp, flaccid",
    "sentences": []
  },
  {
    "word": "rủn chí",
    "definition": "dejected, downcast, discouraged",
    "sentences": []
  },
  {
    "word": "rủn tỷ",
    "definition": "to become limp with fear",
    "sentences": []
  },
  {
    "word": "rủng rỉnh",
    "definition": "clanging of coins",
    "sentences": [
      "21 tuổi, trong lúc mọi người phải chật vật và loay hoay tìm cho mình chỗ đứng trong làng nhạc, Tâm đã <b>rủng rỉnh</b> và đường hoàng đứng vào vị trí của một ngôi sao."
    ]
  },
  {
    "word": "rức",
    "definition": "aching",
    "sentences": []
  },
  {
    "word": "rức đầu",
    "definition": "to have a headache",
    "sentences": []
  },
  {
    "word": "rừng",
    "definition": "forest, jungle",
    "sentences": [
      "Những người đi chơi cuốc bộ hãy mang địa bàn để tìm lối đi qua các khu <b>rừng</b>.",
      "Bắt thỏ <b>rừng</b> bằng tay thì khó.",
      "Gió mạnh đột khởi cố bứt đi những chiếc lá trong <b>rừng</b> cây.",
      "Cô ấy nói rằng cô ấy đi ở trong <b>rừng</b> để tìm kiếm hoa dại.",
      "Hôm qua chúng tôi đi xe đạp trong <b>rừng</b>."
    ]
  },
  {
    "word": "rừng chồi",
    "definition": "young offshoot forest",
    "sentences": []
  },
  {
    "word": "rừng cây",
    "definition": "forest, jungle",
    "sentences": [
      "Gió mạnh đột khởi cố bứt đi những chiếc lá trong <b>rừng cây</b>."
    ]
  },
  {
    "word": "rừng cây im lìm",
    "definition": "quiet woods, forest",
    "sentences": []
  },
  {
    "word": "rừng cấm",
    "definition": "protected forest",
    "sentences": []
  },
  {
    "word": "rừng già",
    "definition": "forest of high trees",
    "sentences": [
      "Tương truyền nấm linh chi có thể chữa được bách bệnh và chỉ có ở những khu <b>rừng già</b>.",
      "Nhờ đó, thành phố tồn tại được qua nhiều thế kỷ chiến tranh, trước khi bị bỏ hoang thành <b>rừng già</b> hơn 1.200 năm trước."
    ]
  },
  {
    "word": "rừng nguyên sinh",
    "definition": "primitive forest",
    "sentences": [
      "Đặt chân đến đảo Phú Quốc (Kiên Giang), du khách sẽ bị hấp dẫn bởi vẻ đẹp của những bờ biển, dòng suối, <b>rừng nguyên sinh</b>..."
    ]
  },
  {
    "word": "rừng nguyên thủy",
    "definition": "virgin forest",
    "sentences": []
  },
  {
    "word": "rừng nhám",
    "definition": "forest frequented by wild animals and robbers",
    "sentences": []
  },
  {
    "word": "rừng núi",
    "definition": "forest and mountain",
    "sentences": [
      "Theo ông, Việt Nam có quá nhiều điểm du lịch hấp dẫn, như Vịnh Hạ Long, đỉnh Phanxipang, vùng <b>rừng núi</b> Tây Bắc, đường mòn Trường Sơn, Đà Lạt, núi rừng Tây Nguyên..."
    ]
  },
  {
    "word": "rừng núi bạt ngàn",
    "definition": "mountains and forests are thick and interminable",
    "sentences": []
  },
  {
    "word": "rừng phòng hộ",
    "definition": "protective forest",
    "sentences": [
      "Tin từ Đak Tô ngày 26/3 cho biết: Kiểm tra 240,9 ha tại các tiểu khu 298, 299, 301 thuộc Chương trình trồng <b>rừng phòng hộ</b> 327 từ những năm trước, đoàn kiểm tra của huyện phát hiện có tới 138,4 ha không có rừng, thay vào đó là sắn và một số cây trồng khác."
    ]
  },
  {
    "word": "rừng rú",
    "definition": "brushwood",
    "sentences": []
  },
  {
    "word": "rừng rậm",
    "definition": "dense wood, thick forest",
    "sentences": [
      "Hổ sống trong <b>rừng rậm</b>, sư tử sống ở xavan.",
      "Vào cuối thế kỷ 19, trong các khu <b>rừng rậm</b> ở Đông Phi, giữa hai dòng sông Zambezi và Limpopo, các nhà thám hiểm đã tìm thấy một lâu đài bằng đá bỏ hoang có tháp cao tới 15m và còn để lại dấu ấn của các lò luyện kim.",
      "Nhà nghiên cứu người Pháp Mubo còn phát hiện thấy một kỳ tích kiến trúc trong các khu <b>rừng rậm</b> ở Đông Dương, đó là Angco Vat.",
      "Nhím là động vật ưa hoạt động về đêm, ngày ẩn trong các hang hốc ở bãi cỏ hoặc <b>rừng rậm</b> ở dốc núi, đến đêm bò ra kiếm ăn; có lúc đi thành đàn nhỏ vài con để hoạt động."
    ]
  },
  {
    "word": "rừng thông",
    "definition": "pine forest",
    "sentences": []
  },
  {
    "word": "rửa",
    "definition": "to wash, clean",
    "sentences": [
      "Bạn có thể giúp tôi <b>rửa</b> bát đĩa không?",
      "Bạn có thể giúp tôi <b>rửa</b> bát đĩa?",
      "Lát nữa tôi phải cọ <b>rửa</b> buối sáng.",
      "Xe hơi này được <b>rửa</b> khi nào?",
      "Mưa đã <b>rửa</b> sạch mặt đất."
    ]
  },
  {
    "word": "rửa chén",
    "definition": "to wash dishes",
    "sentences": [
      "Chúng tôi có một máy <b>rửa chén</b>.",
      "Tom <b>rửa chén</b> xong rồi.",
      "Buổi trình diễn trên do Electrolux tổ chức tại Kuala Lumpur vào giữa tháng 7 nhân dịp giới thiệu các sản phẩm thiết bị nhà bếp mới đến thị trường các nước như: Tủ lạnh, máy hút mùi, lò vi sóng, lò nướng, máy <b>rửa chén</b>...",
      "Tại các trung tâm giới thiệu việc làm, rất nhiều yêu cầu tuyển dụng lao động phổ thông như phục vụ quán ăn, cà phê, bốc vác, thợ hàn, thợ điện, giao hàng, bảo vệ, bán hàng, <b>rửa chén</b>& lương từ 400.000-1.000.000 đồng.",
      "Các tờ rao tuyển <b>rửa chén</b>, tạp vụ quán ăn, làm việc nhà với mức lương 300.000-400.000 đồng/tháng, bao ăn ở khá nhiều nhưng rất ít người tới đăng ký."
    ]
  },
  {
    "word": "rửa chén bát",
    "definition": "to wash the dishes",
    "sentences": []
  },
  {
    "word": "rửa mặn",
    "definition": "remove salt from, desalt (rice-fields)",
    "sentences": []
  },
  {
    "word": "rửa mặt",
    "definition": "to wash one’s face",
    "sentences": [
      "Tom và Mary đã <b>rửa mặt</b>.",
      "Dọn bồn <b>rửa mặt</b>.",
      "- Hằng ngày, Hưng <b>rửa mặt</b> và dưỡng da bằng sản phẩm của Shiseido.",
      "Ngoài ra, để bảo vệ da mặt, nên <b>rửa mặt</b> bằng nước ấm pha một ít glyxerin hoặc bôi kem có vitamin A hay dầu gấc.",
      "Khi bị mụn trứng cá nhiều, cần vệ sinh da hợp lý (thường xuyên <b>rửa mặt</b> bằng các loại sữa <b>rửa mặt</b> phù hợp)."
    ]
  },
  {
    "word": "rửa nhục",
    "definition": "to wash out an insult",
    "sentences": []
  },
  {
    "word": "rửa ruột",
    "definition": "administer an enema",
    "sentences": []
  },
  {
    "word": "rửa ráy",
    "definition": "wash",
    "sentences": []
  },
  {
    "word": "rửa tay",
    "definition": "to wash one’s hands",
    "sentences": [
      "Bạn <b>rửa tay</b> chưa?",
      "Bạn <b>rửa tay</b> chưa vậy?",
      "Bạn <b>rửa tay</b> chưa thế?",
      "Muốn hết ngứa, hãy hơ tay lên bếp lửa, hoặc <b>rửa tay</b> trong dung dịch nước ấm pha chút giấm chua.",
      "Trong toilet ở nhiều quán còn có dòng chữ \"Nhân viên sau khi đi toilet phải <b>rửa tay</b> sạch trước khi làm tiếp\" bằng tiếng Anh, có lẽ phần nào để trấn an nỗi e ngại vệ sinh của người Mỹ, vốn đi đâu cũng kè kè một lọ thuốc xoa tay \"để giết vi trùng khi không có điều kiện <b>rửa tay</b>\"."
    ]
  },
  {
    "word": "rửa tiền",
    "definition": "to launder money",
    "sentences": []
  },
  {
    "word": "rửa tội",
    "definition": "to baptize, christen",
    "sentences": []
  },
  {
    "word": "rửa ảnh",
    "definition": "to develop a film, develop photos",
    "sentences": []
  },
  {
    "word": "rữa",
    "definition": "to decompose, get rot",
    "sentences": [
      "Chúng bị thối <b>rữa</b> rất nhanh: xác một con khỉ đột phân huỷ hoàn toàn chỉ trong 1 tháng.",
      "Thậm chí phải vài năm, thi hài mới <b>rữa</b> hoàn toàn.",
      "\"Mặc dù không có những lớp vải bọc bằng lanh cho thấy con vật đã được ướp xác, song có những bằng chứng khác chỉ ra điều đó là thật - ấy là vị trí của bộ xương, sự có mặt của những những mảnh mô nhỏ đã mủn <b>rữa</b> ra bên trong hốc răng, đất cát phủ bên trên và sự tô màu bộ xương tương tự như những xác ướp mèo được tìm thấy trong khu vực\", các nhà nghiên cứu cho biết.",
      "Trên đường từ cây cầu Bằng Lăng, thuộc quốc lộ 91 vào vườn cò, xác vịt chết đang thối <b>rữa</b> trôi lềnh bềnh trên khúc rạch Bằng Lăng.",
      "Đi sâu vào cuối ấp Phúc Lộc 1 (xã Trung Nhứt), xác vịt, gà chết tấp vào đống chất trên sông, cũng ở giai đoạn đang thối <b>rữa</b>, bốc mùi nồng nặc."
    ]
  },
  {
    "word": "rữa nát",
    "definition": "decomposed and crushed",
    "sentences": []
  },
  {
    "word": "rựa",
    "definition": "bush-hook",
    "sentences": [
      "Loại nấm này có nhiều ở Phú Quốc và có thể làm món gà luộc xúp nấm hoặc chọn cá <b>rựa</b>, cá nhồng lấy thịt làm chả cá viên nấu với nấm thì phải biết...",
      "Nhưng nếu chịu khó một tí, kiếm cá <b>rựa</b> hoặc cá nhồng lấy thịt làm chả cá viên nấu với nấm thì mới đúng là tuyệt cú mèo.",
      "Dùng mũi dao mũi <b>rựa</b> nậy từng mảng lớn về nhà đập ra khều lấy ruột."
    ]
  },
  {
    "word": "rựa quéo",
    "definition": "bill-hook, hedge-bill",
    "sentences": []
  },
  {
    "word": "rực lửa",
    "definition": "flaming",
    "sentences": []
  },
  {
    "word": "rực rỡ",
    "definition": "brilliant, spectacular",
    "sentences": [
      "Mặt trời tỏa sáng <b>rực rỡ</b>.",
      "Những bức tranh kính <b>rực rỡ</b> ốp trần và gắn trên tường, bàn ghế lịch sự như làm bữa ăn ngon thêm.",
      "Ngay từ những ngày đầu tháng 12, quán được trang hoàng <b>rực rỡ</b> đầy màu sắc của một mùa Giáng sinh.",
      "Với hai mươi bức ảnh lột tả chân dung các thiếu nữ dân tộc, trong những trang phục <b>rực rỡ</b> sắc màu, nhà hàng Spices Garden mang một sắc thái riêng, ấm cúng và độc đáo.",
      "Mâm cơm chay là nghệ thuật ẩm thực, vừa là nghệ thuật tạo hình, <b>rực rỡ</b> sắc màu, tất cả bắt nguồn từ hoa, quả, thực vật."
    ]
  },
  {
    "word": "run người",
    "definition": "to shiver",
    "sentences": []
  }
]