[
  {
    "word": "Xin ông cho biết ý kiến",
    "definition": "Please give (us) your opinion",
    "sentences": []
  },
  {
    "word": "Xin ông cứ coi",
    "definition": "Please take a look",
    "sentences": []
  },
  {
    "word": "Xiêm",
    "definition": "Siam, Thailand",
    "sentences": []
  },
  {
    "word": "Xô Viết",
    "definition": "Soviet",
    "sentences": [
      "USSR là từ viết tắt của \"Cộng hòa Xã hội chủ nghĩa Liên bang <b>Xô Viết</b>\".",
      "Vào đầu năm 1995, công ty TNHH Công nông nghiệp Lâm Viên (công ty Lâm Viên) ký hợp đồng số 03/HĐ95 thuê khu đất diện tích khoảng 2.400 m2 trên đường <b>Xô Viết</b> Nghệ Tỉnh do UBND phường 28, Bình Thạnh quản lý để xây dựng khu hoa viên cây kiểng phục vụ du lịch, nghỉ ngơi, giải trí.",
      "Tại TP HCM, các chợ trên đường <b>Xô Viết</b> Nghệ Tĩnh, Bạch Đằng, Ung Văn Khiêm những điểm bày bán trứng gà, vịt \"chui\", do bán rất chậm, giá trứng cũng giảm còn 700 đồng/quả, trong khi cách đây khoảng nửa tháng, giá mỗi quả là 1.500 đồng.",
      "Tuy nhiên, ông Hà Văn Dũng, Giám đốc Sở Giao thông công chính TP HCM, cho rằng phương án này có thể phải giải tỏa nhiều nhà ở đường <b>Xô Viết</b> Nghệ Tĩnh, việc tách nhập dòng ở các ngã 3 khá nguy hiểm.",
      "Khu du lịch Bình Quới 1, đường <b>Xô Viết</b> Nghệ Tĩnh, phường 28, Bình Thạnh, sẽ tổ chức ngày giỗ nhạc sĩ bằng đêm nhạc duy nhất vào 19h30 ngày 1/4 với chủ đề Từ khi trăng là nguyệt, tại Hội Ngộ Quán."
    ]
  },
  {
    "word": "xa",
    "definition": "far (away), distant, remote",
    "sentences": [
      "Ngày mai còn <b>xa</b> lắm.",
      "Đến sân bay <b>xa</b> bao nhiêu?",
      "Họ tiếp tục đi <b>xa</b> hơn.",
      "Người đàn ông đó đứng cách <b>xa</b> một chút nhưng ông ta quay lại khi nghe thấy Tôm hét to.",
      "Nhìn <b>xa</b> được đến đâu, vẫn chỉ trông thấy một cánh đồng lúa mỳ."
    ]
  },
  {
    "word": "xa bô",
    "definition": "clog, sabot",
    "sentences": []
  },
  {
    "word": "xa ca rin",
    "definition": "saccharin",
    "sentences": []
  },
  {
    "word": "xa cách",
    "definition": "far away from, distant, separated from",
    "sentences": [
      "Họ tình cờ gặp nhau ở công viên trung tâm sau 50 năm <b>xa cách</b>.",
      "Thi thoảng anh ấy rất <b>xa cách</b>.",
      "Những trẻ như vậy thường cô độc, đồng thời cũng <b>xa cách</b> với cha mẹ.",
      "Trở lại Việt Nam sau 9 năm <b>xa cách</b>, Tavares sẽ gặp không ít thách thức khi dẫn dắt đội tuyển quốc gia tranh tài trên các đấu trường.",
      "Em muốn hỏi anh là \"Tại sao những sáng tác của anh lại chủ yếu về chia tay trong tình yêu, là sự <b>xa cách</b> của đôi tình nhân."
    ]
  },
  {
    "word": "xa cảng",
    "definition": "bus terminal",
    "sentences": []
  },
  {
    "word": "xa giá",
    "definition": "state-coach, four-wheeled carriage, chariot of the king",
    "sentences": []
  },
  {
    "word": "xa gần",
    "definition": "far and wide, everywhere",
    "sentences": [
      "Người Tây Đình ít ai làm bánh gio đem bán mà chỉ làm để ăn Tết và biếu tặng họ hàng, bè bạn <b>xa gần</b>."
    ]
  },
  {
    "word": "xa hoa",
    "definition": "luxurious, lavish",
    "sentences": [
      "Xem xét các bậc tiền bối trong nước và gia đình, thành công là nhờ chăm chỉ và tiết kiệm, còn thất bại là do <b>xa hoa</b> và lãng phí.",
      "Tất nhiên vẻ lộng lẫy và <b>xa hoa</b> của buổi lễ hoàn toàn không thể lý giải cho uy tín của giải thưởng Nobel đã tồn tại suốt cả trăm năm qua."
    ]
  },
  {
    "word": "xa hơn",
    "definition": "farther",
    "sentences": [
      "Họ tiếp tục đi <b>xa hơn</b>.",
      "Bạn nên nhìn <b>xa hơn</b>.",
      "Nói cách khác, Abell 2218 được sử dụng như một thấu kính hấp dẫn (gravitational lens) - một vật nền khổng lồ mà qua đó, ánh sáng từ một vật thể ở <b>xa hơn</b> có thể bị bẻ cong và khuếch đại trước khi tới trái đất.",
      "Deborah Jin và cộng sự ở Đại học Colorado, nay đã tiến một bước <b>xa hơn</b>, với việc buộc các nguyên tử kali đơn lẻ thành một hóa đặc.",
      "Khu trải rộng trên 211 triệu hecta, từ đảo Cocos của Costa Rica tới quần đảo Galapagos của Ecuador và <b>xa hơn</b> nữa."
    ]
  },
  {
    "word": "xa lánh",
    "definition": "to keep away from, shun, avoid",
    "sentences": [
      "Ngành showbiz có những đòi hỏi rất khắt khe, nếu bạn <b>xa lánh</b> nó một thời gian thì sẽ không có đà để tiến tới."
    ]
  },
  {
    "word": "xa lông",
    "definition": "living room, salon",
    "sentences": []
  },
  {
    "word": "xa lạ",
    "definition": "foreign, strange, unfamiliar",
    "sentences": [
      "Đó là một lĩnh vực <b>xa lạ</b> đối với tôi.",
      "Hãy coi như chúng ta là người <b>xa lạ</b>.",
      "Các bạn đối xử với nhau như những người <b>xa lạ</b>.",
      "Như vậy, ghi nhận về năng lượng tiêu hao chuyển thành một nguyên lý tổng hợp, biến phương pháp hình học <b>xa lạ</b> thành một bài toán thuần túy: với các mục tiêu và vật cản như vậy thì làm thế nào để thiết lập được hình thức phân phối tốt nhất các lực cản theo thời gian, không gian, mức độ và cấu trúc sao cho hiệu quả hoặc năng lượng cung cấp được tối đa? ",
      "cũng hoàn toàn <b>xa lạ</b> để sử dụng làm nơi sản xuất giống cây trồng."
    ]
  },
  {
    "word": "xa lắc",
    "definition": "very far, far away",
    "sentences": [
      "Thật không công bằng khi phạt tôi chỉ vì một lỗi lầm tôi đã phạm trong quá khứ <b>xa lắc</b> xa lơ."
    ]
  },
  {
    "word": "xa lộ",
    "definition": "road, highway",
    "sentences": [
      "Ngoài ra, theo một giám sát công trình tuyến song hành <b>xa lộ</b> Hà Nội, đối với các công trình vừa thi công, vừa giải tỏa thì việc địa phương cam kết thời gian bàn giao mặt bằng, nhưng không thực hiện được cũng là nguyên nhân khiến công trình bị trì hoãn.",
      "Nhóm trẻ băng qua <b>xa lộ</b> Đại Hàn, bất chấp ôtô xuôi ngược đuổi kịp và bắt gọn 2  tên cướp.",
      "Nhân dịp này, Vitas cũng đề nghị thành phố hỗ trợ việc quy hoạch một quỹ đất rộng khoảng 7,5 ha ở dọc <b>xa lộ</b> Hà Nội để xây dựng trung tâm."
    ]
  },
  {
    "word": "xa lộ thông tin",
    "definition": "information superhighway",
    "sentences": []
  },
  {
    "word": "xa mã",
    "definition": "carriage, cart, coach, horse-drawn vehicle",
    "sentences": []
  },
  {
    "word": "xa mô va",
    "definition": "samovar",
    "sentences": []
  },
  {
    "word": "xa nhất",
    "definition": "farthest away",
    "sentences": [
      "Khoảng cách từ mặt trăng tới trái đất <b>xa nhất</b> là 252,088 dặm, vào khoảng 32 ngày. Còn khi gần nhất là 225,623 dặm, khoảng 28 tới 29 ngày.",
      "Hubble bắt gặp 'vật thể <b>xa nhất</b>'",
      "Các nhà khoa học vừa quan sát được thiên thể <b>xa nhất</b> trong vũ trụ từng tìm thấy tới nay, nhờ sự hỗ trợ của Đài thiên văn Hubble và kính Keck.",
      "Thiên thể đá băng này bay quanh mặt trời ở phía ngoài hành tinh <b>xa nhất</b> trong hệ - Diêm Vương tinh.",
      "Công việc hát và kinh doanh rất ổn định, nhưng chị luôn ao ước: \"Tôi mong được hát ở những vùng sâu nhất, <b>xa nhất</b> của nước mình."
    ]
  },
  {
    "word": "xa phí",
    "definition": "prodigal, lavish, wasteful, thriftless, waste, lavish, squander",
    "sentences": []
  },
  {
    "word": "xa quê hương",
    "definition": "far from home",
    "sentences": [
      "Một người bị đày <b>xa quê hương</b>.",
      "- Điều gì làm ông nhớ nhất khi phải <b>xa quê hương</b>?",
      "Rời <b>xa quê hương</b> cũng có nghĩa là tự huỷ diệt khả năng sáng tạo nghệ thuật của chính mình."
    ]
  },
  {
    "word": "xa rời",
    "definition": "to keep aloof from, diverge from, be remote",
    "sentences": [
      "- Xa rời môi trường làm việc ở VN và thành nhân viên văn phòng dường như là nguy cơ <b>xa rời</b> nghiệp hát đối với chị.",
      "Khi mẹ qua đời, mấy anh chị em chúng tôi hiểu rõ nỗi buồn đau vô hạn của anh Sơn, vì đối với mẹ, anh không một phút <b>xa rời</b>."
    ]
  },
  {
    "word": "xa tanh",
    "definition": "satin",
    "sentences": []
  },
  {
    "word": "xa tít",
    "definition": "far away, as far as the eye can see",
    "sentences": [
      "Nhưng trên thực tế \"tre\" đã \"có vấn đề\" rồi mà \"măng\" thì vẫn \"<b>xa tít</b> mù khơi\" chưa có định hình nào cả."
    ]
  },
  {
    "word": "xa tăng",
    "definition": "Satan",
    "sentences": []
  },
  {
    "word": "xa vọng",
    "definition": "ambition",
    "sentences": []
  },
  {
    "word": "xa vời",
    "definition": "distant, far off, remote",
    "sentences": [
      "Quyển sách này quá <b>xa vời</b> đối với tôi.",
      "Cơ hội lặp lại thành tích xếp thứ 9 trong bảng tổng sắp của năm 2003 đã trở nên quá <b>xa vời</b> với đội quân của HLV Kevin Keegan.",
      "Còn người quản lý của cô, anh Hà Quang Minh, thì cho rằng: \"Từ Diva nghe <b>xa vời</b> với ca sĩ Việt Nam mình quá\".",
      "- Đối với Hà hai chữ diva quá <b>xa vời</b> và có lẽ Hà chưa đủ khả năng để với tới được.",
      "Các fan cho rằng anh cũng không còn trẻ nữa, nên nghĩ đến chuyện riêng là vừa nhưng chàng ca sĩ tâm sự: \"Tình yêu với tôi <b>xa vời</b> lắm, tôi là người tham lam công việc, ôm đồm nhiều thứ, mong muốn làm được nhiều việc hơn nữa nên chưa nghĩ đến chuyện yêu."
    ]
  },
  {
    "word": "xa xí",
    "definition": "to be wasteful",
    "sentences": []
  },
  {
    "word": "xa xôi",
    "definition": "distant, far-away, remote",
    "sentences": [
      "Nhờ vào máy bay mà con người có thể di chuyển giữa các nơi <b>xa xôi</b>.",
      "Cảm ơn bạn đã không quản đường xá <b>xa xôi</b> đến đây!",
      "Cô ấy đến từ một vùng đất <b>xa xôi</b>.",
      "Thấu kính hấp dẫn được dự đoán lần đầu tiên bởi Albert Einstein, là một hiệu ứng quang học đặc biệt cho phép các nhà khoa học thăm dò các vùng <b>xa xôi</b> trong vũ trụ, về thời điểm mà những ngôi sao đầu tiên bắt đầu loé sáng.",
      "Các nhà khoa học hy vọng chiếc xe tự hành này sẽ giúp tìm ra sự sống trên hành tinh <b>xa xôi</b> này."
    ]
  },
  {
    "word": "xa xăm",
    "definition": "very far",
    "sentences": [
      "tại đây bạn có thể thưởng thức món Sò dương nướng mỡ hành, Baba, thịt cừu New Zealand, bò nướng rượu vang được những đầu bếp thực hiện thật ngon miệng và bổ dưỡng, những bữa tiệc tự chọn theo chủ đề hằng tuần Qua ô kính nhỏ, bạn có thể thả hồn mình về một nơi <b>xa xăm</b> trong cảnh hoàng hôn khi chiều xuống.",
      "Hầu hết những bài thơ của tôi được độc giả ưa thích bao giờ cũng bắt đầu từ thế giới <b>xa xăm</b>, vô hình nào đó."
    ]
  },
  {
    "word": "xa xưa",
    "definition": "in the old days, in olden times, long ago",
    "sentences": [
      "Từ <b>xa xưa</b>, thế giới được cai trị bởi các vị thần và các quái vật.",
      "Vì sao khỉ biết làm điều đó? Câu trả lời thật đơn giản: Trước mắt con người, khỉ nhớ lại những thói quen đã từng biến mất thời <b>xa xưa</b>.",
      "Các nhà khoa học hy vọng những thông tin về đá trong các bức tranh sẽ giúp họ hiểu được khí hậu <b>xa xưa</b> trên hành tinh này.",
      "\"Sự sống trên trái đất sinh ra từ đâu?\" là câu hỏi có lẽ <b>xa xưa</b> như chính lịch sử con người.",
      "Chợt vẳng bên tai một giọng nữ nhỏ nhẹ, đọc chậm rãi, có tiết điệu, nghe như từ thuở <b>xa xưa</b> nào vọng đến: \"Váy Đình Bảng buông chùng cửa võng...\"."
    ]
  },
  {
    "word": "xa xỉ",
    "definition": "to waste, squander; luxurious, luxury",
    "sentences": [
      "ngài đã trả cho một tua <b>xa xỉ</b>.",
      "Cái cách uống cà phê phải trả bằng đôla ấy, dù nghe qua có vẻ <b>xa xỉ</b>, nhưng sau một thời gian, đã trở thành phong cách riêng của Panorama.",
      "Vì vậy hãy giúp người phụ nữ của bạn trốn thoát khỏi hiện thực mệt mỏi này, nếu một cuộc đi chơi xa ở biển là quá <b>xa xỉ</b> thì hãy chọn một khách sạn bình dân nào đó.",
      "\"Tôi chẳng cần tiền, những món quà <b>xa xỉ</b> hay thậm chí cơ thể sexy của anh ta.",
      "Cho người ta biết rằng bạn không muốn đi đến một nơi quá <b>xa xỉ</b>."
    ]
  },
  {
    "word": "xa xỉ phẩm",
    "definition": "luxury item or article, luxury goods",
    "sentences": []
  },
  {
    "word": "xan xao",
    "definition": "pale",
    "sentences": []
  },
  {
    "word": "xang",
    "definition": "a musical note",
    "sentences": [
      "Chợt thấy lạnh cả hồn, ngày đầu xuân mà tự nhiên thấy xốn <b>xang</b> tê tái muốn bật lên câu hát: \"Chiều nay gió đông về...",
      "Khán giả nghe nhạc vẫn cảm thấy xốn <b>xang</b> mỗi khi nghe giọng hát dặt dìu, với những nốt luyến láy không thể lẫn."
    ]
  },
  {
    "word": "xanh",
    "definition": "blue, green",
    "sentences": [
      "Con gấu bông màu <b>xanh</b> đẹp hơn chứ.",
      "Chị ấy có đôi mắt <b>xanh</b>",
      "Ngôi nhà có mái màu <b>xanh</b> lá cây là nhà của tôi.",
      "Những ý kiến mầu <b>xanh</b> không mầu ngủ tức tối.",
      "Tôi thích những phụ nữ <b>xanh</b> xao như xác chết."
    ]
  },
  {
    "word": "xanh biếc",
    "definition": "deep blue, sea blue, emerald green",
    "sentences": [
      "Ánh đèn neon <b>xanh biếc</b> hắt lên tường cho không gian của quán thêm phần lãng mạn.",
      "Potomac cafe dưới nền trời và sóng nước <b>xanh biếc</b> của Hồ Tây khá lý tưởng cho những ai muốn đến thư giãn sau những giờ làm việc căng thẳng được tán gẫu với bè bạn, hẹn hò tâm sự và cùng thưởng thức hương vị của những món ăn ngon và đặc sắc bên gia đình."
    ]
  },
  {
    "word": "xanh bủng",
    "definition": "jaundiced",
    "sentences": []
  },
  {
    "word": "xanh cỏ",
    "definition": "dead for a long time",
    "sentences": [
      "Hiện tại, Inuka trông rất ngộ nghĩnh với những vệt <b>xanh cỏ</b> loang lổ trên tai, lưng và chân."
    ]
  },
  {
    "word": "xanh da trời",
    "definition": "azure, sky-blue, cerulean",
    "sentences": [
      "Cảnh sát Mỹ mặc đồng phục màu <b>xanh da trời</b>.",
      "Tôi thích chiếc quần jeans màu <b>xanh da trời</b> này.",
      "Màu của bầu trời là màu <b>xanh da trời</b>.",
      "Tại sao bầu trời có màu <b>xanh da trời</b>?"
    ]
  },
  {
    "word": "xanh lam",
    "definition": "turquoise",
    "sentences": []
  },
  {
    "word": "xanh lá cây",
    "definition": "green",
    "sentences": [
      "Ngôi nhà có mái màu <b>xanh lá cây</b> là nhà của tôi.",
      "Hãy bấm nút màu <b>xanh lá cây</b>. Nếu bạn làm vậy, đèn sẽ được bật sáng.",
      "Loại có vị rau đắng thì có một nửa <b>xanh lá cây</b>, một nửa da cam.",
      "Loại đậu nành và bí ngô có màu trắng và vàng, còn loại vừng và pandan có màu xám và <b>xanh lá cây</b>."
    ]
  },
  {
    "word": "xanh lá mạ",
    "definition": "green",
    "sentences": []
  },
  {
    "word": "xanh lè",
    "definition": "green, unripe",
    "sentences": []
  },
  {
    "word": "xanh lơ",
    "definition": "blue",
    "sentences": [
      "Thân cây sẽ đổi màu từ <b>xanh lơ</b> sang đỏ trong vòng 3-5 tuần tăng trưởng, khi rễ của nó tiếp xúc với NO2, một thành phần có trong thuốc nổ.",
      "Một nghiên cứu mới cho thấy những con ong nghệ khi sinh ra đã không thể cưỡng lại sự hấp dẫn của những bông hoa màu vàng hoặc <b>xanh lơ</b> và có những hình vân toả tròn.",
      "Chẳng hạn, những nghiên cứu khác cho thấy giác quan của ong đặc biệt nhạy cảm với màu tím và <b>xanh lơ</b>."
    ]
  },
  {
    "word": "xanh lướt",
    "definition": "very pale",
    "sentences": []
  },
  {
    "word": "xanh lục",
    "definition": "green",
    "sentences": [
      "Cô ấy đang mặc một cái váy màu <b>xanh lục</b>.",
      "Tấm áo trắng tinh khiết của bà mẹ gấu Sheba và cậu con trai 13 tuổi Inuka ở vườn thú Singapore đã chuyển sang <b>xanh lục</b> vài tuần trước đây, do tảo mọc tốt um trên thân chúng."
    ]
  },
  {
    "word": "xanh ngắt",
    "definition": "very green, deep blue, very pale",
    "sentences": []
  },
  {
    "word": "xanh nhạt",
    "definition": "light blue, light green",
    "sentences": [
      "Con gái tôi mặc một chiếc kimono màu <b>xanh nhạt</b>.",
      "Con gái tôi mặc một chiếc kimono <b>xanh nhạt</b>.",
      "Con rươi lúc mới hớt màu <b>xanh nhạt</b>, sau chuyển sang mầu hồng, lúc rươi ươn hỏng, chuyển sang màu xanh sẫm."
    ]
  },
  {
    "word": "xanh nước biển",
    "definition": "bright green",
    "sentences": []
  },
  {
    "word": "xanh om",
    "definition": "verdant, green",
    "sentences": []
  },
  {
    "word": "xanh rớt",
    "definition": "very pale, sallow",
    "sentences": []
  },
  {
    "word": "xanh rờn",
    "definition": "as green as grass",
    "sentences": []
  },
  {
    "word": "xanh tươi",
    "definition": "green and fresh, verdant, light blue",
    "sentences": [
      "Những con đường lát sỏi đá sẽ dẫn khách đến vị trí ngồi thư giãn khác nhau, nơi nào cũng nhìn thấy hoa, lá, cây cỏ <b>xanh tươi</b>, mát dịu.",
      "Cuống phải tròn, <b>xanh tươi</b>, không bị dập hay quá ngắn cộng với da dưa phải bóng và sậm màu."
    ]
  },
  {
    "word": "xanh tốt",
    "definition": "verdant luxuriant",
    "sentences": [
      "\"Bụi tán sắc ánh sáng theo mọi hướng nhưng nó tán sắc ánh sáng <b>xanh tốt</b> hơn ánh sáng đỏ."
    ]
  },
  {
    "word": "xanh xanh",
    "definition": "bluish, greenish",
    "sentences": []
  },
  {
    "word": "xanh xao",
    "definition": "very pale",
    "sentences": [
      "Tôi thích những phụ nữ <b>xanh xao</b> như xác chết.",
      "Phóng xạ có thể tiêu diệt các tế bào ác tính của bệnh ung thư nhưng cũng gây nên tình trạng hoa mắt, chóng mặt, <b>xanh xao</b> gày yếu, mệt mỏi, ăn uống kém, tim đập không đều, mất ngủ& Nước trà xanh, hoa quả và một số loại thực phẩm khác có tác dụng hạn chế những ảnh hưởng không tốt này.",
      "Cao khỉ có tác dụng bổ can thận, bổ toàn thân, giúp trường thọ, thường dùng cho người ăn ngủ kém, thiếu máu, gầy yếu, <b>xanh xao</b>;  rất tốt cho trẻ em và phụ nữ."
    ]
  },
  {
    "word": "xanh xám",
    "definition": "pale, ash-grey",
    "sentences": [
      "Còn chiếc rìu bôn vai vuông được làm từ đá <b>xanh xám</b> có vân trắng, thân và đốc đều hình thang cân, mặt và đốc rìu bôn cho thấy lúc đầu nó rất vuông vức, tình trạng hiện tại có lẽ do quá trình sử dụng bị sứt mẻ."
    ]
  },
  {
    "word": "xao lãng",
    "definition": "to neglect",
    "sentences": []
  },
  {
    "word": "xao xuyến",
    "definition": "to upset",
    "sentences": []
  },
  {
    "word": "xao động",
    "definition": "agitate",
    "sentences": [
      "Nhưng sự <b>xao động</b> của con tim khi tình yêu rời xa lại trở thành động lực giúp tôi tìm thấy mình ngày hôm nay."
    ]
  },
  {
    "word": "xay",
    "definition": "to grind, husk",
    "sentences": [
      "- 50g tôm bóc vỏ- 50g thịt nạc thái miếng mỏng- 250g mít non luộc, xé miếng nhỏ- Tiêu <b>xay</b>, 1/3 thìa muối, 1/2 thìa đường, 2 nhánh tỏi băm nhỏ, 2 thìa dầu ăn, 1 thìa lá rau răm thái nhỏ, hạt vừng, bánh đa nướng.",
      "- 1 miếng đậu hũ non- 100 g cá thác lác- 6 con tôm bóc vỏ- 5 trái xí muội băm nhuyễn- 1/4 trái thơm (dứa) thái miếng vừa- 1 củ hành tím thái nhuyễn- Đường, bột nêm, tương ớt- Tỏi <b>xay</b>- 3 cọng hành lá thái nhuyễn ",
      "Nguyên liệu: 150 gr tôm sú <b>xay</b> nhuyễn, 25 gr mỡ heo xắt hột lựu, lòng trắng trứng vịt, hành củ, tiêu, đường, muối, mía cắt khúc 8 cm, dưa leo, cà rốt, xà lách, rau quế, đậu phộng, bánh hỏi.",
      "- 2 củ hành tím thái miếng mỏng, tỏi <b>xay</b>, ớt <b>xay</b>, nước cốt chanh, đường, nước mắm.",
      "- 1 muỗng cà-phê dầu điều, tỏi <b>xay</b>, bột nêm, đường, nước mắm "
    ]
  },
  {
    "word": "xe",
    "definition": "automobile, vehicle; to transport, take",
    "sentences": [
      "Khi tôi ra khỏi ga <b>xe</b> lửa, tôi gặp một gã đàn ông.",
      "Đừng mở trước khi <b>xe</b> lửa ngừng lại.",
      "Nóng đến nỗi mà có thể luộc trứng trên nóc <b>xe</b>.",
      "Cái <b>xe</b> đã đụng vô tường.",
      "Tôi có một chiếc <b>xe</b> đạp."
    ]
  },
  {
    "word": "xe ba gác",
    "definition": "delivery tricycle",
    "sentences": [
      "Cấm <b>xe ba gác</b>, 3.000 lao động ở Cần Thơ lo lắng",
      "Ngoài số lượng khoảng 1.500 xe lôi, <b>xe ba gác</b> hoạt động ngoài luồng, HTX hiện quản lý hơn 1.100 xe lôi, <b>xe ba gác</b> với 23 đội xe, hoạt động khắp thành phố.",
      "Họ huy động cả xe máy, <b>xe ba gác</b>, máy xới đi chở gà."
    ]
  },
  {
    "word": "xe buýt",
    "definition": "bus",
    "sentences": [
      "Tôi có thể tìm một chiếc <b>xe buýt</b> đưa đón cho sân bay ở đâu?",
      "Cô đã bất cẩn để quên chiếc ô trên <b>xe buýt</b>.",
      "Có phải Mary sống cạnh nhà tài xế <b>xe buýt</b> - người đã làm việc với Join không?",
      "Tôi lên <b>xe buýt</b> số mấy để tới Waikiki?",
      "Ông hãy lên <b>xe buýt</b> số 5."
    ]
  },
  {
    "word": "xe buýt điện",
    "definition": "electric bus, streetcar",
    "sentences": []
  },
  {
    "word": "xe bò",
    "definition": "oxcart",
    "sentences": [
      "Cư dân địa phương đổ xô lấy cát bằng phương tiện thô sơ như <b>xe bò</b>, xe công nông, cuốc xẻng."
    ]
  },
  {
    "word": "xe bọc thép",
    "definition": "armored vehicle or car",
    "sentences": []
  },
  {
    "word": "xe ca",
    "definition": "long-distance bus, coach",
    "sentences": [
      "Anh ấy đến bằng <b>xe ca</b> hay tầu hỏa?"
    ]
  },
  {
    "word": "xe cam nhông",
    "definition": "truck",
    "sentences": []
  },
  {
    "word": "xe cao su",
    "definition": "rickshaw",
    "sentences": []
  },
  {
    "word": "xe chạy nhanh",
    "definition": "fast car",
    "sentences": []
  },
  {
    "word": "xe chữa cháy",
    "definition": "appliance, fire-engine, fire truck",
    "sentences": [
      "Lực lượng chữa cháy gồm 5 <b>xe chữa cháy</b> và 20 chiến sĩ của Đội PCCC trung tâm và quận Bình Tân vẫn chữa lửa tàn lúc chiều qua."
    ]
  },
  {
    "word": "xe chữa lửa",
    "definition": "fire engine, fire truck",
    "sentences": []
  },
  {
    "word": "xe cút kít",
    "definition": "wheelbarrow",
    "sentences": []
  },
  {
    "word": "xe cải tiến",
    "definition": "improved cart",
    "sentences": []
  },
  {
    "word": "xe cảnh sát",
    "definition": "police car",
    "sentences": [
      "Tom đã trộm một chiếc <b>xe cảnh sát</b>.",
      "Chúng tôi đã nhìn thấy một chiếc <b>xe cảnh sát</b> phóng nhanh hết tốc độ.",
      "Ngoài ra, hầu hết cho biết họ thường xuyên nhìn gương chiếu hậu để kiểm tra liệu có <b>xe cảnh sát</b> hụ còi phía sau hay không.",
      "Theo trung tá Trần Văn Vững, phó trưởng Công an huyện Tân Hiệp, trước lúc gây tai nạn khoảng gần 2h đồng hồ, chiếc xe này đi qua địa phận huyện Kiên Lương đã bị lực lượng cảnh sát kinh tế và cảnh sát 113 phát hiện ra hiệu cho xe dừng lại, nhưng tài xế cho xe vượt trạm ép <b>xe cảnh sát</b> vào lề, buộc lực lượng cảnh sát phải nhờ đến sự hỗ trợ của Công an huyện Tân Hiệp chặn bắt.",
      "Tình trạng lộn xộn trên sân bắt đầu từ một nhóm CĐV có mặt trên sân Olimpico, khi họ tung tin rằng một cậu bé đã bị <b>xe cảnh sát</b> cán chết ngay ngoài SVĐ."
    ]
  },
  {
    "word": "xe cộ",
    "definition": "vehicle",
    "sentences": [
      "Nếu con trai tôi không chết vì tai nạn <b>xe cộ</b>, hôm nay nó đã là sinh viên đại học.",
      "Tai nạn <b>xe cộ</b> xảy ra ở đây nhiều đến mức khó tin, đặc biệt thường xảy ra trong những ngày trời nắng đẹp không mây, tầm nhìn tốt.",
      "Nếu đến một khu vực đông đúc, bạn có mải tìm một chỗ đỗ xe đến nỗi không thể quan sát những phương tiện khác hoặc người đi bộ? Hơn một nửa số người tham gia đều nói nếu phải tìm chỗ đỗ, họ thường tập trung đến nỗi không để ý tới <b>xe cộ</b> khác và hay gặp tai nạn.",
      "Thỉnh thoảng ánh đèn pha của <b>xe cộ</b> qua lại trên quốc lộ bừng sáng lên như đem lại chút văn minh thời đại cho cái chợ âm phủ này.",
      "Đặc biệt lưu ý thời gian trước nhiệt độ tại TP HCM không thể nào cao hơn nhiệt độ tại Đồng Phú hay Xuân Lộc, nhưng những năm gần đây do mật độ người tăng, lượng <b>xe cộ</b> tăng..."
    ]
  },
  {
    "word": "xe cứu thương",
    "definition": "ambulance (vehicle)",
    "sentences": [
      "Tom đã gọi một <b>xe cứu thương</b>.",
      "Gọi <b>xe cứu thương</b> đi."
    ]
  },
  {
    "word": "xe du lịch",
    "definition": "car, automobile",
    "sentences": [
      "Anh Tuấn, lái <b>xe du lịch</b>, cho biết: \"Chạy ở làn trong cùng nguy hiểm quá, qua khỏi trạm soát vé phải lấn sang phải ngay, ép các xe ở những làn kế bên.",
      "Ngoài việc phụ đẩy xích lô, ba gác đạp, còn có xe lam, xe máy, <b>xe du lịch</b>...",
      "Lái <b>xe du lịch</b> chết ngay tại chỗ cùng với 8 hành khách đều là trẻ em và phụ nữ.",
      "Theo Rolf Eckrodt, Chủ tịch Mitsubishi Motors,  ban lãnh đạo hãng nhận định việc bán bớt cổ phiếu trong lĩnh vực sản xuất xe tải và xe buýt \"là một bước hợp lý trong chiến lược tập trung vào chế tạo <b>xe du lịch</b>\"."
    ]
  },
  {
    "word": "xe duyên",
    "definition": "to wed, marry, contract marriage with somebody, to",
    "sentences": []
  },
  {
    "word": "xe goòng",
    "definition": "freight car, wagon, truck, trolley",
    "sentences": []
  },
  {
    "word": "xe gíp",
    "definition": "jeep",
    "sentences": []
  },
  {
    "word": "xe gắn máy",
    "definition": "motorbike, motorcycle",
    "sentences": [
      "Các gia cầm này chủ yếu được mang bằng <b>xe gắn máy</b>, đi nhỏ lẻ.",
      "Sáng 27/1, trên đường Trường Chinh, quận Tân Bình, một đứa bé đang ngồi trên yên <b>xe gắn máy</b> giữa bố và mẹ, trên tay cầm khẩu súng nhựa (dạng súng AK) chĩa lăm lăm vào người đi đường, ngón tay trỏ của thằng bé bóp cò liên tục.",
      "Đi tuyến đường này phải đẩy <b>xe gắn máy</b> xuống ghe chở qua bờ bên kia của con kênh 10 vừa rộng, vừa sâu."
    ]
  },
  {
    "word": "xe hơi",
    "definition": "automobile, car",
    "sentences": [
      "Tôi sẽ đưa anh bằng <b>xe hơi</b>.",
      "Đây là <b>xe hơi</b> của tôi.",
      "Chúng tôi cung cấp phụ tùng cho nhà sản xuất <b>xe hơi</b>",
      "Thoạt trông thấy <b>xe hơi</b> cảnh sát, hắn bỏ chạy.",
      "Chiếc <b>xe hơi</b> đắt nhất giá bao nhiêu?"
    ]
  },
  {
    "word": "xe hơi mơ ước",
    "definition": "the car of one’s dreams",
    "sentences": []
  },
  {
    "word": "xe hỏa",
    "definition": "train",
    "sentences": [
      "Bạn có thể đến văn phòng bằng <b>xe hỏa</b> không?",
      "Họ có thể đi bang <b>xe hỏa</b>."
    ]
  },
  {
    "word": "xe khách",
    "definition": "interprovincial bus, passenger car",
    "sentences": [
      "Nhóm du lịch đã đi lại bằng <b>xe khách</b>.",
      "Hôm qua, Bộ Giao thông Vận tải đưa ra kế hoạch chấn chỉnh hoạt động vận tải khách liên tỉnh như <b>xe khách</b> chạy trên quốc lộ 1 từ bến Giáp Bát tới bến xe miền Đông từ ngày 1/5 phải theo đúng hành trình, không quá tải, giá vé hợp lý, không bắt khách \"ăn cơm giá cao\".",
      "Sở Giao thông vận tải các địa phương phải điều tra các điểm <b>xe khách</b> đón, trả khách không nằm trong quy hoạch địa phương; rà soát các \"bến cóc\" để có kế hoạch xoá trong tháng 4.",
      "Một số đơn vị cho thuê xe trên địa bàn thành phố:- Xí nghiệp <b>xe khách</b> Nam Hà Nội, 313 đường Trường Chinh, ĐT: 8588926-Xí nghiệp Kinh doanh tổng hợp Hà Nội, 32 Nguyễn Công Trứ, ĐT: 5654897/98.",
      "100 đầu xe của Xí nghiệp <b>xe khách</b> Nam Hà Nội nhiều ngày nay luôn hoạt động hết công suất."
    ]
  },
  {
    "word": "xe kéo",
    "definition": "rickshaw",
    "sentences": [
      "Sau đó, ôtô đâm liên tiếp vào 2 chiếc xe đạp, 2 xe Dream, 1 xe Honda 82, cuốn 3 nạn nhân vào gầm <b>xe kéo</b> đi thêm gần 20 m nữa."
    ]
  },
  {
    "word": "xe lam",
    "definition": "motorized mini-bus, three-wheeled taxi",
    "sentences": [
      "Ngoài việc phụ đẩy xích lô, ba gác đạp, còn có <b>xe lam</b>, xe máy, xe du lịch...",
      "Theo điều tra ban đầu tại hiện trường, chiếc <b>xe lam</b> do tài xế Nguyễn Đức Khiêm (sinh năm 1983) chở 22 em học sinh lớp 10A1 và 10A4 của trường phổ thông trung học Trần Quốc Tuấn (huyện Trảng Bom, Đồng Nai) từ trường về nhà, theo hướng Trảng Bom  Biên Hòa.",
      "Thùng xe tải sau khi móc vào <b>xe lam</b> đã kéo giật, làm văng thùng <b>xe lam</b> xuống đường và kéo theo 21 em học sinh ngồi ở sau <b>xe lam</b> (một em ngồi ở cabin).",
      "Về nguyên nhân gây tai nạn có thể do xe tải lấn đường và <b>xe lam</b> chở quá tải (chở gấp đôi số hành khách cho phép) đã chạy quá nhanh."
    ]
  },
  {
    "word": "xe lôi",
    "definition": "pedicab",
    "sentences": [
      "\"Chỉ cấm 2 tuyến đường nhưng đã ảnh hưởng đến cuộc sống của tài xế mà đa phần là dân nghèo\", ông Võ Văn Mạnh, Chủ nhiệm HTX Vận tải thô sơ, thuộc Ban Giao thông công chính Cần Thơ nói về quyết định cấm <b>xe lôi</b>, ba gác lưu thông từ 1/6 của UBND thành phố.",
      "Ngoài số lượng khoảng 1.500 <b>xe lôi</b>, xe ba gác hoạt động ngoài luồng, HTX hiện quản lý hơn 1.100 <b>xe lôi</b>, xe ba gác với 23 đội xe, hoạt động khắp thành phố.",
      "Ông Bùi Văn Tuồng, Phó chủ nhiệm HTX, năm nay đã 77 tuổi, hơn 40 năm hành nghề <b>xe lôi</b> nuôi sống gia đình, bây giờ không khỏi lo âu.",
      "Nhưng thay vì cấm hoàn toàn thì chúng tôi xin được đề nghị nguyện vọng của mình là cấm giờ cao điểm, để còn có con đường sống cho anh em...\".Chủ trương cấm lưu thông này không chỉ ảnh hưởng đến các chủ phương tiện không thôi mà các doanh nghiệp, cửa hàng cũng bị vạ lây, bởi lâu nay, <b>xe lôi</b> đã là phương tiện chuyên chở quen thuộc, rẻ tiền và có thể vào những hẻm hóc mà xe tải nhẹ không vào được."
    ]
  },
  {
    "word": "xe lăn",
    "definition": "wheelchair",
    "sentences": [
      "Anh ấy không đi bằng hai chân như những người bình thường khác mà là bằng <b>xe lăn</b>.",
      "Với <b>xe lăn</b> tốc độ sẽ không được nhanh lắm.",
      "Là người phải đi lại bằng <b>xe lăn</b>, chị Nguyễn Hồng Hà xác nhận, dù nhà nước đã có nhiều quy định về việc làm cho người tàn tật, dù được đào tạo, song chị và rất nhiều người cùng cảnh ngộ khi đi xin việc luôn nhận được những ánh mắt ái ngại, những cái lắc đầu thương cảm.",
      "Ngoài ra, tất cả trẻ em bại liệt đều có <b>xe lăn</b>, trẻ câm điếc có máy trợ thính, phẫu thuật cho trẻ sứt môi có nụ cười& để có niềm vui đón Tết Giáp Thân."
    ]
  },
  {
    "word": "xe lăn đường",
    "definition": "road-roller, steam-roller",
    "sentences": []
  },
  {
    "word": "xe lội nước",
    "definition": "amphibious vehicle, duck",
    "sentences": []
  },
  {
    "word": "xe lửa",
    "definition": "train",
    "sentences": [
      "Khi tôi ra khỏi ga <b>xe lửa</b>, tôi gặp một gã đàn ông.",
      "Đừng mở trước khi <b>xe lửa</b> ngừng lại.",
      "Chiếc <b>xe lửa</b> này luôn luôn đúng giờ.",
      "Tôi vừa kịp lúc bắt chuyến <b>xe lửa</b> cuối cùng.",
      "Bạn sẽ kịp <b>xe lửa</b> nếu đi ngay."
    ]
  },
  {
    "word": "xe máy",
    "definition": "bicycle, motorcycle",
    "sentences": [
      "Mẹ cậu ấy không cho phép cậu ấy cưỡi <b>xe máy</b>.",
      "Cưỡi <b>xe máy</b> thật lý thú.",
      "Khi chạy <b>xe máy</b>, bạn phải đội nón bảo hiểm.",
      "Khi chạy <b>xe máy</b>, bạn phải đội mũ bảo hiểm.",
      "Bạn đang đùa với lửa nếu bạn nhất quyết chạy <b>xe máy</b> mà không đội mũ bảo hiểm."
    ]
  },
  {
    "word": "xe mô tô",
    "definition": "motorbike, motorcycle",
    "sentences": [
      "Tham gia dịch vụ này, khách chỉ cần có bằng lái <b>xe mô tô</b> A1, tuổi 18-50, sức khỏe tốt."
    ]
  },
  {
    "word": "xe ngựa",
    "definition": "carriage, cart, coach, horse-drawn carriage",
    "sentences": [
      "Sau buổi lễ long trọng này, những nhà khoa học được nhận giải sẽ lên những cỗ <b>xe ngựa</b> lộng lẫy để quay trở về Tòa thị chính dự bữa tiệc theo đúng kiểu một bữa đại yến của hoàng gia thời trung cổ.",
      "Những chiếc <b>xe ngựa</b> lại được xuất hiện ở phố núi Đà Lạt sau hơn 5 năm bị phong tỏa.",
      "Đà Lạt đồi dốc, xưa nay <b>xe ngựa</b> một cầu (chỉ cần hai bánh) đã làm khổ thân con ngựa, nay chơi hai cầu (xe bốn bánh), ngựa phải ráng mà lê, cố mà kéo.",
      "Một bác xà ích 50 tuổi sống ở khu Nguyễn Siêu, phường 7 tên Phạm Văn Hạnh, hành nghề <b>xe ngựa</b> từ những năm đầu giải phóng, bày tỏ: Không góp ngựa vào công ty thì không ai cho chạy, vì có mỗi công ty là đơn vị hiện nay được quyền sở hữu bến bãi.",
      "Đó là bến đậu <b>xe ngựa</b> bên hồ Xuân Hương, thuộc giao lộ đường Đinh Tiên Hoàng và Bà Huyện Thanh Quan - nơi 5 năm trước cánh xà ích từng kiếm sống khi chưa bị chính quyền cấm đỗ."
    ]
  },
  {
    "word": "xe này bốc lắm",
    "definition": "this car has a lot of pickup",
    "sentences": []
  },
  {
    "word": "xe nôi",
    "definition": "baby carriage, baby buggy, pram, push-chair, stroller",
    "sentences": []
  },
  {
    "word": "xe nầy",
    "definition": "this kind of vehicle",
    "sentences": []
  },
  {
    "word": "xe pháo",
    "definition": "motorbikes, cars, lorries, means of conveyance",
    "sentences": []
  },
  {
    "word": "xe rác",
    "definition": "garbage truck",
    "sentences": []
  },
  {
    "word": "xe song mã",
    "definition": "two horsed carriage",
    "sentences": []
  },
  {
    "word": "xe sập mui",
    "definition": "convertible car",
    "sentences": []
  },
  {
    "word": "xe tang",
    "definition": "hearse",
    "sentences": []
  },
  {
    "word": "xe thiết giáp",
    "definition": "armored vehicle",
    "sentences": []
  },
  {
    "word": "xe thô mộ",
    "definition": "horse-drawn wagon",
    "sentences": []
  },
  {
    "word": "xe thư",
    "definition": "post, mail coach",
    "sentences": []
  },
  {
    "word": "xe trượt tuyết",
    "definition": "sled, sleigh",
    "sentences": []
  },
  {
    "word": "xe tăng",
    "definition": "tank, armored vehicle",
    "sentences": [
      "Đại diện Trung tâm Quản lý và điều hành vận tải hành khách công cộng TP HCM cho biết, thời gian qua tuy UBND thành phố đã điều chỉnh mức trợ giá việc đưa rước học sinh năm học 2003-2004 từ 1.825 đồng lên 1.949,6 đồng/học sinh/lượt nhưng do giá xăng dầu tăng, cộng với việc Sở Giáo dục - Đào tạo yêu cầu xe đưa rước phải có thêm phụ xe nên chi phí của nhà <b>xe tăng</b> rất cao; nhiều nhà xe đã chở quá tải để bù đắp chi phí.",
      "Ông Nguyễn Nam Sơn, Quyền giám đốc Bến xe miền Đông cho biết, bến cũng biết tình trạng nhà <b>xe tăng</b> giá vé nhưng chính xác là tăng bao nhiêu thì không nắm được.",
      "Giờ lên phim tìm đâu ra cảnh máy bay, <b>xe tăng</b> hoành tráng? Huế đã thay đổi hẳn, phố xưa nhà cũ không còn.",
      "Khi mà giá <b>xe tăng</b> cao, nhu cầu mua xe sẽ bị chững lại."
    ]
  },
  {
    "word": "xe tưới đường",
    "definition": "watering-cart, street washer",
    "sentences": []
  },
  {
    "word": "xe tải",
    "definition": "truck, van, lorry",
    "sentences": [
      "Hãy thuê 1 chiếc <b>xe tải</b> nhỏ (có 8 chỗ) theo giờ đi.",
      "Một chiếc <b>xe tải</b> vừa lao đi dọc theo con đường.",
      "Anh ấy lái một chiếc <b>xe tải</b> tàn tạ.",
      "Chiếc <b>xe tải</b> đó đã chất đầy nội thất.",
      "Chiếc <b>xe tải</b> đó đang chất đầy nội thất."
    ]
  },
  {
    "word": "xe tắc xi",
    "definition": "taxi",
    "sentences": [
      "Tôi đã gặp khố khăn để kiếm một <b>xe tắc xi</b>.",
      "Anh ấy giơ tay cố gắng chặn <b>xe tắc xi</b>.",
      "Tôi gọi <b>xe tắc xi</b> vì trời mưa."
    ]
  },
  {
    "word": "xe tứ mã",
    "definition": "carriage and four horses",
    "sentences": []
  },
  {
    "word": "xe vòi tồng",
    "definition": "fire truck",
    "sentences": []
  },
  {
    "word": "xe vận tải",
    "definition": "truck",
    "sentences": [
      "Điều kiện xét tuyển như sau: tất cả các tài xế nam, tuổi từ 25 đến 45 có bằng lái <b>xe vận tải</b> nặng, trình độ văn hóa từ lớp 10 trở lên, có sức khỏe tốt, ngoại hình dễ coi, nghiêm túc trong công việc, lịch sự, ân cần khi giao và nhận hàng.",
      "Căn cứ vào thỏa thuận này, từ nay đến cuối năm, Suleco sẽ tuyển chọn, đào tạo, cung ứng cho đối tác Canada 200 nam lao động làm nghề lái <b>xe vận tải</b> nặng trong thời hạn 2 năm."
    ]
  },
  {
    "word": "xe xích lô",
    "definition": "pedicab",
    "sentences": []
  },
  {
    "word": "xe ô tô",
    "definition": "car, motor car, auto, automobile",
    "sentences": [
      "Khá ít người có cả hai chiếc <b>xe ô tô</b>.",
      "Chiếc <b>xe ô tô</b> đã đâm vào tường.",
      "Cái <b>xe ô tô</b> đã tông vào tường.",
      "Chiếc <b>xe ô tô</b> đã lủi vô tường.",
      "Làm ơn đưa tôi chìa khóa <b>xe ô tô</b>."
    ]
  },
  {
    "word": "xe ôm",
    "definition": "motorbike taxi",
    "sentences": [
      "Công ty phá sản, giám đốc tính làm <b>xe ôm</b>.",
      "Sau khi tốt nghiệp đại học, vì không thể xin được việc nên anh ta đã làm <b>xe ôm</b> một thời gian.",
      "Sáng 17/3, P.N.A thuê <b>xe ôm</b> vào hiệu cắt tóc với yêu cầu cắt càng giống con trai càng tốt.",
      "Cũng may nhờ mấy anh <b>xe ôm</b> gọi dùm Cảnh sát 113 phối hợp với Cảnh sát giao thông nên xe đó mới bị bắt lúc 4 giờ chiều\".",
      "Cánh lái <b>xe ôm</b> tất bật phục vụ khách đi từ chợ đến các phủ, chùa để lễ."
    ]
  },
  {
    "word": "xe điận",
    "definition": "streetcar",
    "sentences": []
  },
  {
    "word": "xe điện",
    "definition": "tram",
    "sentences": [
      "Thế anh đi bằng ô tô buýt, <b>xe điện</b> hay <b>xe điện</b> ngầm?",
      "Máy bay đã thế chỗ của <b>xe điện</b>.",
      "Trên <b>xe điện</b> đầy ắp người.",
      "Đây là những chiếc <b>xe điện</b> đầu tiên do Việt Nam chế tạo.",
      "Tập đoàn này thông báo đang tích cực thúc đẩy nghiên cứu dự án xây dựng tàu điện ngầm ở TP HCM và <b>xe điện</b> trên cao tại Hà Nội."
    ]
  },
  {
    "word": "xe điện ngầm",
    "definition": "tube, underground, subway, metro",
    "sentences": [
      "Thế anh đi bằng ô tô buýt, xe điện hay <b>xe điện ngầm</b>?"
    ]
  },
  {
    "word": "xe đò",
    "definition": "bus, coach",
    "sentences": [
      "Và điều này xảy ra nếu các tảng đá - \"<b>xe đò</b>\" mà chúng quá giang - bị nghiền thành bụi.",
      "Hành khách đi <b>xe đò</b> về năm tuyến đường ở tỉnh Nam Định (Giao Thủy, Hải Hậu, Trực Ninh, Nam Định và Nghĩa Hưng) được phục vụ bữa cơm trị giá 10.000 đồng.",
      "Theo ông Nguyễn Nam Sơn, quyền giám đốc Bến xe miền Đông, đây là biện pháp chống nạn <b>xe đò</b> đưa khách vào quán cơm tù, tránh được lái xe và phụ xe đưa hành khách vào các quán cơm có lo lót.",
      "Đến tháng 6, doanh nghiệp <b>xe đò</b> tư nhân Minh Dũng cũng sẽ đưa vào giá vé bữa cơm phục vụ khách theo tiêu chuẩn khách du lịch trên tuyến đường TP HCM - Nha Trang và Cam Ranh.",
      "Mạng xe buýt phải liên quan đến các hệ thống giao thông, thương mại khác như: bến <b>xe đò</b>, ga xe lửa, sân bay, trung tâm thương mại...Mục tiêu 15% người dân thành phố sử dụng xe buýt là rất khó thực hiện."
    ]
  },
  {
    "word": "xe đạp",
    "definition": "bicycle",
    "sentences": [
      "Tôi có một chiếc <b>xe đạp</b>.",
      "Maurice Ravel có một chiếc <b>xe đạp</b> đẹp.",
      "Anh ấy đi bằng <b>xe đạp</b>.",
      "Tay tôi bẩn. Tôi vừa chữa <b>xe đạp</b> của tôi.",
      "Jack không đủ tiền để mua một <b>xe đạp</b> mới."
    ]
  },
  {
    "word": "xe đạp đua",
    "definition": "racing (bi)cycle",
    "sentences": []
  },
  {
    "word": "xe đẩy hàng",
    "definition": "trolley",
    "sentences": []
  },
  {
    "word": "xe độc mã",
    "definition": "one-horse cart, a horse and cart, buggy, gig",
    "sentences": []
  },
  {
    "word": "xe ủi đất",
    "definition": "bulldozer",
    "sentences": []
  },
  {
    "word": "xem",
    "definition": "to see, watch, look",
    "sentences": [
      "Chúng ta hãy uống trà và chờ <b>xem</b>.",
      "Bạn nên <b>xem</b> phim này nếu có cơ hội.",
      "Tôi cho rằng gợi ý của anh ấy đáng được <b>xem</b> xét.",
      "Xin ông vui lòng cho tôi <b>xem</b> hộ chiếu của ông.",
      "Ông cho tôi <b>xem</b> ông đã mua gì."
    ]
  },
  {
    "word": "xem bói",
    "definition": "to have one’s fortune told, consult a fortune-teller",
    "sentences": [
      "Đó là khi Hà Trần đi <b>xem bói</b>, thày bói phán rằng, hoặc cô phải kết hôn năm Quý Mùi, hoặc phải chờ đến năm 31 tuổi."
    ]
  },
  {
    "word": "xem bệnh",
    "definition": "medical examination",
    "sentences": []
  },
  {
    "word": "xem chiếu bóng",
    "definition": "to watch a movie",
    "sentences": []
  },
  {
    "word": "xem hát",
    "definition": "to go to the theatre",
    "sentences": [
      "Đi dạo, đi nhà hàng, đi <b>xem hát</b> - tất cả những gì đưa hai người đến với nhau.",
      "Ngày Tết, bà con dù nghèo tới đâu cũng ráng dành tiền đi <b>xem hát</b>, giá vé chừng 15.000 đồng đoàn cũng sống được.",
      "Nhờ sự cạnh tranh này, bà con vùng sâu có dịp <b>xem hát</b> nhiều hơn."
    ]
  },
  {
    "word": "xem kết quả",
    "definition": "to look at the results",
    "sentences": []
  },
  {
    "word": "xem mạch",
    "definition": "to feel the pulse (of a patient)",
    "sentences": []
  },
  {
    "word": "xem mặt",
    "definition": "to see a prospective bride (or a prospective groom) before",
    "sentences": [
      "Với lại khán giả đến <b>xem mặt</b> nghệ sĩ là chính."
    ]
  },
  {
    "word": "xem nào",
    "definition": "let me see, let’s see",
    "sentences": [
      "Thử <b>xem nào</b>.",
      "\"Bạn thử nói gì đó bằng tiếng Pháp <b>xem nào</b>.\" \"Ờ thì, tôi không biết phải nói sao cả.\" \"Vậy thì hãy thử nói \"Tôi không biết phải nói sao cả\" bằng tiếng Pháp xem.\"",
      "\"Tom này, bạn có biết đây là chữ nước nào không?\" \"Để <b>xem nào</b>, tôi nghĩ chắc đây là chữ Tây Tạng. Cơ mà tôi không đọc được gì hết.\"",
      "\"Tom này, cậu có biết đây là chữ nước nào không?\" \"Để <b>xem nào</b>, chắc là chữ Tây Tạng. Cơ mà tớ không đọc được gì hết.\""
    ]
  },
  {
    "word": "xem ra",
    "definition": "to appear, look like",
    "sentences": [
      "Thịt đà điểu đem bằm nhuyễn gói chả giò với khoai môn, nấm rơm, chiên giòn, mùi vị <b>xem ra</b> còn đậm đà và ngon hơn hẳn món chả giò bình thường.",
      "Dù vẫn còn nhiều trúc trắc cần giải quyết, nhưng <b>xem ra</b> nó sắp đến hồi kết thúc.",
      "Đồng đội tại Betis, Antonio Doblas đã tiết lộ rằng Joaquin đang cố gắng hoàn thiện khả năng ngoại ngữ cần thiết để chơi tại Premiership, nhưng <b>xem ra</b> vẫn còn chậm tiến bộ.",
      "Tại bán kết Cup FA, MU sẽ phải đọ sức với Arsenal đang đạt phong độ cực cao nên <b>xem ra</b> cũng khó có thể góp mặt ở chung kết.",
      "Với phong độ hiện tại, Arsenal <b>xem ra</b> khó có thể để hai đối thủ bám sau san bằng khoảng cách khá lớn ở 10 vòng còn lại."
    ]
  },
  {
    "word": "xem ti vi",
    "definition": "to watch TV",
    "sentences": [
      "Lúc đó tôi đang <b>xem ti vi</b>.",
      "Lú đó tôi đang <b>xem ti vi</b>.",
      "Bobby được phép <b>xem ti vi</b> đến 7 giờ.",
      "Anh có <b>xem ti vi</b> tối qua không?",
      "Đã đến lúc abnj phải ngừng <b>xem ti vi</b>."
    ]
  },
  {
    "word": "xem tivi",
    "definition": "to watch television, TV",
    "sentences": [
      "Anh trai tôi đang <b>xem tivi</b>.",
      "Đừng dành quá nhiều thời gian <b>xem tivi</b>.",
      "Tom hay ngủ gật trong khi <b>xem tivi</b>.",
      "Theo bác sĩ Henry Shaphiro, phụ trách Khoa Phát triển trí tuệ và hành vi trẻ em tại Viện Hàn lâm nhi khoa của Mỹ, thì <b>xem tivi</b> sẽ có hại nhiều hơn là chơi các đồ chơi, đọc sách hay chơi và nói chuyện với người lớn.",
      "Theo bác sĩ Henry Shaphiro, phụ trách Khoa Phát triển trí tuệ và hành vi trẻ em tại Viện Hàn lâm nhi khoa của Mỹ, thì <b>xem tivi</b> sẽ có hại nhiều hơn là chơi các đồ chơi, đọc sách hay chơi và nói chuyện với người lớn."
    ]
  },
  {
    "word": "xem tiếp",
    "definition": "continued on, see",
    "sentences": []
  },
  {
    "word": "xem tiếp trang 8",
    "definition": "continued on, see page 8",
    "sentences": []
  },
  {
    "word": "xem trọng",
    "definition": "to pay attention to, attach importance to",
    "sentences": [
      "Tôi đã quyết định đi theo đúng bản chất của phụ nữ là <b>xem trọng</b> gia đình."
    ]
  },
  {
    "word": "xem tuổi",
    "definition": "to study the horoscope of a boy and girl",
    "sentences": []
  },
  {
    "word": "xem tướng",
    "definition": "to judge somebody’s character from his facial features",
    "sentences": []
  },
  {
    "word": "xem tờ báo",
    "definition": "to read the newspaper",
    "sentences": []
  },
  {
    "word": "xem xét",
    "definition": "to examine, consider, inspect",
    "sentences": [
      "Tôi cho rằng gợi ý của anh ấy đáng được <b>xem xét</b>.",
      "Thuyết của ông ta đáng được <b>xem xét</b>.",
      "Ông ấy từ chối <b>xem xét</b> đề nghị của tôi.",
      "Họ đồng ý <b>xem xét</b> nguyên nhân của vụ tai nạn.",
      "Đề nghị của bà ta đáng được <b>xem xét</b> một lần nữa."
    ]
  },
  {
    "word": "xem xét lại",
    "definition": "to reconsider",
    "sentences": [
      "Tôi nghĩ chúng ta nên <b>xem xét lại</b> điều đó.",
      "Tôi sẽ phải <b>xem xét lại</b> nó.",
      "Khi <b>xem xét lại</b> những nghiên cứu về người, linh trưởng và thú gặm nhấm, Taylor nhận ra rằng hiện tượng trên là do tổ tiên đã đặt gánh nặng nuôi con lên vai giống cái: các bà mẹ không chỉ cần biết cách tự vệ, mà còn cần bảo vệ các con trước kẻ thù.",
      "Tôi cảm thấy rằng một mặt nào đó của việc phân tích hình học cần phải được <b>xem xét lại</b>.",
      "Với gần một nửa các cuộc hôn nhân kết thúc bằng việc anh đi đường anh, tôi đi đường tôi, nhiều cặp tình nhân đang phải <b>xem xét lại</b> mối quan hệ của mình."
    ]
  },
  {
    "word": "xen",
    "definition": "to interpolate, insert, interfere",
    "sentences": [
      "Sao bạn lại <b>xen</b> vào một vấn đề không liên quan gì đến bạn hết vậy?",
      "Hàng trăm chiếc giăng mắc đan <b>xen</b> nhau như cái chợ nổi náo nhiệt cả vùng.",
      "Xiên cật heo <b>xen</b> kẽ với tỏi, nướng trên lửa than hoặc chiên trên chảo cho vừa chín tới là được.",
      "Lấy que xiên <b>xen</b> kẽ 1 lát dứa, 1 lát cá cuộn gấp lại rồi cho vào lò nướng hoặc nướng trên bếp than hồng.",
      "Họ đã phát hiện tại khu vực này luôn có dòng địa điện giao thoa ngang dọc và đan <b>xen</b> dày đặc, đồng thời còn thường xuất hiện sự rối loạn địa từ cục bộ, hình thành một luồng lực tác dụng mạnh, gây ảnh hưởng đến hành vi, trạng thái tinh thần của người lái xe."
    ]
  },
  {
    "word": "xen lu lô",
    "definition": "cellulose",
    "sentences": []
  },
  {
    "word": "xen lẫn",
    "definition": "to intermingle, intermix; mixed, intermingled",
    "sentences": [
      "Từ trên bờ nhìn xuống, lòng kênh giống như một cái đầm đã được tát cạn, chỉ thỉnh thoảng có vài vũng nước <b>xen lẫn</b> những đám rau muống và bèo.",
      "Sung sướng <b>xen lẫn</b> bất ngờ là tâm trạng của HLV trưởng đội bóng thành Milan Carlo Ancelotti, sau trận tiếp Deportivo tại San Siro, đêm qua.",
      "Hiệp một kết thúc trong sự hào hứng <b>xen lẫn</b> tiếc nuối của khán giả hai bên.",
      "Người Hà thành có truyền thống yêu nước và thanh lịch, chẳng phải họ yêu tiếng hát của Ban hợp ca Thăng Long chỉ vì sự quyến rũ của các ca sĩ tài tử, mà có lẽ trước hết giữa một Hà thành đang bị thực dân Pháp chiếm giữ, người ta vẫn còn được nghe vẳng lên thánh thót hiếm hoi những ca từ lấp lánh tình yêu nước, yêu quê hương <b>xen lẫn</b> tình kháng chiến& cho dù lúc đó Phạm Duy trở lại miền Bắc không hẳn đã vì tinh thần kháng chiến mà ông đã sớm từ bỏ.",
      "Khách trong chương trình sẽ là những người yêu thích tiếng kèn Trần Mạnh Tuấn thật sự và khi đó khán giả sẽ nghe những giai điệu Việt Nam được tôi trình tấu <b>xen lẫn</b> với phong cách nhạc jazz."
    ]
  },
  {
    "word": "xen vào",
    "definition": "to interfere with, meddle with, intervene in",
    "sentences": [
      "Sao bạn lại <b>xen vào</b> một vấn đề không liên quan gì đến bạn hết vậy?",
      "Bên cạnh đó, trong khi đọc văn bản trên màn ảnh, người đọc còn có thể đồng thời nhìn những màu sắc và hình khối chuyển động <b>xen vào</b> đó và nghe một văn bản khác hay âm nhạc phát qua loa, vi tính..."
    ]
  },
  {
    "word": "xeo",
    "definition": "to lift up with a crowbar, lever something up",
    "sentences": []
  },
  {
    "word": "xeo nạy",
    "definition": "pry up, provoke",
    "sentences": []
  },
  {
    "word": "xi",
    "definition": "sealing wax polish",
    "sentences": [
      "Tôi đã gặp khố khăn để kiếm một xe tắc <b>xi</b>.",
      "Cúc xu <b>xi</b> nở khi mặt trời chiếu sáng.",
      "Anh ấy giơ tay cố gắng chặn xe tắc <b>xi</b>.",
      "Bạn không cần thuê tắc <b>xi</b>.",
      "Tôi gọi xe tắc <b>xi</b> vì trời mưa."
    ]
  },
  {
    "word": "xi lanh",
    "definition": "cylinder",
    "sentences": []
  },
  {
    "word": "xi líp",
    "definition": "panties",
    "sentences": []
  },
  {
    "word": "xi lô",
    "definition": "silo",
    "sentences": []
  },
  {
    "word": "xi măng",
    "definition": "cement, concrete",
    "sentences": [
      "Dao dùng lâu ngày không được sắc, dù dao có bị cùn cũng không nên liếc trên thành <b>xi măng</b>, bởi làm vậy dao sẽ nóng lên dễ bị mẻ và rỉ.",
      "Muối ướp cá là thứ muối lấy từ Nha Trang (Khánh Hòa), Quảng Ngãi, Bình Thuận, hạt trắng tinh, to, già, được nắng, không bị nước mưa, mang về đổ trên nền <b>xi măng</b> khô ráo, trong năm đến bảy ngày cho chảy hết chất nước đắng, sau đó cho vào vại cất vài năm trước khi đem làm.",
      "Thành lò hóa mã tróc lở hết lớp <b>xi măng</b> trát ngoài vì sức nóng.",
      "Khi hỏa hoạn xảy ra, trong kho chứa đến 10 tấn hoá chất và số hoá chất này đã trở thành chất gây cháy cực mạnh, làm rệu rã các cột <b>xi măng</b> cốt thép của nhà xưởng và toả nhiệt rất nóng ra khu vực xung quanh.",
      "Sản xuất trên 25 triệu tấn <b>xi măng</b>"
    ]
  },
  {
    "word": "xi nê",
    "definition": "cinema",
    "sentences": [
      "Rạp <b>xi nê</b> này có hai tầng."
    ]
  },
  {
    "word": "xi phông",
    "definition": "siphon",
    "sentences": []
  },
  {
    "word": "xi ren",
    "definition": "foghorn, hooter, siren",
    "sentences": []
  },
  {
    "word": "xi rô",
    "definition": "syrup",
    "sentences": [
      "Bạn phải uống <b>xi rô</b> ho này"
    ]
  },
  {
    "word": "xi tẹc",
    "definition": "tank, cistern",
    "sentences": []
  },
  {
    "word": "xin",
    "definition": "to ask for, request, beg; please",
    "sentences": [
      "Ờ, <b>xin</b> lỗi nghe.",
      "Tôi <b>xin</b> phép sang trễ",
      "\"Tôi có thể dùng từ điển của bạn không?\" \"Vâng, <b>xin</b> mời.\"",
      "Tôi <b>xin</b> lỗi, tôi bị lạc đường.",
      "Anh ấy <b>xin</b> tôi lời khuyên."
    ]
  },
  {
    "word": "xin bảo hộ",
    "definition": "to act for protection",
    "sentences": []
  },
  {
    "word": "xin bấm chuông",
    "definition": "please ring (the bell or buzzer)",
    "sentences": []
  },
  {
    "word": "xin cho tôi biết ý kiến",
    "definition": "please give me your opinion",
    "sentences": []
  },
  {
    "word": "xin chúc mừng ông",
    "definition": "congratulations",
    "sentences": []
  },
  {
    "word": "xin cầu",
    "definition": "to ask, request",
    "sentences": []
  },
  {
    "word": "xin dấu tên",
    "definition": "to request anonymity, that one’s name not be used",
    "sentences": []
  },
  {
    "word": "xin giới thiệu",
    "definition": "please introduce oneself",
    "sentences": [
      "Tôi <b>xin giới thiệu</b> với anh ông Tanaka.",
      "Chúng tôi <b>xin giới thiệu</b> với quý vị danh sách toàn bộ những ca khúc đã lọt vào số mười bài hay nhất."
    ]
  },
  {
    "word": "xin gửi anh một chút quà mọn",
    "definition": "I am sending you a very small present",
    "sentences": []
  },
  {
    "word": "xin hãy",
    "definition": "please (do something)",
    "sentences": [
      "Trong trường hợp có xảy ra điều gì với tôi, <b>xin hãy</b> xem ở đây.",
      "Vậy thì, trước khi tôi tiếp tục câu chuyện, đầu tiên, <b>xin hãy</b> nghe cái này.",
      "Người phóng viên nói: \"Đây là danh thiếp của tôi. Bất cứ khi nào bạn có thông tin gì mới, <b>xin hãy</b> liên lạc với tôi\".",
      "Người phóng viên nói: \"Đây là danh thiếp của tôi. Bất cứ lúc nào bạn có thông tin gì mới, <b>xin hãy</b> liên lạc với tôi\".",
      "Còn bài Kiếp đỏ đen là một cách tuyên truyền hiệu quả tránh xa nạn cờ bạc bởi bây giờ khắp quán xá đều bật bài đó, nhiều người thuộc lời \"<b>xin hãy</b> tránh xa kiếp đỏ đen\"."
    ]
  },
  {
    "word": "xin lưu ý một điều",
    "definition": "please note (one thing)",
    "sentences": []
  },
  {
    "word": "xin lỗi",
    "definition": "to apologize, beg forgiveness, ask for pardon; excuse me",
    "sentences": [
      "Ờ, <b>xin lỗi</b> nghe.",
      "Tôi <b>xin lỗi</b>, tôi bị lạc đường.",
      "Tôi <b>xin lỗi</b>, lối nào là lối ngắn nhất để đi tới ga?",
      "Tôi muốn nói đôi lời để <b>xin lỗi</b>.",
      "Tôi <b>xin lỗi</b> vì tôi mời bạn muộn!"
    ]
  },
  {
    "word": "xin lỗi không thôi",
    "definition": "to apologize non-stop",
    "sentences": []
  },
  {
    "word": "xin lỗi ông",
    "definition": "excuse me, I’m sorry, forgive me, I beg your pardon",
    "sentences": []
  },
  {
    "word": "xin mạn phép",
    "definition": "to ask for permission",
    "sentences": []
  },
  {
    "word": "xin mời",
    "definition": "please",
    "sentences": [
      "\"Tôi có thể dùng từ điển của bạn không?\" \"Vâng, <b>xin mời</b>.\"",
      "Vâng, <b>xin mời</b> tới đây.",
      "Vị cổ đông nào có câu hỏi, <b>xin mời</b> giơ tay lên.",
      "Bạn sẽ thường xuyên thấy phục vụ viên đưa ly nước bằng hai tay với lời nói ngọt ngào \"<b>xin mời</b>\".",
      "Rồi Cường quay sang nhìn người bạn tên Trung đang bưng nước ra cho khách mà nhắc nhở: \"Nói <b>xin mời</b> đi, đưa ly hai tay nghe\"."
    ]
  },
  {
    "word": "xin nhập học",
    "definition": "to ask, apply for admission (to a school)",
    "sentences": []
  },
  {
    "word": "xin nhắc",
    "definition": "please note, please recall",
    "sentences": []
  },
  {
    "word": "xin phép",
    "definition": "to ask permission",
    "sentences": [
      "Tôi <b>xin phép</b> sang trễ",
      "Nhiều thủ tục, thành phần trong hồ sơ <b>xin phép</b> xây dựng như: giấy đăng ký kinh doanh, mặt cắt móng, sơ đồ cấp điện, nước...",
      "Theo đó, nhà ở riêng rẽ ở nơi đã có quy hoạch chi tiết 1/500 và thiết kế mẫu nhà hoặc những nơi đã có hạ tầng hoàn chỉnh, phù hợp quy hoạch đất ở có thể áp dụng mẫu nhà gần vị trí trên cùng trục đường đã được cấp phép, thì không cần <b>xin phép</b> xây dựng mà chỉ đăng ký xây dựng.",
      "Đúng là chỉ 'một cửa', nhưng tôi đã phải đến cái cửa này để <b>xin phép</b> xây dựng bốn lần rồi mà vẫn chưa lấy được giấy phép, ông An, cư dân quận Tân Bình, TP HCM, nói.",
      "ngụ ở phường 6, quận Bình Thạnh từ khi nộp đơn <b>xin phép</b> đến khi có giấy phép xây dựng đều phải chầu ở quận không dưới 10 lần."
    ]
  },
  {
    "word": "xin phép được",
    "definition": "may I have permission to",
    "sentences": [
      "- Tôi sẽ viết thêm một số ca khúc về quê hương sau chuyến đi xuyên Việt, tiếp tục nghiên cứu dân ca và sẽ <b>xin phép được</b> biểu diễn."
    ]
  },
  {
    "word": "xin tiền",
    "definition": "to ask for money, beg",
    "sentences": [
      "Ông không cầu <b>xin tiền</b> bạc bởi luôn tâm niệm của cải phải do lao động làm ra mới bền.",
      "Tôi đã sống suốt thời sinh viên với số tiền trợ cấp 200.000 đồng/tháng, không <b>xin tiền</b> gia đình, cũng không bon chen.",
      "Xin những gì? <b>xin tiền</b> thành lập trung tâm, xin vật chất trang bị, xin miễn thuế, xin các văn bản luật hướng dẫn - vì luật pháp về quyền tác giả do Nhà nước ban hành, nhưng để thực hiện được phải có văn bản hướng dẫn cụ thể, vì thế chúng tôi phải..."
    ]
  },
  {
    "word": "xin trân trọng báo cáo",
    "definition": "I have the honor to report",
    "sentences": []
  },
  {
    "word": "xin trời đất tha thứ cho tôi",
    "definition": "as God is my witness, honest to God",
    "sentences": []
  },
  {
    "word": "xin tị nạn",
    "definition": "to request asylum, refuge",
    "sentences": []
  },
  {
    "word": "xin tị nạn chính trị",
    "definition": "to request political asylum",
    "sentences": []
  },
  {
    "word": "xin việc",
    "definition": "to apply for a job",
    "sentences": [
      "Hồ sơ <b>xin việc</b> cần sao y bản chánh của nhiều bằng cấp đó nha.",
      "ô ấy nói đã có hẹn với ông để <b>xin việc</b> làm.",
      "Từ mùng 6 Tết, trước cửa khoảng 20 trung tâm dịch vụ việc làm san sát nhau trên đường Cách Mạng Tháng Tám (phường 6, quận Tân Bình), dán đầy các thông báo tuyển dụng lao động phổ thông như phục vụ quán ăn, phụ bếp, in lụa, bảo vệ, giữ xe& nhưng rất ít người đến <b>xin việc</b>.",
      "Sau một lúc dạo qua các trung tâm việc làm, Lâm đưa bạn ra ngoài đường đứng chờ người gọi vì cả hai đều không có hồ sơ <b>xin việc</b>.",
      "Khoảng một tuần nữa người lao động sẽ rất khó <b>xin việc</b>, lương cũng thấp hơn vì người tuyển dụng sẽ có nhiều lao động để lựa chọn."
    ]
  },
  {
    "word": "xin việc làm",
    "definition": "job application",
    "sentences": [
      "ô ấy nói đã có hẹn với ông để <b>xin việc làm</b>."
    ]
  },
  {
    "word": "xin viện trợ",
    "definition": "to ask for aide, assistance",
    "sentences": []
  },
  {
    "word": "xin vui lòng",
    "definition": "please (on signs, e.g.)",
    "sentences": []
  },
  {
    "word": "xin xăm",
    "definition": "to resort to sortilege",
    "sentences": []
  },
  {
    "word": "xin xỏ",
    "definition": "to beg, solicit, panhandle",
    "sentences": []
  },
  {
    "word": "xin ý kiến",
    "definition": "to ask for sb’s opinion",
    "sentences": [
      "Tôi <b>xin ý kiến</b> bố tôi và quyết định thay đổi nơi làm việc.",
      "Tôi đang <b>xin ý kiến</b> cấp trên để thay đổi một số vấn đề trong dự án.",
      "Cơ quan có thẩm quyền phê duyệt quy hoạch xây dựng phải <b>xin ý kiến</b> bằng văn bản đối với các tổ chức, cá nhân có liên quan trước khi phê duyệt...",
      "Kết quả cuộc họp được gửi tới 13 thành viên Ủy ban Thường vụ <b>xin ý kiến</b>.",
      "Khi ông đã chuyển ngành, các vị tướng Vương Thừa Vũ, Cao Văn Khánh vẫn thường <b>xin ý kiến</b> ông về bóng đá."
    ]
  },
  {
    "word": "xin ăn",
    "definition": "to ask, beg for food",
    "sentences": [
      "Trước SEA Games, dù có nhiều cố gắng thu gom, đưa người lang thang <b>xin ăn</b> về lại Campuchia nhưng sau đại hội thể thao khu vực tình hình lại như cũ.",
      "Tại các khu vực nhà hàng, khách sạn, ngã tư vẫn còn nhiều người Campuchia lang thang, <b>xin ăn</b>."
    ]
  },
  {
    "word": "xin được phép",
    "definition": "to ask permission, leave (to do something)",
    "sentences": []
  },
  {
    "word": "xin đề",
    "definition": "to inscribe, write, make out to (check)",
    "sentences": []
  },
  {
    "word": "xin đểu",
    "definition": "to demand money with menaces",
    "sentences": [
      "Cách đây chục năm, trấn hay cướp tiền của học sinh nói chung gọi là <b>xin đểu</b>."
    ]
  },
  {
    "word": "xin đừng",
    "definition": "please don’t",
    "sentences": [
      "Mọi người đều hài lòng về quyết định này, nên <b>xin đừng</b> làm gì xáo trộn tình hình."
    ]
  },
  {
    "word": "xinh",
    "definition": "pretty, nice",
    "sentences": [
      "Cô ấy thực sự là một cô gái <b>xinh</b> đẹp.",
      "Tôi bất ngờ vì anh ta lại kết hôn với một nữ diễn viên rất <b>xinh</b> đẹp.",
      "Bà ấy là một phụ nữ <b>xinh</b> đẹp lạ lùng.",
      "Ông cũng bảo Lauren rằng ông nghĩ là cô cũng rất <b>xinh</b> đẹp.",
      "Tôi chưa từng gặp một cô bé nào <b>xinh</b> đẹp như vậy cả."
    ]
  },
  {
    "word": "xinh trai",
    "definition": "handsome lad",
    "sentences": []
  },
  {
    "word": "xinh tươi",
    "definition": "pretty, charming, delightful, pleasing, attractive",
    "sentences": [
      "Giới thiệu cho tớ mấy em <b>xinh tươi</b> đi.",
      "Mâu thuẫn hơn là cảnh cô bị hai tên ma cô đánh đến bầm tím mặt mày, chân tay đầy sẹo, lết đi không nổi thế mà lại vô cùng <b>xinh tươi</b>, trắng trẻo khi chạy đến biểu diễn cùng người yêu."
    ]
  },
  {
    "word": "xinh xắn",
    "definition": "lovely, cute",
    "sentences": [
      "Tất cả các ngôi nhà khác trong phố đều mới và <b>xinh xắn</b>. Chúng có cửa sổ lớn và tường trắng phẳng phiu.",
      "Mary là một cô gái rất <b>xinh xắn</b>.",
      "Trên các bờ tường cao lưng lửng là những chậu hoa mười giờ <b>xinh xắn</b>.",
      "Trong dịp này, Smoothie.V cũng chuẩn bị những món quà <b>xinh xắn</b> để quý khách mua tặng bạn bè và người thân ngay tại cửa hàng chỉ với giá 20.000 đồng.",
      "Dắt một chú chó <b>xinh xắn</b> đi dạo."
    ]
  },
  {
    "word": "xinh đẹp",
    "definition": "beautiful, pretty, handsome",
    "sentences": [
      "Cô ấy thực sự là một cô gái <b>xinh đẹp</b>.",
      "Tôi bất ngờ vì anh ta lại kết hôn với một nữ diễn viên rất <b>xinh đẹp</b>.",
      "Bà ấy là một phụ nữ <b>xinh đẹp</b> lạ lùng.",
      "Ông cũng bảo Lauren rằng ông nghĩ là cô cũng rất <b>xinh đẹp</b>.",
      "Tôi chưa từng gặp một cô bé nào <b>xinh đẹp</b> như vậy cả."
    ]
  },
  {
    "word": "xinê",
    "definition": "cinema",
    "sentences": []
  },
  {
    "word": "xiêm",
    "definition": "skirt",
    "sentences": [
      "- 1 con gà mái tơ khoảng hơn một cân- 12 tai nấm đông cô- Gừng tươi, hành khô, tỏi, cà rốt, 1 quả dừa <b>xiêm</b>, bột năng.- Một ít rượu, mật ong, nước tương, dầu hào, dầu mè, ớt, rau mùi, hạt nêm, muối tiêu, đường.",
      "Cho nước dừa <b>xiêm</b> vào nồi đun sôi, cho tiếp gừng, nước tương, mật ong, rượu, dầu hào, dầu mè, muối tiêu, đường, rồi cho gà vào hầm mềm với lửa nhỏ.",
      "- Hoa quả các loại: nhãn tươi, mít chín, mãng cầu <b>xiêm</b>, lê, sầu riêng.",
      "- Tùy ý chọn một hay nhiều loại trái cây để làm: nhãn lột vỏ, bỏ hột; mít, sầu riêng, mãng cầu <b>xiêm</b>...",
      "- Ba con tôm càng xanh lớn - Một trái dừa <b>xiêm</b>- Gia vị: muối, tiêu, đường, bột ngọt, tỏi băm, nước mắm pha- Bánh tráng, khế, chuối chát, rau sống, dưa leo0,5kg bánh hỏi"
    ]
  },
  {
    "word": "xiêm y",
    "definition": "dress",
    "sentences": []
  },
  {
    "word": "xiên",
    "definition": "slanting, oblique",
    "sentences": [
      "Sau đó xúc 1 thìa nhân vào gói cuốn thành từng cái chả, <b>xiên</b> vào que vót nhọn hoặc xếp vào vỉ nướng, đặt trên than hồng nướng chín vàng đều là được.",
      "Rút thịt khỏi <b>xiên</b>, bày vào đĩa, ăn nóng.",
      "Hay chịu tốn thêm ít công, cá lựa con lớn ướp với muối ớt, dùng que <b>xiên</b> từng con nướng lửa than như người ta hay nướng cá kèo.",
      " Cải ná <b>xiên</b> mực Bếp trưởng La Xương của nhà hàng Thuỷ Tạ Đầm Sen, giới thiệu cùng bạn đọc món cải ná <b>xiên</b> mực.",
      "Cải ná thường được luộc ăn với chao, trong món cải ná <b>xiên</b> mực, bếp trưởng La Xương phối hợp cải ná và mực giúp cho hương vị món ăn thêm đầy đặn "
    ]
  },
  {
    "word": "xiêu",
    "definition": "slope, slant",
    "sentences": [
      "Các sạp hàng thật hiếm hoi với vài mảnh gỗ tạm bợ, liêu <b>xiêu</b>.",
      "Vậy điều gì ở ông xã mà chị thấy là tuyệt vời nhất làm chị phải <b>xiêu</b> lòng? (Nguyễn Minh Ngọc, 20 tuổi, Minhngocwl@yahoo.com)."
    ]
  },
  {
    "word": "xiêu lòng",
    "definition": "to yield, give in",
    "sentences": [
      "Vậy điều gì ở ông xã mà chị thấy là tuyệt vời nhất làm chị phải <b>xiêu lòng</b>? (Nguyễn Minh Ngọc, 20 tuổi, Minhngocwl@yahoo.com)."
    ]
  },
  {
    "word": "xiêu tán",
    "definition": "to be dispersed or scattered",
    "sentences": []
  },
  {
    "word": "xiêu vẹo",
    "definition": "tottering, inclined, tilted, not straight",
    "sentences": []
  },
  {
    "word": "xiếc",
    "definition": "circus",
    "sentences": [
      "Tôi không muốn đi xem <b>xiếc</b> cùng Tom.",
      "Những người đã từng tham gia quân ngũ không cười trong rạp <b>xiếc</b>.",
      "Tất cả những trò <b>xiếc</b>, ảo thuật, ảo giác có dùng đến gương, như trò ảo thuật về chiếc đầu lâu trên bàn - đều căn cứ vào đặc tính bản thân gương không nhìn thấy được, mà nhìn thấy được chỉ là những vật phản chiếu ở trong gương.",
      "\"Phép lạ\" này thường được trình bày trong những cuộc biểu diễn <b>xiếc</b> rong ở các tỉnh nhỏ.",
      "Chỉ đứng trên mặt đất, với đôi chân khéo léo họ có thể thực hiện những động tác như làm <b>xiếc</b> (bắt chước tay trượt ván lừng danh thế giới Rodney Mullen) trông vô cùng thích mắt."
    ]
  },
  {
    "word": "xiết",
    "definition": "to seize, grab, tighten",
    "sentences": [
      "KHông gì có thể tả <b>xiết</b> sức hấp dẫn của cô ấy",
      "Cá sỉnh ưa sống ở nơi nước <b>xiết</b>, mình thon dài, đầu nhỏ, vẩy trắng, lăn tăn như hoa bạc, hai bên lườn ánh xanh.",
      "Có những đoạn chảy <b>xiết</b> và dữ dội, và cũng có những khúc quanh co lắng lại."
    ]
  },
  {
    "word": "xiết chặt",
    "definition": "to grab, draw tight, close (ranks)",
    "sentences": []
  },
  {
    "word": "xiềng xích",
    "definition": "chains, bonds, fetters",
    "sentences": [
      "Anh có thể <b>xiềng xích</b> tôi, có thể tra tấn tôi, anh có thể hủy hoại thân xác này, nhưng anh không bao giờ có thể cầm tù được trí óc tôi."
    ]
  },
  {
    "word": "xiểm nịnh",
    "definition": "flatter servilely, toady",
    "sentences": []
  },
  {
    "word": "xiểng liểng",
    "definition": "badly defeated, beaten hollow",
    "sentences": []
  },
  {
    "word": "xo",
    "definition": "to shrug; very sad",
    "sentences": [
      "Tom rơi khỏi tấm bạt lò <b>xo</b>.",
      "Nó hoạt động nhờ những lò <b>xo</b> làm từ dây thừng xoắn chặt hoặc gân động vật.",
      "Chẳng hạn, chiều dài và cân nặng của vật phóng tỷ lệ tương ứng với kích thước lò <b>xo</b> xoắn."
    ]
  },
  {
    "word": "xo hoa",
    "definition": "extravagant",
    "sentences": []
  },
  {
    "word": "xo ro",
    "definition": "to hunch over",
    "sentences": []
  },
  {
    "word": "xo vai",
    "definition": "shrug one’s shoulders",
    "sentences": []
  },
  {
    "word": "xoa",
    "definition": "to rub",
    "sentences": [
      "- Cho tất cả thịt, nấm hương, mộc nhĩ, vừng vào xoong nước đường bột, bắc lên bếp đun vừa lửa, dùng đũa cả quấy luôn tay thấy bột đã quánh lại cho nước hoa bưởi vào bắc ra cho vào khuôn (đã <b>xoa</b> mỡ) ấn chặt xuống (trên mặt bột đậy miếng vải).",
      "Để nguội - dùng dao có <b>xoa</b> mỡ cắt thành miếng.",
      "Trong toilet ở nhiều quán còn có dòng chữ \"Nhân viên sau khi đi toilet phải rửa tay sạch trước khi làm tiếp\" bằng tiếng Anh, có lẽ phần nào để trấn an nỗi e ngại vệ sinh của người Mỹ, vốn đi đâu cũng kè kè một lọ thuốc <b>xoa</b> tay \"để giết vi trùng khi không có điều kiện rửa tay\".",
      "Vặn nhỏ đèn, cắm một ít hoa, thắp 1 hoặc 2 ngọn nến có hương thơm, chuẩn bị sẵn một ít dầu <b>xoa</b>.",
      "Đàn ông có thể kích thích phụ nữ bằng cách thể hiện sự yêu thương như hôn, vuốt tóc, <b>xoa</b> lưng và mân mê đôi chân."
    ]
  },
  {
    "word": "xoa bóp",
    "definition": "to (give a) massage",
    "sentences": [
      "Vì vậy, việc ngâm rửa chân trong nước nóng (hoặc nước thuốc) kết hợp <b>xoa bóp</b> các ngón và lòng bàn chân có thể giúp phòng và chữa nhiều chứng bệnh (như di tinh, mất ngủ), thúc đẩy tuần hoàn máu, giải trừ mỏi mệt...",
      "Nên kết hợp với <b>xoa bóp</b> da mặt để da mềm mại, hệ thống mạch máu và thần kinh trên da hoạt động tốt, tăng khả năng chống lạnh của da.",
      "Với những người hay bị nẻ chân, tay, hằng ngày cũng nên thực hiện <b>xoa bóp</b> 1-2 lần trong khoảng 15 phút.",
      "Tự <b>xoa bóp</b> phòng chống viêm loét dạ dày, tá tràng ",
      "Việc <b>xoa bóp</b> có thể làm giảm cơn đau bụng cấp do viêm loét dạ dày, tá tràng khi không có thuốc và bác sĩ ngay tại chỗ."
    ]
  },
  {
    "word": "xoa dịu",
    "definition": "to appease, mollify, alleviate, calm, relieve, heal",
    "sentences": [
      "Khi bé thức dậy khóc một chút, cứ để con bạn tự <b>xoa dịu</b> nó.",
      "Ngoài ra, sự có mặt của họ sẽ góp phần <b>xoa dịu</b> những mất mát về tinh thần mà động đất và sóng thần để lại\", ông Suwat Liptapunlop, Phó thủ tướng kiêm Chủ tịch Liên đoàn Quần vợt Thái Lan, cho biết.",
      "U2 đành phải <b>xoa dịu</b> họ bằng cách hứa sẽ tung ra nhiều vé hơn khi quay lại Mỹ lưu diễn trong mùa thu năm nay.",
      "Cô cho biết, có thể sẽ từ giã sự nghiệp để <b>xoa dịu</b> cơn giận của dư luận."
    ]
  },
  {
    "word": "xoa xoa",
    "definition": "rub oneself gently",
    "sentences": []
  },
  {
    "word": "xoang",
    "definition": "cavity",
    "sentences": [
      "Lạnh cũng gây ra rất nhiều bệnh lý cho hệ hô hấp như viêm <b>xoang</b>, viêm họng mạn tính, viêm phế quản, viêm phổi, hen phế quản...",
      "Chảy máu mũi tái đi tái lại có thể là triệu chứng của một bệnh lý nào đó như cao huyết áp, uống nhiều aspirin hoặc thuốc chống đông máu, viêm mũi dị ứng, rối loạn đông máu, u trong hốc mũi hoặc viêm <b>xoang</b>.",
      "Đi khám tại Trung tâm Tai mũi họng, bác sĩ kết luận là bị ù tai do ảnh hưởng của viêm <b>xoang</b> mãn.",
      "Kết luận của bác sĩ và kết quả chụp X- quang phù hợp nhau: khi em bị viêm <b>xoang</b> mãn tính thì niêm mạc <b>xoang</b> có thể bị thoái hóa thành polyp và thòi ra khỏi <b>xoang</b> qua các lỗ thông mũi với <b>xoang</b>.",
      "Như vậy khi em bị viêm mũi <b>xoang</b> lâu ngày hoặc polyp của em có thể làm phù nề hoặc chèn vào lỗ vòi nhĩ này nên em mới nghe thấy tiếng o, e..."
    ]
  },
  {
    "word": "xoang xoảng",
    "definition": "sound of cymbals, metallic sound percussion",
    "sentences": []
  },
  {
    "word": "xoang điệu",
    "definition": "a tune, a song",
    "sentences": []
  },
  {
    "word": "xoay",
    "definition": "to turn, revolve",
    "sentences": [
      "Tôi đang <b>xoay</b> sở để giành tiền với đồng lương ít ỏi.",
      "Chúng <b>xoay</b> sở bằng cách nào nhỉ?",
      "Vặn sang trái để <b>xoay</b> cái ốc vít ra.",
      "Tại sao mà các vận động viên trượt băng nghệ thuật lại có thể <b>xoay</b> vòng vòng nhanh như thế mà không bị chóng mặt nhỉ?",
      "Hãy <b>xoay</b> chìa khóa sang bên phải."
    ]
  },
  {
    "word": "xoay chiều",
    "definition": "to change direction, alternate",
    "sentences": []
  },
  {
    "word": "xoay chuyển",
    "definition": "to revolve, rotate, turn, reverse",
    "sentences": [
      "Vị trí này khiến đứa trẻ sẽ phải <b>xoay chuyển</b> mặt khi sinh, khiến bà mẹ chuyển dạ lâu hơn, đau hơn, và có thể dẫn tới rách âm đạo.",
      "Đối với những người chơi bóng có tính chất luyện tập, có thể khởi động bằng việc <b>xoay chuyển</b> làm mềm các khớp; chạy, nhảy hay bước bộ tại chỗ trong 5-10 phút, sau đó làm căng cơ ép dẻo, mỗi nhóm cơ khoảng 30 giây.",
      "- Thực ra thì cuối năm 2003, đầu năm 2004, môi trường âm nhạc đã có sự <b>xoay chuyển</b> rõ rệt, khán giả có gu thưởng thức cao hơn, tìm đến những điều mới lạ hơn."
    ]
  },
  {
    "word": "xoay người",
    "definition": "to turn oneself around",
    "sentences": [
      "Các thành viên trong đội đã thực hiện được nhiều động tác phức tạp như nose grind (trượt bằng trục trước), tail slide (trượt bằng đuôi), pop shuvit (đập đuôi, xoay 180 độ và bắt ván) đến cực khó như back - side 180 degree kickflip (vừa <b>xoay người</b> vừa xoay vòng và lật ván)...",
      "Phút 32, bóng được chuyền qua một loạt các hậu vệ áo đỏ vào vòng 16m50 cho Jon Macden <b>xoay người</b> sút bóng chính xác vào góc xa."
    ]
  },
  {
    "word": "xoay người lại",
    "definition": "to turn (one’s body) around",
    "sentences": []
  },
  {
    "word": "xoay người ra sau",
    "definition": "to turn (oneself) around backwards, turn (oneself) facing backwards",
    "sentences": []
  },
  {
    "word": "xoay quanh",
    "definition": "to turn around; around, surrounding",
    "sentences": [
      "Thế giới không <b>xoay quanh</b> bạn",
      "Khi chim nâng cánh, mỗi lông ống đều <b>xoay quanh</b> trục thân, làm không khí dễ lọt qua khe hở các phiến lông của lông vũ.",
      "Phim dựa trên cuốn tiểu thuyết của Phillip Roth, <b>xoay quanh</b> một người đàn ông tận tâm với gia đình (Bettany), nhìn cuộc đời qua lăng kính màu hồng.",
      "Tác phẩm của hãng phim Paramount <b>xoay quanh</b> cuộc sống của HLV bóng rổ trường trung học Richmond, người đã lấy không ít giấy mực của cánh phóng viên năm 1999.",
      "Ông giải thích: Nếu bạn nhìn vào lịch sử văn học võ thuật Trung Quốc, bạn sẽ thấy cốt truyện luôn <b>xoay quanh</b> vấn đề báo thù..."
    ]
  },
  {
    "word": "xoay sở",
    "definition": "to manage, be resourceful",
    "sentences": [
      "Tôi đang <b>xoay sở</b> để giành tiền với đồng lương ít ỏi.",
      "Chúng <b>xoay sở</b> bằng cách nào nhỉ?",
      "Em không còn cảm thấy phải một mình <b>xoay sở</b> lũ trẻ nữa.",
      "Và dù không có ngôn ngữ, chỉ có đôi chút hiểu biết mong manh về lửa và những công cụ bằng đá thô sơ, người homo erectus đã <b>xoay sở</b> để có thể tồn tại trong hơn 1,5 triệu năm.",
      "- Từ khi làm Giám đốc Trung tâm bảo vệ quyền tác giả âm nhạc Việt Nam, ông đã <b>xoay sở</b> thế nào với những hợp đồng sáng tác?"
    ]
  },
  {
    "word": "xoay trần",
    "definition": "to be stripped to the waist",
    "sentences": []
  },
  {
    "word": "xoay tít",
    "definition": "to spin rapidly, turn rapidly",
    "sentences": []
  },
  {
    "word": "xoay vần",
    "definition": "to perform evolutions, evolve, circumvolution",
    "sentences": []
  },
  {
    "word": "xoay xỏa",
    "definition": "to manage, regulate",
    "sentences": []
  },
  {
    "word": "xoay xở",
    "definition": "contrive",
    "sentences": [
      "Cuối cùng tôi đã <b>xoay xở</b> làm được điều đó.",
      "Tôi cuối cùng đã <b>xoay xở</b> trốn thoát được.",
      "Tom đã <b>xoay xở</b> lái được xe hơi về nhà, thậm chí dù nó bị xẹp lốp.",
      "Trung bình các khối cầu tròn chiếm 64% thể tích không gian bình chứa, còn các viên MM có thể <b>xoay xở</b> để đạt đến mật độ 68%.",
      "Hai năm ở nơi đất khách, anh <b>xoay xở</b> kiếm sống cho tổ ấm nhỏ."
    ]
  },
  {
    "word": "xoen xoét",
    "definition": "babble, prattle, chat, chatter",
    "sentences": []
  },
  {
    "word": "xoi",
    "definition": "dig",
    "sentences": [
      "Tôi luôn có cảm giác người ta <b>xoi</b> mói và chế nào mình."
    ]
  },
  {
    "word": "xoi móc",
    "definition": "to find fault",
    "sentences": []
  },
  {
    "word": "xoi mói",
    "definition": "perforate, be captious",
    "sentences": [
      "Tôi luôn có cảm giác người ta <b>xoi mói</b> và chế nào mình."
    ]
  },
  {
    "word": "xoi xói",
    "definition": "to jerky movement",
    "sentences": []
  },
  {
    "word": "xom",
    "definition": "fishing fork, fishing gear; to fish with a three-pronged spear",
    "sentences": []
  },
  {
    "word": "xong",
    "definition": "to finish, end, be complete; then, after ~ ing",
    "sentences": [
      "Xếp gọn gàng sau khi giặt <b>xong</b>.",
      "Tôi sắp <b>xong</b> rồi.",
      "Anh đã chuẩn bị <b>xong</b> chưa?",
      "Sau khi làm <b>xong</b> anh ấy để bộ dụng cụ của mình sang một bên.",
      "Tôi mệt, tuy nhiên tôi phải làm <b>xong</b> bài lầm ở nhà của tôi."
    ]
  },
  {
    "word": "xong chuyện",
    "definition": "to be all over, come to an end",
    "sentences": []
  },
  {
    "word": "xong rồi",
    "definition": "afterwards, then; over, finished",
    "sentences": [
      "Tôi sắp <b>xong rồi</b>.",
      "Công việc của chúng ta gần <b>xong rồi</b>.",
      "Taro ơi, cơm tối <b>xong rồi</b> đấy!",
      "Viẹc làm của chúng ta gần <b>xong rồi</b>.",
      "Vợ là cái thứ phải mất rất nhiều tiền mới có được. Vậy mà khi có <b>xong rồi</b> thì: Bán không ai mua; cho không ai lấy; càng để lâu càng mất giá, nhưng luôn luôn dễ bị mất cắp!"
    ]
  },
  {
    "word": "xong xuôi",
    "definition": "finished, over, completed",
    "sentences": [
      "Khi nào chuẩn bị <b>xong xuôi</b> rồi, tôi sẽ báo cho bạn biết."
    ]
  },
  {
    "word": "xong đời",
    "definition": "it’s the end of, that’s the finish of",
    "sentences": []
  },
  {
    "word": "xoong",
    "definition": "saucepan",
    "sentences": [
      "Để ráo nước rồi cho hàu vào <b>xoong</b>.",
      "Cắt mấy quả chanh tươi, vắt nước vào <b>xoong</b> thịt hàu, trộn đều.",
      "Nguyên liệu:- 500ml nước.- 1 thìa cà phê muối, mắm, bột nêm.- 12 chiếc nấm hương, ngâm nước nóng, rửa sạch, để ráo.- 150g rau bina, cải <b>xoong</b> hoặc rau xanh tùy sở thích.- 200g đậu hũ non, xắt miếng nhỏ.- 5 miếng gừng thái mỏng.- 2 cây rau mùi, cắt ngắn.",
      "Thử độ kết dính của bột bằng cách múc một chút nước trong <b>xoong</b> thả vào bát nước lạnh (nước đá càng tốt) thấy nước đông lại mà không chảy hòa tan lẫn vào nước là được, nêm chút gia vị cho vừa ăn.",
      "- Đặt <b>xoong</b> đùi gà lên bếp, nấu sôi trên lửa nhỏ 5 phút, cho 1/2 nước cốt dừa + 1/2 sữa tươi + muối + đường vào nấu sôi hớt bọt, riu trên lửa nhỏ 10 phút, cho tiếp nước dừa + sữa tươi vào, tiếp tục rim đùi gà trên lửa vừa cho đến khi nước trong <b>xoong</b> cạn và hơi sánh."
    ]
  },
  {
    "word": "xoong chảo",
    "definition": "pots and pans",
    "sentences": []
  },
  {
    "word": "xoài",
    "definition": "mango; at full length",
    "sentences": [
      "Còn vùng Củ Chi thì người đi thọc trứng kiến thường nhai những loại lá cây có bản khá lớn như <b>xoài</b>, mận, chôm chôm...",
      "Rau ăn với cá trích tái chanh phải là loại rau rừng gồm quế vị, đọt cốc, lá bứa, đọt <b>xoài</b>, lá đinh lăng, rau nhái,...",
      "- 100g đường phên, 150g đường kính trắng, 3 lá nếp (lá thơm), 100ml nước cốt dừa, <b>xoài</b> quả.",
      "Bánh xèo trứng đà điểu phải gói với cải xanh nồng, mùi vị đặc trưng của lá lốt, vị chua của lá cách, lá <b>xoài</b> non, hòa lẫn với độ béo và mùi vị đặc biệt của trứng đà điểu, chấm nước mắm pha chua ngọt, quả là& bắt hết chỗ nói! ",
      "Gỏi ốc voi gồm thịt ốc luộc, xắt mỏng, trộn với <b>xoài</b> xanh xắt sợi, đậu phộng rang, hành phi, hành tây xắt mỏng, rưới nước mắm chua ngọt."
    ]
  },
  {
    "word": "xoài cát",
    "definition": "sweet mango",
    "sentences": []
  },
  {
    "word": "xoài quéo",
    "definition": "kind of mango",
    "sentences": []
  },
  {
    "word": "xoài voi",
    "definition": "giant mango",
    "sentences": []
  },
  {
    "word": "xoài xiêm",
    "definition": "small and perfumed mango",
    "sentences": []
  },
  {
    "word": "xoàn",
    "definition": "diamond",
    "sentences": []
  },
  {
    "word": "xoàn xoạt",
    "definition": "sound of paper or cloth torn ripping sound",
    "sentences": []
  },
  {
    "word": "xoàng",
    "definition": "indifferent, mediocre, simple, rough and ready, so-so",
    "sentences": []
  },
  {
    "word": "xoàng xĩnh",
    "definition": "mediocre, frugal, shabby, humble",
    "sentences": []
  },
  {
    "word": "xoành xoạch",
    "definition": "all the time",
    "sentences": []
  },
  {
    "word": "xoác",
    "definition": "(with) one’s arm round somebody’s waist",
    "sentences": []
  },
  {
    "word": "xoáy",
    "definition": "(1) to turn around, whirl around, change direction, be resourceful, manage to get; (2) to swipe",
    "sentences": [
      "Lúc máy bay gặp gió <b>xoáy</b>, phi công yêu cầu hành khách thắt dây an toàn.",
      "Bão <b>xoáy</b> được phân loại dựa trên tốc độ gió.",
      "Cho đến trước phát hiện này, các nhà thiên văn đã có nhiều bằng chứng về hiện tượng lỗ đen nuốt chửng các khối khí <b>xoáy</b> tròn quanh nó và trở nên cực nóng, phát ra những bức xạ ở nhiều bước sóng khác nhau, từ sóng radio tới ánh sáng thấy được và tia X.",
      "Dừng chiếc xe hơi vừa \"<b>xoáy</b>\" được, tên trộm thở phào nghĩ rằng đã vớ bở, không biết điều khó chịu đang chờ hắn.",
      "Hay một máy bay lỡ rơi vào một trận lốc <b>xoáy</b> sẽ cần rút cánh lại để tránh bất trắc, nhưng trong vùng lốc này, trời tối sầm lại, khi đó, cánh dẻo không hoạt động được! Mô hình máy bay con ong có lẽ đang được cả Mỹ và châu Âu để ý: chiều dài sải cánh có khi dài gấp ba thân máy bay."
    ]
  },
  {
    "word": "xoáy lộn",
    "definition": "eddy",
    "sentences": []
  },
  {
    "word": "xoáy nghịch",
    "definition": "anticyclone",
    "sentences": []
  },
  {
    "word": "xoáy trôn ốc",
    "definition": "spiral",
    "sentences": []
  },
  {
    "word": "xoèn xoẹt",
    "definition": "onomatopoeia for sound of the saw",
    "sentences": []
  },
  {
    "word": "xoét",
    "definition": "signify one assent by winking",
    "sentences": []
  },
  {
    "word": "xoăn",
    "definition": "curly, wavy",
    "sentences": [
      "Cô ấy có mái tóc dài <b>xoăn</b>."
    ]
  },
  {
    "word": "xoạc",
    "definition": "to spread wide apart",
    "sentences": []
  },
  {
    "word": "xoảng",
    "definition": "onomatopoeia of metallic sound",
    "sentences": []
  },
  {
    "word": "xoắn",
    "definition": "to twist, turn; to hold, hang onto",
    "sentences": [
      "Có thể <b>xoắn</b> mép bánh lại như miệng cái túi hoặc gấp đôi theo đường chéo, rồi bẻ hai góc đáy của tam giác vào.",
      "Máy lăng <b>xoắn</b> còn có thiết kế tinh vi hơn.",
      "Nó hoạt động nhờ những lò xo làm từ dây thừng <b>xoắn</b> chặt hoặc gân động vật.",
      "Khi cánh tay của máy được kéo lùi lại và thả ra, dây thừng <b>xoắn</b> bung ra đẩy cánh tay lên phía trước và bắn vật thể đi rất xa.",
      "Chẳng hạn, chiều dài và cân nặng của vật phóng tỷ lệ tương ứng với kích thước lò xo <b>xoắn</b>."
    ]
  },
  {
    "word": "xoắn xuýt",
    "definition": "to be attached to somebody, have a strong attachment",
    "sentences": []
  },
  {
    "word": "xoắn xít",
    "definition": "to grab, clutch, hold, cling to, stick to",
    "sentences": []
  },
  {
    "word": "xoắn ốc",
    "definition": "spiral",
    "sentences": [
      "Vi khuẩn, gọi tắt là khuẩn, là vi sinh vật đơn bào, không có nhân, có mặt trong mọi môi trường dưới nhiều hình dạng: que, cầu, <b>xoắn ốc</b>.",
      "Thiết bị được làm bằng hợp kim nickel và titanium, nên có thể tự biến thành hình <b>xoắn ốc</b> bao quanh cục máu ở nhiệt độ cơ thể.",
      "Nhiệt độ trong động mạch sẽ làm cho thiết bị tự biến thành hình <b>xoắn ốc</b> bao quanh cục máu đông."
    ]
  },
  {
    "word": "xoẹt",
    "definition": "(of knife, clap of thunder) cut fast, fast",
    "sentences": [
      "Khi thủ thuật được thực hiện, thầy thuốc cũng như người bệnh không phải nghe thấy tiếng xì <b>xoẹt</b> của các tia lửa điện hay tia laser và cũng không phải ngửi mùi khét của các tế bào bệnh bị đốt cháy như khi tiến hành các phương pháp đốt khác."
    ]
  },
  {
    "word": "xta to",
    "definition": "stator",
    "sentences": []
  },
  {
    "word": "xtrép tô mi xin",
    "definition": "streptomycin",
    "sentences": []
  },
  {
    "word": "xtrích nin",
    "definition": "strychnine",
    "sentences": []
  },
  {
    "word": "xtê rê ô",
    "definition": "stereo",
    "sentences": []
  },
  {
    "word": "xtốp",
    "definition": "stop",
    "sentences": [
      "Cri-<b>xtốp</b>-phơ Cô-lôm-bô vì cho rằng những ngôn ngữ châu Âu quá nhàm chán, nên ông đã phát minh ra tiếng Cô-lôm - một loại ngôn ngữ mà chỉ mình ông có thể dùng."
    ]
  },
  {
    "word": "xu",
    "definition": "cent, coin",
    "sentences": [
      "Cúc <b>xu</b> xi nở khi mặt trời chiếu sáng.",
      "Tôi không thích ăn <b>xu</b> si.",
      "Không ít người Mỹ thích <b>xu</b>-si.",
      "Tôi có <b>xu</b> hướng nhìn tranh trước khi đọc chữ",
      "Anh ấy dúi vài đồng <b>xu</b> vào túi tôi."
    ]
  },
  {
    "word": "xu hướng",
    "definition": "tendency, inclination",
    "sentences": [
      "Tôi có <b>xu hướng</b> nhìn tranh trước khi đọc chữ",
      "Đó là một <b>xu hướng</b> đáng buồn.",
      "Tôi có <b>xu hướng</b> mặc quần áo thoải mái và tiện dụng hơn là thời trang.",
      "Sự pha trộn, kết hợp một cách hồn nhiên giữa cổ điển quý phái với <b>xu hướng</b> thời trang nội thất đang thịnh hành tạo cho Serenade một vẻ thu hút riêng.",
      "Công trình mới này là phân tích tổng quát nhất cho tới nay, kết hợp với những nghiên cứu về <b>xu hướng</b> di chuyển của các loài trên một địa cầu ấm áp hơn."
    ]
  },
  {
    "word": "xu mị",
    "definition": "flatter servilely, toady",
    "sentences": []
  },
  {
    "word": "xu nịnh",
    "definition": "flatter",
    "sentences": [
      "Tôi thẳng thắn, không biết và không muốn <b>xu nịnh</b> ai."
    ]
  },
  {
    "word": "xu phụ",
    "definition": "flatter",
    "sentences": []
  },
  {
    "word": "xu phụng",
    "definition": "serve with servility",
    "sentences": []
  },
  {
    "word": "xu thế",
    "definition": "general trend, tendency",
    "sentences": [
      "Để phù hợp với <b>xu thế</b> mở cửa, chuẩn bị điều kiện để VN gia nhập Tổ chức Thương mại thế giới, các thành viên thường vụ Quốc hội ủng hộ việc dự luật có điều khoản cho phép các nhà xuất bản nước ngoài được đặt văn phòng đại diện tại Việt Nam, nhưng phải thực hiện theo quy định của pháp luật.",
      "Trong diễn văn bế mạc ASEP-3, Chủ tịch Quốc hội Nguyễn Văn An tuyên bố: Hội nghị lần này đã thống nhất về cơ bản trong nhận thức, đánh giá <b>xu thế</b> hòa bình, ổn định và hợp tác trong khu vực và trên thế giới mặc dù nạn khủng bố quốc tế đang thách thức chúng ta, thách thức pháp luật và thể chế quốc tế hiện hành.",
      "\"SSA đang đi ngược lại <b>xu thế</b> mở rộng tự do thương mại toàn cầu mà Mỹ là quốc gia đề xướng và yêu cầu các nước trên thế giới, đặc biệt là các quốc gia đang phát triển tham gia thực hiện\", ông Lê Văn Kịch, Chủ tịch VSC khẳng định.",
      "Diễn biến tỷ giá ngoại tệ tại thị trường Việt Nam hôm nay chưa theo kịp <b>xu thế</b> chung của thế giới."
    ]
  },
  {
    "word": "xu thời",
    "definition": "opportunism",
    "sentences": []
  },
  {
    "word": "xu xê",
    "definition": "a kind of rice cake",
    "sentences": [
      " Bánh <b>xu xê</b> Khuấy cho bột mịn và hơi sệt thì cho dừa vào, cho thêm màu lá dứa hoặc phẩm xanh."
    ]
  },
  {
    "word": "xua tan",
    "definition": "to dispel",
    "sentences": [
      "Khi thấy tôi bắt chước điệu bộ của những người lạ, cha mẹ đã bật cười, mọi bất hòa, căng thẳng đều được <b>xua tan</b>."
    ]
  },
  {
    "word": "xua đuổi",
    "definition": "to drive away, chase away",
    "sentences": [
      "Những người chăn cừu khác thì sử dụng một loạt các biện pháp khác nhau để <b>xua đuổi</b> sư tử, chó sói, và gấu, như lập hàng rào bằng những mảnh vải rực rỡ màu cam, hay sử dụng những con khỉ hung hăng làm \"vệ sĩ\".",
      "Bộ não của con người là nơi khu trú của hai tính cách, và mỗi tính cách đó dường như sử dụng một mạng lưới thần kinh riêng để khơi lại hay <b>xua đuổi</b> ký ức.",
      "Tăng cường thông gió để <b>xua đuổi</b> những đám mây vi khuẩn."
    ]
  },
  {
    "word": "xua đuổi những bất hạnh",
    "definition": "to chase, drive away misfortunes",
    "sentences": []
  },
  {
    "word": "xui",
    "definition": "(1) misfortunate, unlucky, unfortunate; (2) to excite, urge",
    "sentences": [
      "Tôi không tin con mèo đen đó mang đến điều <b>xui</b> xẻo.",
      "Đàn ông không được mặc quần áo trắng đen. Bởi vì điều đó được cho rằng là sẽ mang lại vận <b>xui</b>.",
      "Thật là <b>xui</b> xẻo!",
      "Thật <b>xui</b> xẻo!",
      "Một số quan niệm dân gian lại gợi ý cách giải <b>xui</b> là trèo lên lên đỉnh ngọn núi hoặc tháp chọc trời rồi đốt tất cả những chiếc tất thủng lỗ."
    ]
  },
  {
    "word": "xui bảo",
    "definition": "to prompt, advise",
    "sentences": []
  },
  {
    "word": "xui bẩy",
    "definition": "to induce, urge",
    "sentences": []
  },
  {
    "word": "xui cho",
    "definition": "unluckily for",
    "sentences": []
  },
  {
    "word": "xui khiến",
    "definition": "to induce",
    "sentences": [
      "- Lý do nào <b>xui khiến</b> anh gia nhập môi trường âm nhạc quân đội?"
    ]
  },
  {
    "word": "xui nguyên giục bị",
    "definition": "to be a stirrer",
    "sentences": []
  },
  {
    "word": "xui nên",
    "definition": "cause, be the cause of, occasion give rise to",
    "sentences": []
  },
  {
    "word": "xui xẻo",
    "definition": "unlucky, unfortunate",
    "sentences": [
      "Tôi không tin con mèo đen đó mang đến điều <b>xui xẻo</b>.",
      "Thật là <b>xui xẻo</b>!",
      "Thật <b>xui xẻo</b>!"
    ]
  },
  {
    "word": "xum họp",
    "definition": "gather",
    "sentences": []
  },
  {
    "word": "xum xoe",
    "definition": "flattering, smarmy",
    "sentences": []
  },
  {
    "word": "xun pha mít",
    "definition": "sulphonamide, sulfonamide, sulfa drug",
    "sentences": []
  },
  {
    "word": "xun phát",
    "definition": "sulphate, sulfate",
    "sentences": []
  },
  {
    "word": "xun xoe",
    "definition": "flattering, smarmy",
    "sentences": []
  },
  {
    "word": "xung",
    "definition": "(1) to rush, dash; angry, furious, aggressive, impulsive; (2) to rise",
    "sentences": [
      "Cái này sẽ là một kỷ niệm tốt của cuộc du ngoạn <b>xung</b> quanh nước Mỹ.",
      "Sự bi quan của anh ta làm suy sút tinh thần những người <b>xung</b> quanh.",
      "Mối quan hệ giữa thế giới Hồi giáo và phương Tây bao gồm nhiều thế kỷ chung sống và hợp tác, nhưng cũng có cả <b>xung</b> đột và chiến tranh tôn giáo.",
      "Đối thoại ngoại giao đã giúp kết thúc cuộc <b>xung</b> đột.",
      "Tắc kè hoa có thể đổi màu theo môi trường <b>xung</b> quanh."
    ]
  },
  {
    "word": "xung công",
    "definition": "to confiscate",
    "sentences": []
  },
  {
    "word": "xung khắc",
    "definition": "be incompatible",
    "sentences": [
      "Là những người có tình cảm sét đánh, yêu nhau ngay từ cái nhìn đầu tiên nhưng khi kết hôn rồi cả hai lại vô tình đặt mình vào thế <b>xung khắc</b>."
    ]
  },
  {
    "word": "xung lực",
    "definition": "force, impulse, striking power",
    "sentences": [
      "Ông bày tỏ tin tưởng ASEP-3 sẽ đưa ra những ý tưởng mới để quá trình hợp tác hai châu lục thêm <b>xung lực</b>."
    ]
  },
  {
    "word": "xung phong",
    "definition": "vanguard, assault; volunteer (solider)",
    "sentences": []
  },
  {
    "word": "xung quanh",
    "definition": "around, about, surrounding",
    "sentences": [
      "Cái này sẽ là một kỷ niệm tốt của cuộc du ngoạn <b>xung quanh</b> nước Mỹ.",
      "Sự bi quan của anh ta làm suy sút tinh thần những người <b>xung quanh</b>.",
      "Tắc kè hoa có thể đổi màu theo môi trường <b>xung quanh</b>.",
      "Có loài côn trùng có khả năng bắt màu của môi trường <b>xung quanh</b> chúng.",
      "Bỗng nhiên cô ấy dừng lại và nhìn <b>xung quanh</b> mình."
    ]
  },
  {
    "word": "xung thiên",
    "definition": "to go up in the sky",
    "sentences": []
  },
  {
    "word": "xung yếu",
    "definition": "important",
    "sentences": []
  },
  {
    "word": "xung điện áp",
    "definition": "peak voltage",
    "sentences": []
  },
  {
    "word": "xung động",
    "definition": "impulse",
    "sentences": []
  },
  {
    "word": "xung đột",
    "definition": "conflict",
    "sentences": [
      "Mối quan hệ giữa thế giới Hồi giáo và phương Tây bao gồm nhiều thế kỷ chung sống và hợp tác, nhưng cũng có cả <b>xung đột</b> và chiến tranh tôn giáo.",
      "Đối thoại ngoại giao đã giúp kết thúc cuộc <b>xung đột</b>.",
      "Chuyện giữa loài người với nhau có xảy ra nhiều loại <b>xung đột</b> và va chạm khác nhau, cũng sẽ được làm rõ trong cuốn sách này.",
      "Lực lượng cảnh sát đã <b>xung đột</b> với những người biểu tình.",
      "Họ cho biết rằng hầu hết các <b>xung đột</b> về hàng hóa hoặc tài sản thường chỉ liên quan đến 2 hoặc 3 bên mà thôi."
    ]
  },
  {
    "word": "xung đột gia đình",
    "definition": "domestic conflict, domestic argument",
    "sentences": []
  },
  {
    "word": "xung đột nội tâm",
    "definition": "internal (emotional, psychological) conflict",
    "sentences": []
  },
  {
    "word": "xuya",
    "definition": "sure, reliable",
    "sentences": []
  },
  {
    "word": "xuya rơ tê",
    "definition": "security forces, police",
    "sentences": []
  },
  {
    "word": "xuyên",
    "definition": "to pierce, cross, go through; through, across",
    "sentences": [
      "Đinh đã <b>xuyên</b> thủng lốp xe hơi.",
      "Gần đây thật khó theo kịp thời trang ăn mặc của thanh thiếu niên bởi vì chúng thay đổi quá thường <b>xuyên</b>.",
      "Bạn nên thường <b>xuyên</b> cho trẻ đeo yếm dãi để hạn chế nước dãi bị ngấm vào người gây cảm lạnh.",
      "Khi nó thường <b>xuyên</b> nói dối, không ai sẽ tin nó.",
      "Hãy đến thăm chúng tôi thường <b>xuyên</b> hơn nhé."
    ]
  },
  {
    "word": "xuyên bang",
    "definition": "interstate",
    "sentences": []
  },
  {
    "word": "xuyên qua",
    "definition": "to pierce, cross",
    "sentences": [
      "Anh ta bắn <b>xuyên qua</b> đầu một con hổ.",
      "Dùng giấy kiếng đậy miệng chậu để tránh ruồi, nhờ giấy kiếng trong suốt nên khi phơi, ánh nắng sẽ <b>xuyên qua</b> dễ dàng.",
      "Luồng phản lực hơi này khi <b>xuyên qua</b> bề dày đại dương đã cuốn theo nước biển, bắn nước biển lên không trung theo những quỹ đạo mở rộng về mọi phía, tạo ra mưa liên tục cho đến khi quá trình phun hơi nước chấm dứt.",
      "Các nhà khoa học cũng đã chứng minh rằng, hầu như mọi nơi trên mặt đất đều có dòng địa điện <b>xuyên qua</b> chằng chịt giống như mạng nhện, chỉ khác là mức độ nhiều ít, mạnh yếu khác nhau.",
      "Nhưng khi Chandra và XMM-Newton lần theo dấu vết tia X, chúng đã nhìn <b>xuyên qua</b> khí và bụi vũ trụ để phát hiện ra những điều mà kính thiên văn thường không thể nhìn thấy."
    ]
  },
  {
    "word": "xuyên suốt",
    "definition": "to complete penetration",
    "sentences": [
      "Ca múa nhạc truyền thống Huế cùng dàn nhã nhạc được coi là điểm nhấn <b>xuyên suốt</b> các hoạt động lễ hội."
    ]
  },
  {
    "word": "xuyên sơn",
    "definition": "to go through a mountain",
    "sentences": []
  },
  {
    "word": "xuyên thẳng",
    "definition": "straight through",
    "sentences": []
  },
  {
    "word": "xuyên tâm",
    "definition": "diametrical, radial, central",
    "sentences": []
  },
  {
    "word": "xuyên tạc",
    "definition": "to make up, distort",
    "sentences": [
      "Các nhà báo cần phải cẩn thận để không <b>xuyên tạc</b> thông tin."
    ]
  },
  {
    "word": "xuyến",
    "definition": "bracelet",
    "sentences": [
      "William rất ngăn nắp. Anh ấy luôn quán <b>xuyến</b> mọi việc.",
      "Nếu vợ mình là người có nhóm máu O thì các đức lang quân cũng cần vui vẻ nhường quyền quán <b>xuyến</b> và quyết định các công việc cho vợ.",
      "Không gian quán nhỏ xinh, điểm <b>xuyến</b> bằng những chậu hoa nhỏ li ti và dòng thác róc rách đổ bên cạnh khóm trúc, khách có thể vừa thư giãn vừa trò chuyện với các bạn phục vụ."
    ]
  },
  {
    "word": "xuân",
    "definition": "spring (season)",
    "sentences": [
      "Sắp đến mùa <b>xuân</b>.",
      "Năm nay <b>xuân</b> đến muộn.",
      "Sau mùa đông là mùa <b>xuân</b> đến.",
      "Một năm có bốn mùa: <b>xuân</b>, hạ, thu, đông.",
      "Đó là một buổi chiều mùa <b>xuân</b> đẹp trời tại công viên trung tâm."
    ]
  },
  {
    "word": "xuân cảnh",
    "definition": "spring scenery",
    "sentences": []
  },
  {
    "word": "xuân huyên",
    "definition": "(in literature) father and mother",
    "sentences": []
  },
  {
    "word": "xuân liên",
    "definition": "parallel scrolls displayed around Tet time",
    "sentences": []
  },
  {
    "word": "xuân nhật",
    "definition": "spring days",
    "sentences": []
  },
  {
    "word": "xuân nữ",
    "definition": "young girl",
    "sentences": []
  },
  {
    "word": "xuân phân",
    "definition": "spring equinox",
    "sentences": []
  },
  {
    "word": "xuân phương",
    "definition": "spring fragrance",
    "sentences": []
  },
  {
    "word": "xuân quang",
    "definition": "spring scenery, happy look",
    "sentences": []
  },
  {
    "word": "xuân sắc",
    "definition": "spring scenery",
    "sentences": [
      "Nhịn đói, ngoài tác dụng trị liệu trực tiếp, còn là một yếu tố giữ được vẻ <b>xuân sắc</b>, giúp phủ tạng được nghỉ ngơi và loại bỏ chất cặn bã ra khỏi cơ thể."
    ]
  },
  {
    "word": "xuân thiên",
    "definition": "spring weather, spring day",
    "sentences": []
  },
  {
    "word": "xuân thu",
    "definition": "spring and autumn",
    "sentences": []
  },
  {
    "word": "xuân tiêu",
    "definition": "spring night",
    "sentences": []
  },
  {
    "word": "xuân tiết",
    "definition": "spring, spring-time",
    "sentences": []
  },
  {
    "word": "xuân tình",
    "definition": "deep or strong emotion, passion, love, sensuality",
    "sentences": []
  },
  {
    "word": "xuân xanh",
    "definition": "flower of youth, prime of life, springtime of one’s",
    "sentences": []
  },
  {
    "word": "xuân đài",
    "definition": "scenery of peace and prosperity",
    "sentences": []
  },
  {
    "word": "xuân đường",
    "definition": "(in literature) father",
    "sentences": []
  },
  {
    "word": "xuôi",
    "definition": "(1) down, downstream; (2) favorable, easy",
    "sentences": [
      "Bạn bên cạnh tôi thì bây giờ mọi thứ êm <b>xuôi</b> rồi",
      "Việc dịch <b>xuôi</b> sẽ ít bị sai hơn việc dịch ngược.",
      "Khi nào chuẩn bị xong <b>xuôi</b> rồi, tôi sẽ báo cho bạn biết.",
      "Ngược <b>xuôi</b> khắp miền, hễ nghe tin ở đâu có \"hàng\" là tìm đến, thương lượng để mua cho bằng được.",
      "Ngồi với Vinh trong một buổi chiều Hà Nội bình yên, để nghe anh kể về những ngày ngược <b>xuôi</b> tầm đồ cổ, mới thấy hết được niềm đam mê vô tận từ người đàn ông này."
    ]
  },
  {
    "word": "xuôi chiều",
    "definition": "agreeable",
    "sentences": []
  },
  {
    "word": "xuôi tai",
    "definition": "be pleasant to the ear",
    "sentences": []
  },
  {
    "word": "xuôi vần",
    "definition": "rhymed",
    "sentences": []
  },
  {
    "word": "xuôi xả",
    "definition": "to go on swimmingly",
    "sentences": []
  },
  {
    "word": "xuýt",
    "definition": "all but, almost, nearly",
    "sentences": []
  },
  {
    "word": "xuýt xoa",
    "definition": "to make a hissing sound, utter a cry of pain",
    "sentences": []
  },
  {
    "word": "xuýt xoát",
    "definition": "nearly, about",
    "sentences": []
  },
  {
    "word": "xuất",
    "definition": "to produce",
    "sentences": [
      "Pho mát là một chất dinh dưỡng, sản <b>xuất</b> từ sữa bò, dê, cừu và các động vật có vú khác.",
      "Chúng tôi cung cấp phụ tùng cho nhà sản <b>xuất</b> xe hơi",
      "Hộ chiếu là vật không thể thiếu khi người ta <b>xuất</b> ngoại.",
      "Để không bị muộn, anh ta đã <b>xuất</b> phát sớm.",
      "Anh ta đã <b>xuất</b> phát tối qua."
    ]
  },
  {
    "word": "xuất biên",
    "definition": "to leave a country",
    "sentences": []
  },
  {
    "word": "xuất bản",
    "definition": "to publish",
    "sentences": [
      "Cuốn sách đã sẵn sàng để <b>xuất bản</b> rồi.",
      "Cuốn sách được <b>xuất bản</b> đầu tiên ở Tây Ban Nha vào tháng 2.",
      "Hôm qua anh mua được một quyển từ điển mới <b>xuất bản</b> phải không?",
      "Cuốn sách này được <b>xuất bản</b> vào năm 2015, qua ba lần tái bản đã có hơn một triệu bản được bán ra trên toàn cầu.",
      "Cháu gái tôi làm việc cho một nhà <b>xuất bản</b> danh tiếng."
    ]
  },
  {
    "word": "xuất bản toàn bộ tác phẩm của văn hào",
    "definition": "to publish the collected works of an author",
    "sentences": []
  },
  {
    "word": "xuất cao",
    "definition": "efficiency, performance",
    "sentences": [
      "Cũng có những trăn trở như bà Hiền, ông Nguyễn Văn Nhâm, chủ một doanh nghiệp sản <b>xuất cao</b> su, trực thuộc Hội Người mù Việt Nam, cho biết, cơ sở của ông có 55 người tàn tật, đa số làm việc rất tốt, thu nhập ổn định."
    ]
  },
  {
    "word": "xuất chinh",
    "definition": "go to war",
    "sentences": []
  },
  {
    "word": "xuất chính",
    "definition": "to enter politics, begin public career",
    "sentences": []
  },
  {
    "word": "xuất chúng",
    "definition": "outstanding",
    "sentences": [
      "Tom là ca sĩ <b>xuất chúng</b> nhất trong câu lạc bộ này.",
      "Trong câu lạc bộ này, Tom là ca sỹ <b>xuất chúng</b> nhất.",
      "Trong câu lạc bộ này thì Tom là ca sỹ <b>xuất chúng</b> nhất."
    ]
  },
  {
    "word": "xuất cảng",
    "definition": "to export",
    "sentences": []
  },
  {
    "word": "xuất cảng sang châu Âu",
    "definition": "to export to Europe",
    "sentences": []
  },
  {
    "word": "xuất cảnh",
    "definition": "to exit or leave a country",
    "sentences": [
      "Từ ngày 1/7, công dân Việt Nam và Lào mang hộ chiếu phổ thông còn giá trị sử dụng ít nhất 6 tháng sẽ được miễn thị thực nhập cảnh, <b>xuất cảnh</b> và quá cảnh lãnh thổ nước kia với thời gian tạm trú không quá 30 ngày, kể từ ngày nhập cảnh."
    ]
  },
  {
    "word": "xuất dương",
    "definition": "to go abroad",
    "sentences": []
  },
  {
    "word": "xuất gia",
    "definition": "to leave one’s home (to become a Buddhist monk or nun)",
    "sentences": []
  },
  {
    "word": "xuất giá",
    "definition": "get married",
    "sentences": []
  },
  {
    "word": "xuất hiện",
    "definition": "to appear, become visible; appearance",
    "sentences": [
      "Sự may mắn không <b>xuất hiện</b> ngẫu nhiên trong hành trình cuộc sống chúng ta.",
      "Bóng ma của chiến tranh đã <b>xuất hiện</b> trở lại.",
      "Kỳ tích được gọi là kỳ tích vì nó không <b>xuất hiện</b>.",
      "Tom <b>xuất hiện</b> vào khoảng 2 giờ rưỡi.",
      "Tom đã <b>xuất hiện</b> trên các bộ phim và trên truyền hình."
    ]
  },
  {
    "word": "xuất hiện bất ngờ",
    "definition": "to appear unexpectedly",
    "sentences": []
  },
  {
    "word": "xuất hiện trên báo",
    "definition": "to appear in a newspaper",
    "sentences": [
      "Một bài viết về trường của chúng tôi đã <b>xuất hiện trên báo</b>.",
      "- cho biết các album trên tái bản rất đều, đặc biệt việc bán album ca sĩ trẻ Khánh Linh, Tùng Dương cũng khả quan do các gương mặt này là tâm điểm dư luận, <b>xuất hiện trên báo</b> chí khá nhiều năm qua."
    ]
  },
  {
    "word": "xuất huyết",
    "definition": "hemorrhage",
    "sentences": [
      "Thủ phạm chính là những dòng virus Ebola khác nhau, gây <b>xuất huyết</b> ồ ạt trong nội tạng dẫn đến tử vong.",
      "Các bộ phận của cây ổi thường được dùng để chữa những bệnh như tiết tả (đi lỏng), cửu lỵ (lỵ mạn tính), viêm dạ dày ruột cấp và mạn tính, sang thương <b>xuất huyết</b>, tiêu khát (tiểu đường), băng huyết...",
      "Sốt <b>xuất huyết</b> tăng cao ở phía Nam vào đầu năm 2004",
      "Trong năm 2003, số mắc sốt <b>xuất huyết</b> tiếp tục tăng ngay cả những tháng cuối và kéo dài qua đầu tháng 1/2004.",
      "Tình hình này dự báo số ca sốt <b>xuất huyết</b> có thể tăng cao trong những tháng đầu năm 2004."
    ]
  },
  {
    "word": "xuất hành",
    "definition": "to go out",
    "sentences": []
  },
  {
    "word": "xuất khẩu",
    "definition": "to export",
    "sentences": [
      "Giá một quả trứng đà điểu khoảng 250.000 đồng/quả! Vỏ trứng dày đến mức để lấy trứng ra chỉ có cách& dùng dùi đục hoặc lưỡi khoan, khoan thành lỗ! Nhưng thịt đà điểu không đắt hơn thịt heo bao nhiêu, vì phần da đã được lọc riêng để chế biến <b>xuất khẩu</b>.",
      "Đến nay Gorden Garden đang sản xuất khoảng 80 chủng loại rau, đều đặn cung cấp cho các khách sạn nhà hàng lớn ở Hà Nội, TP HCM, Đà Nẵng, Nha Trang, Đà Lạt, Phan Thiết và bước đầu <b>xuất khẩu</b> qua Đan Mạch.",
      "Ông Nguyễn Thanh Hòa, Cục trưởng Cục Quản lý lao động nước ngoài, nhận định: việc Đài Loan mở cửa thị trường với Mông Cổ không gây nhiều ảnh hưởng tới lao động Việt Nam vì Mông Cổ dân số ít, khả năng <b>xuất khẩu</b> nhân công không cao.",
      "Uỷ ban Lao động Đài Loan mới ra quyết định, bắt đầu từ 15/1 thực thi chế độ thu phí mới đối với những công ty môi giới muốn xin Uỷ ban Lao động Đài Loan xét duyệt giấy phép <b>xuất khẩu</b> lao động.",
      "Nhưng công ty không được phép <b>xuất khẩu</b> lao động đi Malaysia nên đã lấy danh nghĩa một công ty khác đưa anh sang."
    ]
  },
  {
    "word": "xuất kích",
    "definition": "to go on a sortie, sortie",
    "sentences": []
  },
  {
    "word": "xuất kỳ bất ý",
    "definition": "to launch a surprise attack, sneak attack",
    "sentences": []
  },
  {
    "word": "xuất ngoại",
    "definition": "to go abroad",
    "sentences": [
      "Hộ chiếu là vật không thể thiếu khi người ta <b>xuất ngoại</b>.",
      "Khi ấy, CLB sẽ cho Quyến khoảng 3-4 tỷ lấy vốn <b>xuất ngoại</b>."
    ]
  },
  {
    "word": "xuất nhập",
    "definition": "expenditures and receipts",
    "sentences": [
      "Tự ti với thân hình mũm mĩm của mình, chị Nguyễn Mai Hạnh, kế toán trưởng của một công ty <b>xuất nhập</b> khẩu nhiều lần lên kế hoạch đi tập thể dục giảm cân nhưng vẫn chưa thu xếp được thời gian.",
      "Cấm <b>xuất nhập</b> gà ở 18 tỉnh phía Nam(14/01/2004)",
      "Cấm <b>xuất nhập</b> gà ở 18 tỉnh phía Nam(14/01/2004)",
      "- Chị nghĩ gì khi có nhiều ý kiến cho rằng diễn viên nữ khi trở thành vợ, mẹ rồi, diễn <b>xuất nhập</b> vai hơn, đặc biệt là những vai nội tâm?",
      "Chuyên <b>xuất nhập</b> khẩu điều, Fatimex năm nay không có lãi vì vậy, mức thưởng chỉ trên 100.000 đồng."
    ]
  },
  {
    "word": "xuất nhập cảnh",
    "definition": "exit and entry, immigration",
    "sentences": [
      "Đặc biệt Cục Hải quan TP.HCM chỉ đạo, hải quan tại cửa khẩu sân bay Tân Sơn Nhất lập quầy riêng làm thủ tục kiểm tra hành lý, <b>xuất nhập cảnh</b> nhanh chóng, thuận lợi, nhất là trong dịp Tết, hè; thực hiện cấp giấy phép tạm nhập miễn thuế ôtô, trang thiết bị làm việc và đồ dùng cá nhân của Việt kiều là trí thức, chuyên gia, công nhân lành nghề về nước làm việc trong thời gian từ một năm trở lên..."
    ]
  },
  {
    "word": "xuất nhập khẩu",
    "definition": "import and export",
    "sentences": [
      "Tự ti với thân hình mũm mĩm của mình, chị Nguyễn Mai Hạnh, kế toán trưởng của một công ty <b>xuất nhập khẩu</b> nhiều lần lên kế hoạch đi tập thể dục giảm cân nhưng vẫn chưa thu xếp được thời gian.",
      "Chuyên <b>xuất nhập khẩu</b> điều, Fatimex năm nay không có lãi vì vậy, mức thưởng chỉ trên 100.000 đồng.",
      "Công ty cổ phần <b>xuất nhập khẩu</b> Tân Định (Tadimex) và Công ty <b>xuất nhập khẩu</b> gia súc gia cầm 1 (Animex) vừa đấu giá thành công hơn 47.000 cổ phần thông qua chi nhánh công ty chứng khoán Bảo Việt TP HCM.",
      "Tadimex có vốn điều lệ 10 tỷ đồng, kinh doanh tổng hợp gồm các lĩnh vực <b>xuất nhập khẩu</b>, sản xuất, thương mại, dịch vụ nuôi trồng về nông hải sản, thủ công mỹ nghệ, may mặc, thực phẩm, đồ gỗ& Doanh thu dự kiến năm 2004 của doanh nghiệp đạt 3 tỷ đồng và lợi nhuận sau thuế trên 237 triệu đồng.",
      "Việc giảm giá quá mạnh của đồng đôla Mỹ, đứng đằng sau nó là cả ý đồ về chính sách tiền tệ, về <b>xuất nhập khẩu</b> cũng như về các yếu tố chính trị khác."
    ]
  },
  {
    "word": "xuất phát",
    "definition": "to send forth, start, emit",
    "sentences": [
      "Để không bị muộn, anh ta đã <b>xuất phát</b> sớm.",
      "Anh ta đã <b>xuất phát</b> tối qua.",
      "Khi nào bạn chuẩn bị xong chúng ta sẽ <b>xuất phát</b> nhé.",
      "Vì thời tiết xấu tôi đã không thể <b>xuất phát</b>.",
      "Mọi người đều có quyền được bảo hộ đối với những quyền lợi về vật chất và tinh thần <b>xuất phát</b> từ công trình khoa học, văn học và nghệ thuật mà người đó là tác giả."
    ]
  },
  {
    "word": "xuất phát điểm",
    "definition": "point of departure, starting point",
    "sentences": [
      "- Bất kỳ ca sĩ trẻ nào mới vào nghề cũng cần có một <b>xuất phát điểm</b> tốt."
    ]
  },
  {
    "word": "xuất quân",
    "definition": "to go into battle, dispatch troops",
    "sentences": [
      "Họ <b>xuất quân</b> mà không có một tiền đạo thực thụ nào, nhưng Văn Tâm, Martin, Minh Phương, Tài Em, Anh Tuấn luôn sẵn sàng thay nhau dâng cao để làm nhiệm vụ của một cầu thủ tấn công.",
      "Cũng trong lễ <b>xuất quân</b> này, LG-ACB-HN giới thiệu hai nhà tài trợ của đội ở mùa giải mới: công ty điện tử LG và công ty nước giải khát Tribeco."
    ]
  },
  {
    "word": "xuất quỹ",
    "definition": "to pay out",
    "sentences": []
  },
  {
    "word": "xuất siêu",
    "definition": "excess of imports over exports, trade surplus",
    "sentences": [
      "Bộ Thương mại nước này cho biết, mức <b>xuất siêu</b> của năm 2003 ước đạt 15 tỷ USD, chỉ bằng một nửa so với năm trước."
    ]
  },
  {
    "word": "xuất sắc",
    "definition": "excellent, outstanding, remarkable, notable",
    "sentences": [
      "Tôi cam đoan cô ta sẽ trở thành một ca sĩ <b>xuất sắc</b>.",
      "Anh ấy là một vận động viên <b>xuất sắc</b>.",
      "Anh ta là người chơi <b>xuất sắc</b> nhất trong đội của chúng tôi.",
      "Trong học tập, cậu ấy dường như không giỏi đến thế, nhưng trong công việc, cậu ấy có thể làm rất <b>xuất sắc</b>. Cậu ấy là thiên tài trong việc tìm ra chìa khóa của mọi chuyện. Còn về hiểu biết thì cậu ấy không thua một ai. Nhưng tôi không có cảm giác là cậu ấy sẽ chiến thắng ở nơi làm việc. Có lẽ cái này gọi là \"châu chấu đá xe\".",
      "Anh ấy là một đầu bếp <b>xuất sắc</b>."
    ]
  },
  {
    "word": "xuất thân",
    "definition": "to come from",
    "sentences": [
      "Người đứng đầu doanh nghiệp Nhật Bản thường thăng tiến từ trong nội bộ và <b>xuất thân</b> từ ngành kỹ thuật.",
      "Có vẻ như Tom thực sự <b>xuất thân</b> từ một gia đình giàu có.",
      "Tôi <b>xuất thân</b> từ một gia đình y khoa.",
      "Các cầu thủ trẻ giàu triển vọng của Thành phố đã nhìn thấy tương lai nhờ đội bóng này, khi Chủ tịch đội - ông Quách Thành Lai - luôn ưu tiên cho cầu thủ <b>xuất thân</b> từ TP HCM.",
      "Vì thế show diễn này có ý nghĩa lớn với tôi, một người <b>xuất thân</b> từ phong trào ca hát sinh viên."
    ]
  },
  {
    "word": "xuất thân từ",
    "definition": "to come from",
    "sentences": [
      "Người đứng đầu doanh nghiệp Nhật Bản thường thăng tiến từ trong nội bộ và <b>xuất thân từ</b> ngành kỹ thuật.",
      "Có vẻ như Tom thực sự <b>xuất thân từ</b> một gia đình giàu có.",
      "Tôi <b>xuất thân từ</b> một gia đình y khoa.",
      "Các cầu thủ trẻ giàu triển vọng của Thành phố đã nhìn thấy tương lai nhờ đội bóng này, khi Chủ tịch đội - ông Quách Thành Lai - luôn ưu tiên cho cầu thủ <b>xuất thân từ</b> TP HCM.",
      "Vì thế show diễn này có ý nghĩa lớn với tôi, một người <b>xuất thân từ</b> phong trào ca hát sinh viên."
    ]
  },
  {
    "word": "xuất thân từ nhiều quốc gia",
    "definition": "to come from many countries",
    "sentences": []
  },
  {
    "word": "xuất thần",
    "definition": "entrancement",
    "sentences": [
      "Nếu thủ thành Matteo Sereni không <b>xuất thần</b> cản phá thì cựu tiền đạo Parma này đã ghi tên mình vào danh sách làm bàn.",
      "Tuy nhiên, trong một ngày thi đấu <b>xuất thần</b>, Achilefu đặt dấu chấm hết cho những nỗ lực của Nam Định bằng cú dứt điểm thành công, ấn định chiến thắng 3-1 cho đội chủ nhà, 10 phút trước khi hết giờ.",
      "Người ta nói khi phút <b>xuất thần</b> đến, không ai biết làm gì, sau đó mới hiểu.",
      "Những biến động trong cuộc sống ít nhiều có ảnh hưởng đến vai diễn, nhưng một diễn viên chuyên nghiệp sẽ tự chủ được mình và có thể tạo nên một đêm diễn <b>xuất thần</b> khi vai diễn đồng tâm trạng.",
      "Tôi gọi những giây phút vô thức ấy là \"<b>xuất thần</b>\", đó là phần tinh tuý của tinh thần bật ra."
    ]
  },
  {
    "word": "xuất tinh",
    "definition": "to ejaculate",
    "sentences": [
      "Phương pháp <b>xuất tinh</b> ngược được cho là có thể giúp đàn ông có nhiều cơn cực khoái.",
      "Phương pháp <b>xuất tinh</b> ngược dòng được cho là có thể giúp phái mạnh đạt được nhiều cơn cực khoái.",
      "Phương pháp <b>xuất tinh</b> ngược dòng được cho là có thể giúp phái mạnh đạt được nhiều cảm giác cực khoái.",
      "Để lấy được tinh trùng, cách duy nhất là luồn một ống xông thẳng vào bộ phận sinh dục, rồi kích điện để con vật <b>xuất tinh</b>.",
      "Khoảng 70% cánh mày râu ở Nam Phi bị mắc một trục trặc nào đó về tình dục, như liệt dương, <b>xuất tinh</b> sớm hoặc không đạt khoái cảm."
    ]
  },
  {
    "word": "xuất tinh sớm",
    "definition": "premature ejaculation",
    "sentences": [
      "Khoảng 70% cánh mày râu ở Nam Phi bị mắc một trục trặc nào đó về tình dục, như liệt dương, <b>xuất tinh sớm</b> hoặc không đạt khoái cảm.",
      "-Di tinh, <b>xuất tinh sớm</b>: Dùng nước nóng ngâm rửa chân 1 lần mỗi tối trước khi ngủ.",
      "Dùng cho những người cơ thể suy nhược, nam giới liệt dương, di tinh, <b>xuất tinh sớm</b>, suy giảm chất lượng và số lượng tinh trùng; nữ giới hiếm muộn, suy giảm ham muốn tình dục, lưng đau gối mỏi, đầu choáng mắt hoa, rối loạn kinh nguyệt, tóc bạc sớm..."
    ]
  },
  {
    "word": "xuất trình",
    "definition": "to produce, show",
    "sentences": [
      "Kết quả ghi nhận cơ sở này không có giấy phép hành nghề, ông Thanh không <b>xuất trình</b> được bằng bác sĩ.",
      "Khi đó, ông Rainer đã \"<b>xuất trình</b>\" tấm bằng \"Fussball - Lehrer\", được xếp vào hàng bằng cấp huấn luyện cao cấp nhất của Đức, và được cấp năm 1999."
    ]
  },
  {
    "word": "xuất trình tài liệu",
    "definition": "to produce, furnish documents",
    "sentences": []
  },
  {
    "word": "xuất trận",
    "definition": "to go to war",
    "sentences": [
      "Bị đánh giá yếu hơn về mọi mặt, nhưng Siena vẫn bất ngờ <b>xuất trận</b> mà không có hai tiền đạo Enrico Chiesa và Nicola Ventola.",
      "Fabien sẽ có thể <b>xuất trận</b> ngay từ ngày 3/1 trong trận gặp Strasbourg tại vòng 1 Cup quốc gia Pháp trên sân Velodrome (sân nhà của Marseille)\".",
      "Cho dù <b>xuất trận</b> với đầy đủ các anh tài, Real đã để cho đội khách tạo được những pha nguy hiểm đầu tiên."
    ]
  },
  {
    "word": "xuất viện",
    "definition": "to be discharged from hospital",
    "sentences": [
      "Bạn sẽ có thể <b>xuất viện</b> trong hai tuần nữa.",
      "Một nhân viên Thú y TP HCM được <b>xuất viện</b>(30/01/2004)",
      "Một nhân viên Thú y TP HCM được <b>xuất viện</b>",
      "2 bệnh nhân đã <b>xuất viện</b>, trong đó có anh H.P.S nhân viên trạm Thú y Tân Bình được xác định chỉ cảm cúm thời tiết thông thường không liên quan đến cúm gà.",
      "Bố cháu có thể <b>xuất viện</b> sau một tháng điều trị phục hồi."
    ]
  },
  {
    "word": "xuất vốn",
    "definition": "to invest (in something), provide funds",
    "sentences": []
  },
  {
    "word": "xuất xứ",
    "definition": "origin, source",
    "sentences": [
      "Đối với các loại ăng-ten xoay, do chủ yếu là hàng trôi nổi có <b>xuất xứ</b> từ Trung Quốc chất lượng sản phẩm phức tạp nên thường không bảo đảm an toàn điện.",
      "Cái tên <b>xuất xứ</b> là do hình dáng giống cái răng bừa vẫn dùng để bừa ruộng.",
      "Phát hiện này lại làm tăng thêm sức nặng cho giả thuyết <b>xuất xứ</b> từ biển.",
      "Bởi những đòi hỏi kỹ thuật như vậy nên các dân trượt ván chuyên nghiệp thường chọn ván trượt có <b>xuất xứ</b> từ Mỹ, Canada với giá 2 triệu đồng/chiếc trở lên, hoặc ít ra cũng của Hong Kong giá 700.000 đồng/chiếc.",
      "Virus trên mẫu của cả hai đều có <b>xuất xứ</b> châu Á, và không mang các gene của virus gây cúm người\", thông báo của WHO viết."
    ]
  },
  {
    "word": "xuất xứ từ Vietnamese",
    "definition": "of Vietnamese origin",
    "sentences": []
  },
  {
    "word": "xuất đầu lộ diện",
    "definition": "to appear, make an appearance, show up",
    "sentences": []
  },
  {
    "word": "xuẩn",
    "definition": "dull-witted, stupid",
    "sentences": [
      "Tôi không muốn làm điều đó vì nó thật nguy hiểm và ngu <b>xuẩn</b>.",
      "Cô ấy coi anh ta là một người ngu <b>xuẩn</b>.",
      "Anh ấy sẽ không làm chuyện ngu <b>xuẩn</b> như thế.",
      "Tôi đã không thể ngờ được là Tom lại ngu <b>xuẩn</b> đến thế.",
      "Tôi đã bảo bạn đừng có làm điều gì ngu <b>xuẩn</b> rồi cơ mà."
    ]
  },
  {
    "word": "xuẩn ngốc",
    "definition": "foolish and stupid",
    "sentences": []
  },
  {
    "word": "xuẩn động",
    "definition": "inconsiderate, thoughtless, done thoughtlessly",
    "sentences": []
  },
  {
    "word": "xuề xòa",
    "definition": "simple, easy-going",
    "sentences": []
  },
  {
    "word": "xuềnh xoàng",
    "definition": "simply, without ceremony, dressed in clothes used in the house",
    "sentences": []
  },
  {
    "word": "xuể",
    "definition": "to be capable of doing sth",
    "sentences": [
      "Số tiền anh ấy có được nhiều đến độ tiêu không <b>xuể</b>.",
      "Ngay ở trạm kiểm dịch động vật Ngọc Hồi, một trong hai trạm lớn nhất của Hà Nội, có tới 4 cán bộ thú y, nhưng lưu lượng vận chuyển gia cầm lớn nên công việc kiểm dịch cũng làm không <b>xuể</b>, dù chỉ là phun hóa chất khử trùng rồi cho qua, hoặc bắt quay trở lại.",
      "Việc kiểm tra được đôn đốc thường xuyên, nhưng có lẽ không <b>xuể</b>\", ông nói."
    ]
  },
  {
    "word": "xuống",
    "definition": "to go down, come down, get out (of a car, vehicle)",
    "sentences": [
      "Tôi từ trên núi <b>xuống</b>.",
      "Một triệu người đã ngã <b>xuống</b> trong cuộc chiến đó.",
      "Chiếc máy bay đã bay sát mặt trước khi nó đâm sầm <b>xuống</b>.",
      "Cảm thấy hơi chóng mặt, tôi đã ngồi <b>xuống</b> một lúc.",
      "Đêm đã <b>xuống</b>. Anh nên trở về nhà"
    ]
  },
  {
    "word": "xuống cân",
    "definition": "to lose weight",
    "sentences": [
      "Ăn để lên cân đã khổ, người đẹp cho biết, tập luyện sao cho <b>xuống cân</b> còn khổ hơn."
    ]
  },
  {
    "word": "xuống cấp",
    "definition": "to be downgraded",
    "sentences": [
      "Theo bản báo cáo, bản thân sự hưởng thụ không phải là điều gì tồi tệ, nhưng: \"Mức độ béo phì, nợ nần gia tăng, sự thiếu hụt thời gian thường xuyên, môi trường <b>xuống cấp</b>, là những dấu hiệu cho thấy việc tiêu thụ quá trớn đã làm hỏng chất lượng sống của nhiều người\".",
      "Để giảm tải cho cầu Bình Triệu 1 đã có dấu hiệu <b>xuống cấp</b>, cầu Bình Triệu 2 được xây nên là điều hợp lý.",
      "Các căn hộ tập thể đều chật hẹp, sử dụng chung khu vệ sinh, hạ tầng <b>xuống cấp</b> trầm trọng.",
      "Bên cạnh đó, khoảng cách giữa các dãy nhà chung cư lớn nên xung quanh khu nhà, các hộ dân ở tầng 1 hầu hết lấn chiếm quỹ đất công, vỉa hè, gây mất trật tự đô thị, cảnh quan <b>xuống cấp</b>.",
      "Theo ông Lực, có khá nhiều xe đã được \"phong\" là chất lượng cao từ khá lâu nhưng đến nay mặc dù đã <b>xuống cấp</b>, hư cũ nhưng vẫn được giữ nguyên \"mỹ danh\" đó."
    ]
  },
  {
    "word": "xuống cầu thang",
    "definition": "to go down stairs",
    "sentences": [
      "Chúng tôi nghe thấy anh ấy <b>xuống cầu thang</b>.",
      "Những người công nhân đã lên <b>xuống cầu thang</b> bộ."
    ]
  },
  {
    "word": "xuống dưới",
    "definition": "to go down, descend",
    "sentences": [
      "Lót lá chuối <b>xuống dưới</b>, sắp lá ổi lên trên, rồi hốt thịt đã gia vị bỏ vào, sắp lá ổi tủ thịt lại, dùng lạt bó rơm.",
      "Không khí trên trái đất không phải là tĩnh, mà không ngừng tuần hoàn từ dưới lên trên, từ trên <b>xuống dưới</b>.",
      "Sau khi đã bay được đến độ cao nhất định, diều hâu không giữ nổi cao độ bay mà trượt nghiêng <b>xuống dưới</b>, có nghĩa là cơ thể nó đã mất đi sự nâng đỡ của luồng không khí chuyển vận nâng cao.",
      "Sau đó là vật chất cấu thành cánh dẻo, để cánh có thể gập ngược lên trên hay <b>xuống dưới</b> với biên độ rộng.",
      "Thành phố nổi xinh đẹp Venice có thể thoát khỏi tình trạng chìm dần xuống biển, nhờ áp dụng công nghệ khai thác dầu để bơm chất lỏng <b>xuống dưới</b> chân thành phố."
    ]
  },
  {
    "word": "xuống giá",
    "definition": "to lower prices",
    "sentences": [
      "Vàng <b>xuống giá</b> với tốc độ rất nhanh",
      "Thêm vào đó, gần đây giá tăng là do sự <b>xuống giá</b> của USD, nhiều nước châu Á vào mùa sắm Tết Nguyên đán& Trong khi đó, hiện 1 euro chỉ còn đổi được 1,23 USD, thấp nhất kể từ đầu năm."
    ]
  },
  {
    "word": "xuống giọng",
    "definition": "to lower one’s voice",
    "sentences": []
  },
  {
    "word": "xuống hạng",
    "definition": "to downgrade, reduce the category of",
    "sentences": [
      "Mùa bóng 2003, Cảng Sài Gòn của Võ Hoàng Bửu <b>xuống hạng</b>.",
      "Mọi chuyện đã xảy ra với Võ Hoàng Bửu quá dồn dập: ly hôn, đội CSG <b>xuống hạng</b>, chuyển giao đội bóng...",
      "Nếu như MU đang cố gắng tuyệt vọng để bảo vệ danh hiệu vô địch Premiership, thì Manchester City cũng phải chiến đấu với tinh thần cao nhất để tránh xa nhóm <b>xuống hạng</b>.",
      "Vì giờ đây, họ lẹt đẹt ở vị trí thứ 15, chỉ hơn nhóm <b>xuống hạng</b> vẻn vẹn 3 điểm.",
      "Họ thắng CLB không có một ngoại binh và bị đánh giá là ứng viên <b>xuống hạng</b> mùa này - Thể Công - với kết quả 2-1."
    ]
  },
  {
    "word": "xuống lỗ",
    "definition": "to go down into a hole",
    "sentences": []
  },
  {
    "word": "xuống nhà",
    "definition": "downstairs; to go downstairs",
    "sentences": []
  },
  {
    "word": "xuống thấp",
    "definition": "to go down, decline",
    "sentences": [
      "Luôn phi mình từ thấp lên cao, từ cao <b>xuống thấp</b>, làm xiếc trên các bậc thềm đá hoa nên chuyện trặc cổ chân, sưng đầu gối, bươu đầu đối với dân trượt ván như cơm bữa.",
      "Việc mực nước hồ Hòa Bình - hồ thủy điện quan trọng nhất của hệ thống thủy điện cả nước - <b>xuống thấp</b> sẽ ảnh hưởng nghiêm trọng đến khả năng cung cấp điện.",
      "Nước <b>xuống thấp</b> nên nhiều cống, thậm chí nhiều trạm bơm như Duy Hải, Bút 1 và 2, trở nên vô tác dụng.",
      "Sau bàn thua, HLV Trần Văn Phúc quyết định tung Kakoola Henry vào thay Hồng Trường để chơi cặp tấn công cùng Văn Thành, đồng thời kéo Tô Đức Cường <b>xuống thấp</b> chơi như một tiền vệ nhằm chiếm thế chủ động ở trung tuyến.",
      "Niềm tin của họ hoàn toàn có cơ sở khi mà Nhà Trắng gần đây đã tỏ vẻ đẩy giá USD <b>xuống thấp</b>, thậm chí còn muốn thấp hơn nhiều so với mức hiện nay."
    ]
  },
  {
    "word": "xuống tinh thần",
    "definition": "to feel down, feel depressed",
    "sentences": []
  },
  {
    "word": "xuống tóc",
    "definition": "(Buddhism) to shave one’s head",
    "sentences": []
  },
  {
    "word": "xuống xe",
    "definition": "to get out of a vehicle",
    "sentences": [
      "Xe buýt đã dừng nhưng không một ai <b>xuống xe</b> cả."
    ]
  },
  {
    "word": "xuống đây",
    "definition": "to come down here",
    "sentences": []
  },
  {
    "word": "xuống đường",
    "definition": "to march, take to the streets",
    "sentences": [
      "Nó vấp cục đá và ngã nhào <b>xuống đường</b>.",
      "Chủ xe sử dụng rượu, bia vượt quá quy định, quệt chân chống <b>xuống đường</b> ngoài mức phạt từ 300.000 đến 1 triệu đồng còn bị giữ xe 15 ngày.",
      "Thùng xe tải sau khi móc vào xe lam đã kéo giật, làm văng thùng xe lam <b>xuống đường</b> và kéo theo 21 em học sinh ngồi ở sau xe lam (một em ngồi ở cabin).",
      "Tôi ở tại Khách sạn Sheraton và <b>xuống đường</b> đi dạo trên đường Đồng Khởi, đường Mạc Thị Bưởi để mua quà lưu niệm cho người thân."
    ]
  },
  {
    "word": "xuống đất",
    "definition": "(down) to the ground",
    "sentences": [
      "Một quả táo rơi <b>xuống đất</b>.",
      "Tôi nghe thấy cái gì rơi <b>xuống đất</b>.",
      "Anh ta búng tàn thuốc <b>xuống đất</b> rồi làm điệu bộ lắc lắc đầu khó chịu.",
      "Tôi nghe thấy tiếng cái gì đó rơi <b>xuống đất</b>.",
      "Nước mắm nguyên chất đem chôn <b>xuống đất</b> sâu, để càng lâu sẽ ôn hòa được các chất mặn, ngọt, béo."
    ]
  },
  {
    "word": "xuốt ra",
    "definition": "to put out, forth",
    "sentences": []
  },
  {
    "word": "xuồng",
    "definition": "motorboat, speedboat",
    "sentences": [
      "Vào mùa ốc rộ, lưu vực Tân Phong, <b>xuồng</b> ghe tấp nập.",
      "Đến lúc con nước vừa ròng, tiếng tù và nổi lên trầm vang trên mặt sông nước mênh mông là hiệu lệnh mọi người xúm nhau đẩy <b>xuồng</b> ghe ra khơi cào ốc.",
      "Chỉ cần một ngọn đèn chong, một chiếc <b>xuồng</b> tam bản và một cái rổ xúc là người ta \"khoèo\" dầm tách bến, tiến về phía mấy giề lục bình trôi.",
      "Khi thấy con em chòm xóm phải đẩy <b>xuồng</b> qua sông để đến trường, anh Quý âm thầm nghiên cứu cách làm những cây cầu.",
      "\"Chiếc áo bà ba trên dòng sông thăm thẳm/ Thấp thoáng con <b>xuồng</b> bé nhỏ lướt mong manh/ Nón lá đội nghiêng tóc dài con nước đổ."
    ]
  },
  {
    "word": "xuồng máy",
    "definition": "motorboat",
    "sentences": []
  },
  {
    "word": "xuồng vải",
    "definition": "kayak",
    "sentences": []
  },
  {
    "word": "xuổng",
    "definition": "(1) spade; (2) see thuổng",
    "sentences": []
  },
  {
    "word": "xuỵt",
    "definition": "to hiss, boo",
    "sentences": []
  },
  {
    "word": "xà",
    "definition": "(1) snake, (2) beam, bar, girder",
    "sentences": [
      "Khẩu Phật tâm <b>xà</b>.",
      "Tôi không có <b>xà</b> phòng.",
      "Không có <b>xà</b> phòng.",
      "Tom đã cố gắng dùng <b>xà</b> beng để mở cái ngăn kéo trong 15 phút, nhưng cuối cùng vẫn không thể mở được.",
      "Anh ấy rửa rau <b>xà</b> lách."
    ]
  },
  {
    "word": "xà beng",
    "definition": "lever, crowbar",
    "sentences": [
      "Tom đã cố gắng dùng <b>xà beng</b> để mở cái ngăn kéo trong 15 phút, nhưng cuối cùng vẫn không thể mở được."
    ]
  },
  {
    "word": "xà bông",
    "definition": "soap",
    "sentences": []
  },
  {
    "word": "xà bần",
    "definition": "rubble, debris",
    "sentences": []
  },
  {
    "word": "xà cạp",
    "definition": "shin-guard, shin-pad, leggings",
    "sentences": []
  },
  {
    "word": "xà cừ",
    "definition": "concha",
    "sentences": [
      "Gia vị chuẩn bị ướp với da bò chủ yếu là củ nghệ, phải là nghệ <b>xà cừ</b>, đây là thứ nghệ già, màu nghệ đã chuyển sang màu vàng cam đậm.",
      "Một lần khác, qua nhạc sĩ Trương Đình Quang và nhạc sĩ Phan Huỳnh Điểu, anh nhận được một cây đàn cẩn <b>xà cừ</b> rất đẹp với lời đề tặng \"Tặng nhạc sĩ Phan Văn Minh - người đã đem hạnh phúc đến cho nhiều người\"."
    ]
  },
  {
    "word": "xà kép",
    "definition": "parallel bars",
    "sentences": []
  },
  {
    "word": "xà lan",
    "definition": "barge",
    "sentences": [
      "Thùng được gắn kết vào <b>xà lan</b> ứng cứu, bên trong thùng sâu dưới mặt nước gắn một hệ thống tách dầu - nước.",
      "Khi lớp dầu trong thùng cao dần lên tới mức 1-2m, dùng vòi hút số dầu sạch này lên <b>xà lan</b>; trong khi vẫn tiếp tục bơm xả hỗn hợp dầu - nước vào thùng."
    ]
  },
  {
    "word": "xà lim",
    "definition": "cell",
    "sentences": []
  },
  {
    "word": "xà lách",
    "definition": "salad",
    "sentences": [
      "Anh ấy rửa rau <b>xà lách</b>.",
      "Các loại rau củ, rau xanh thì được nuôi trồng tại vườn, ví dụ như <b>xà lách</b>, bắp cải, hành tây, tỏi, bầu bí, các loại củ cải, rau mùi tây, dưa chuột và bí đỏ.",
      "Dọn chân gà lên đĩa có trang trí thêm <b>xà lách</b> và cà chua.",
      "Sườn heo non nấu sữa tươi ăn kèm <b>xà lách</b>, cà chua.",
      "Nguyên liệu: 150 gr tôm sú xay nhuyễn, 25 gr mỡ heo xắt hột lựu, lòng trắng trứng vịt, hành củ, tiêu, đường, muối, mía cắt khúc 8 cm, dưa leo, cà rốt, <b>xà lách</b>, rau quế, đậu phộng, bánh hỏi."
    ]
  },
  {
    "word": "xà mâu",
    "definition": "lance, spear",
    "sentences": []
  },
  {
    "word": "xà nhà",
    "definition": "beam (of a house)",
    "sentences": []
  },
  {
    "word": "xà phòng",
    "definition": "soap",
    "sentences": [
      "Tôi không có <b>xà phòng</b>.",
      "Không có <b>xà phòng</b>.",
      "Cái bánh <b>xà phòng</b> này có chứa hương liệu thiên nhiên.",
      "Bánh <b>xà phòng</b> này có chứa hương liệu từ thiên nhiên.",
      "Thêm vào đó, các chất có tính kháng khuẩn được đưa vào cả chất tẩy rửa đến <b>xà phòng</b>, mỹ phẩm, kích thích sự lờn thuốc ở các vi khuẩn cần tiêu diệt."
    ]
  },
  {
    "word": "xà phông",
    "definition": "soap",
    "sentences": []
  },
  {
    "word": "xà tích",
    "definition": "key chain",
    "sentences": []
  },
  {
    "word": "xà xẻo",
    "definition": "worm out, extract (money), rake off, cheat cut, squeeze",
    "sentences": []
  },
  {
    "word": "xà ích",
    "definition": "post-boy, postilion",
    "sentences": [
      "Thế nhưng, các bác <b>xà ích</b> phải thực hiện răm rắp theo quy định của một công ty cai đầu dài...",
      "Anh Quang Đông, một <b>xà ích</b> 45 tuổi, sống ở ấp Hồng Lạc, phường 10, kể, để được chạy xe trở lại anh phải chạy vạy tứ tung mới có 13 triệu đồng mua một con ngựa, rồi chạy tiếp 10 triệu nữa đóng một chiếc xe thổ mộ bốn bánh theo ý của Công ty cổ phần du lịch Ngọc Lan.",
      "Anh Đông phàn nàn, chiều dài quá khổ của xe bốn bánh làm mỗi lần lên hay xuống dốc là <b>xà ích</b> phập phồng vì ngựa không phải động cơ.",
      "Một bác <b>xà ích</b> 50 tuổi sống ở khu Nguyễn Siêu, phường 7 tên Phạm Văn Hạnh, hành nghề xe ngựa từ những năm đầu giải phóng, bày tỏ: Không góp ngựa vào công ty thì không ai cho chạy, vì có mỗi công ty là đơn vị hiện nay được quyền sở hữu bến bãi.",
      "Đó là bến đậu xe ngựa bên hồ Xuân Hương, thuộc giao lộ đường Đinh Tiên Hoàng và Bà Huyện Thanh Quan - nơi 5 năm trước cánh <b>xà ích</b> từng kiếm sống khi chưa bị chính quyền cấm đỗ."
    ]
  },
  {
    "word": "xài",
    "definition": "to use; to spend (money)",
    "sentences": [
      "Tui phải tính xem tuần sau tui sẽ <b>xài</b> bao nhiêu tiền.",
      "Tui không muốn <b>xài</b> nhiều hơn 10 Đô.",
      "Cứ <b>xài</b> hết đi.",
      "Có loại rời, nhưng cũng có loại bếp và nồi dính liền nhau, thường được làm bằng inox hay sắt tráng men, nồi có nắp thường là kim loại hay bằng thủy tinh, loại này dễ <b>xài</b>.",
      "Có thể chọn lẩu điện theo ý của mình, các loại của Trung Quốc cũng <b>xài</b> tạm, giá rẻ, nên chọn loại nồi và bếp rời nhau để dễ chùi rửa, vệ sinh."
    ]
  },
  {
    "word": "xài phí",
    "definition": "wasteful, prodigal",
    "sentences": []
  },
  {
    "word": "xài tiền",
    "definition": "to spend money",
    "sentences": []
  },
  {
    "word": "xài xể",
    "definition": "to give somebody a telling-off or talking-to",
    "sentences": []
  },
  {
    "word": "xàm",
    "definition": "insanity, complete nonsense",
    "sentences": []
  },
  {
    "word": "xàm bậy",
    "definition": "insanity",
    "sentences": []
  },
  {
    "word": "xành xạch",
    "definition": "onomatopoeia of dry sound",
    "sentences": [
      "Dịch vụ này sẽ cho bạn cảm giác thật đã bởi có những lúc tàu vượt qua những con sóng lớn, ngóc đầu lên, để rồi hạ xuống tiếp xúc với mặt nước sông nghe <b>xành xạch</b>, <b>xành xạch</b>."
    ]
  },
  {
    "word": "xào",
    "definition": "to (stir) fry",
    "sentences": [
      "Nguyên liệu: Chả giò, tôm <b>xào</b>, bát bửu Quảng Đông, bách hoa đông cô.- Chả giò: bạn có thể mua loại chả giò bán sẵn ở các chợ hay siêu thị.- Bát bửu Quảng Đông: gồm chả lụa, chả quế, xúc xích, trứng cút luộc.- Tôm <b>xào</b>: với 200 gr tôm, rửa sạch, lột vỏ và rút sợi chỉ đen giữa lưng tôm.- Bách hoa đông cô: tôm, thịt, muối, tiêu, hành, bột ngọt, cải ngọt (cây nhỏ).- Cà rốt, su hào thái chỉ, <b>xào</b> sơ, nêm đầy đủ gia vị, cà chua tỉa hoa.",
      "Tôm ướp muối, đường, bột ngọt, hành, tiêu khoảng 15 phút, rồi đem <b>xào</b>.",
      "Những loại này thường có rất nhiều công dụng như: nấu cơm, cháo, chiên, <b>xào</b>, v.v& đây là loại lẩu thông dụng nhất hiện nay.",
      "Loại lẩu này tiện dụng vừa là lẩu, vừa làm nồi nấu canh hay dùng để <b>xào</b> nấu .",
      "Người Bình Định có món nộm làm bằng trứng kiến <b>xào</b> chín."
    ]
  },
  {
    "word": "xào lăn",
    "definition": "stir-fry with little or no water",
    "sentences": [
      "Thịt cá đuối không tanh, ăn rất dai, chỉ có thể chế biến được vài món như: nấu chua với bắp chuối, <b>xào lăn</b> với nghệ hay nấu lẩu.",
      "Ở Long An thì có cả một thực đơn gắn với nước cốt dừa như: ếch xào nước cốt dừa, dồi lươn rim nước cốt dừa, rắn hổ <b>xào lăn</b> với nước cốt dừa v.v...",
      "Xin giới thiệu cách nấu dê <b>xào lăn</b> cùng sả, ớt."
    ]
  },
  {
    "word": "xào nấu",
    "definition": "cook (food)",
    "sentences": [
      "Loại lẩu này tiện dụng vừa là lẩu, vừa làm nồi nấu canh hay dùng để <b>xào nấu</b> .",
      "cũng dựa trên nguyên tắc sau khi <b>xào nấu</b> thịt vừa chín tới mới rưới nước cốt dừa lên rồi đảo đều, tắt bếp.",
      "2-3 album xuân còn lại chủ yếu của các năm trước \"tồn kho\" được đem ra \"<b>xào nấu</b>\" rồi tung ra thị trường."
    ]
  },
  {
    "word": "xào xạc",
    "definition": "to rustle, flutter",
    "sentences": []
  },
  {
    "word": "xá",
    "definition": "my (younger relative); house, dwelling, forgive, pardon; to salute, bow profoundly",
    "sentences": [
      "Y <b>xá</b> trông cũng không tệ!",
      "Ở gần đây có trạm <b>xá</b> không?",
      "Cảm ơn bạn đã không quản đường <b>xá</b> xa xôi đến đây!",
      "Cô ấy đã tự tử bằng cách nhảy từ mái nhà của ký túc <b>xá</b> nữ xuống.",
      "Phố Xưa tái hiện cả Hàng Bạc thu nhỏ với tiệm buôn, quán <b>xá</b> quá đỗi thân thuộc với người Hà Nội như: tiệm vàng Thịnh Loan, bún đậu mắm tôm và cả rạp Chuông Vàng nữa."
    ]
  },
  {
    "word": "xá muội",
    "definition": "my younger sister",
    "sentences": []
  },
  {
    "word": "xá tội",
    "definition": "pardon",
    "sentences": []
  },
  {
    "word": "xá xị",
    "definition": "sarsaparilla",
    "sentences": []
  },
  {
    "word": "xác",
    "definition": "corpse, dead body; to be exact, precise, true",
    "sentences": [
      "Tin đồn đã được <b>xác</b> nhận là không có cơ sở.",
      "Đã được <b>xác</b> định rằng tin đồn là vô căn cứ.",
      "Những dữ liệu này hoàn toàn không chính <b>xác</b>.",
      "Tôi không nhớ chính <b>xác</b>.",
      "Anh ấy rất chính <b>xác</b> trong công việc."
    ]
  },
  {
    "word": "xác chết",
    "definition": "corpse, dead body",
    "sentences": [
      "Tôi thích những phụ nữ xanh xao như <b>xác chết</b>.",
      "Một giả thuyết có thể là chúng đã ăn <b>xác chết</b>.",
      "Tiến sĩ Eric Leroy đang kiểm tra <b>xác chết</b> của một con khỉ đột.",
      "Các nhà nghiên cứu cũng thử đưa ra một vài giả thuyết hấp dẫn về việc tại sao Rafflesia có mùi hương kinh khủng như vậy, rằng tạo sao những bông hoa của nó chỉ bùng nở một lần mỗi năm và chỉ tồn tại trong 5-7 ngày, rằng tại sao bông hoa này lại thuộc nhóm thực vật ăn bám, và vì cớ gì nó thích thu hút những loài ruồi thường đến viếng thăm các <b>xác chết</b>."
    ]
  },
  {
    "word": "xác chết biết đi",
    "definition": "a walking corpse",
    "sentences": []
  },
  {
    "word": "xác chứng",
    "definition": "conclusive evidence",
    "sentences": []
  },
  {
    "word": "xác cứ",
    "definition": "true evidence",
    "sentences": []
  },
  {
    "word": "xác minh",
    "definition": "to ascertain, verify",
    "sentences": [
      "Hiện cơ quan điều tra Công an Đăk Lăk đang tiếp tục điều tra, <b>xác minh</b> kẻ sát hại con voi.",
      "Ngày mai, tiến sĩ Huấn và Thứ trưởng Y tế Trần Chí Liêm sẽ tới Thái Bình để lấy mẫu bệnh phẩm của người thân gia đình 3 bệnh nhân Lê Hùng, Lê Hồng và Lê Hạnh (đã chết vì cúm A) nhằm <b>xác minh</b> khả năng lây nhiễm H5N1 từ người sang người.",
      "Phía Viện Vệ sinh dịch tễ cho biết cơ quan này chưa <b>xác minh</b> được con đường lây nhiễm cúm từ gà sang người."
    ]
  },
  {
    "word": "xác người",
    "definition": "(human) corpse, dead body",
    "sentences": [
      "Hơn 10.000 mảnh gốm đã được tìm thấy ở hang Zengpiyan ở Guilin, cùng với 30 <b>xác người</b>, 1.000 mảnh đá mài, xác của 100 con thú, chim, cá, bò sát, cùng rất nhiều vỏ ốc.",
      "Điều duy nhất thiếu sót trong căn hầm chính là <b>xác người</b>, bị phân huỷ qua nhiều thế kỷ.",
      "Việc thiếu <b>xác người</b> và hỗ hổng về giai đoạn Trung cổ trong lịch sử châu Âu khiến người ta khó có thể xác định chủ nhân của ngôi mộ này."
    ]
  },
  {
    "word": "xác nhận",
    "definition": "to affirm, confirm, confess (to), determine",
    "sentences": [
      "Tin đồn đã được <b>xác nhận</b> là không có cơ sở.",
      "Anh ta <b>xác nhận</b> rằng đó là xác của Titanic.",
      "Tôi đã yêu cầu Tom <b>xác nhận</b> những phát hiện của tôi.",
      "Một con Vespa cũng thuộc hàng xưa nay hiếm thì đang được trưng ở tầng ba, mà theo <b>xác nhận</b> của nhân viên phục vụ thì cũng đang chạy tốt.",
      "Tại chợ Tịnh Biên, nhiều người tự sản xuất và bày bán các sản phẩm này ở một số nơi công cộng dù chưa có cơ quan y tế nào <b>xác nhận</b> dược tính và công dụng của chúng."
    ]
  },
  {
    "word": "xác pháo",
    "definition": "rubbish of firecrackers",
    "sentences": []
  },
  {
    "word": "xác suất",
    "definition": "probability",
    "sentences": [
      "Những người nhận được nhiều sự ủng hộ của bạn bè nhất có <b>xác suất</b> bị đau tim chỉ bằng nửa so với những người đơn độc.",
      "Bỏ qua chuyện tuổi vũ trụ có tương đương với thời gian cần thiết tối thiểu để tạo ra ADN đầu tiên hay không (mà chắc chắn theo bài toán <b>xác suất</b> trên, quả là không thể xảy ra được).",
      "Những người nhận được nhiều sự ủng hộ của bạn bè nhất có <b>xác suất</b> bị đau tim chỉ bằng nửa so với những người đơn độc.",
      "Tự tin thì lúc nào cũng có, tôi chưa bao giờ làm việc gì mà <b>xác suất</b> thành công lại dưới 7, nhưng tôi cũng biết không nên gây áp lực cho bản thân mình nhiều quá."
    ]
  },
  {
    "word": "xác thịt",
    "definition": "flesh, body, sensual, carnal",
    "sentences": []
  },
  {
    "word": "xác thực",
    "definition": "real, true, genuine",
    "sentences": [
      "Tôi đã bắt đầu nghi ngờ tính <b>xác thực</b> trong tuyên bố của anh ấy.",
      "Trong khi người ta vẫn chưa thống nhất tỷ lệ đó có phải là dấu hiệu <b>xác thực</b> về vai trò của các hormone có trong bào thai đối với sự phát triển sau này, thì các nhà nghiên cứu công nhận đó chưa phải là dấu hiệu hoàn hảo để xác định khuynh hướng tình dục của bất cứ ai.",
      "Trong quá trình này người ta phải kiểm tra cả tính <b>xác thực</b> của các công trình nghiên cứu và đặc biệt là quyền sở hữu trí tuệ của phát minh.",
      "Trùng tu di tích Điện Biên Phủ phải đảm bảo tính <b>xác thực</b>",
      "Phó thủ tướng Phạm Gia Khiêm, Trưởng ban chỉ đạo nhà nước về kỷ niệm 50 năm chiến thắng Điện Biên Phủ (7/5/1954), vừa chỉ đạo việc xây dựng, trùng tu, nâng cấp các công trình thuộc khu di tích lịch sử chiến thắng Điện Biên Phủ cần theo hướng tập trung, chắc chắn để bảo đảm tính <b>xác thực</b> của lịch sử, đảm bảo tiến độ và chất lượng."
    ]
  },
  {
    "word": "xác xơ",
    "definition": "destitute, ragged",
    "sentences": []
  },
  {
    "word": "xác đáng",
    "definition": "sound, adequate, sufficient, true, exact",
    "sentences": [
      "Nếu có bằng chứng khoa học <b>xác đáng</b> về một trận đại hồng thủy, vậy không thể không tin những gì đã được ghi trong Kinh thánh.",
      "Nhưng không có bằng chứng <b>xác đáng</b> rằng ông đã xưng vương.",
      "Cô con gái của anh mới 5 tuổi nhưng đã tỏ ra có năng khiếu âm nhạc và thường bình luận khá <b>xác đáng</b> về các nhạc phẩm của bố.",
      "Tôi thấy những nhận xét về ca sĩ Mỹ Linh của Mai Dung là không <b>xác đáng</b>.",
      "Kết luận của uỷ ban sẽ khẳng định liệu có dấu hiệu <b>xác đáng</b> rằng một ngành nghề đang hoặc có nguy cơ bị tổn hại hay không."
    ]
  },
  {
    "word": "xác định",
    "definition": "to confirm, affirm, determine, fix, define",
    "sentences": [
      "Đã được <b>xác định</b> rằng tin đồn là vô căn cứ.",
      "Rượu vang đỏ mang lại sức khỏe, bí quyết của nó nằm trong việc <b>xác định</b> liều lượng.",
      "Anh ấy đến sau thời điểm <b>xác định</b> năm phút",
      "Các nhà khoa học <b>xác định</b> hoá thạch này là xương chân của một con khủng long 4 chi.",
      "Theo kể lại, ở Tây Âu thời cổ đại, các vua quan khi <b>xác định</b> địa điểm để kiến tạo một thành phố mới nào đó, đầu tiên họ thả một con dê đến nơi đó sinh sống trước ít nhất một năm, sau đó đem giết mổ."
    ]
  },
  {
    "word": "xác định cụ thể",
    "definition": "to define clearly, specifically",
    "sentences": []
  },
  {
    "word": "xác định nguồn gốc",
    "definition": "to determine the origin",
    "sentences": [
      "-Mục đính của việc kê khai tài sản là <b>xác định nguồn gốc</b> của tài sản."
    ]
  },
  {
    "word": "xác ướp",
    "definition": "mummified body, mummy",
    "sentences": [
      "Các chuyên gia cho biết ngôi mộ được tìm thấy dưới một đống những mẩu <b>xác ướp</b> còn lại, các quan tài bằng gỗ và những bộ xương, có từ cuối thời Ai Cập cổ đại.",
      "2 <b>xác ướp</b> nguyên vẹn lộ diện sau 700 năm ở Peru",
      "Hai trong số những <b>xác ướp</b> cổ nhất được tìm thấy ở Peru - còn nguyên vẹn một con mắt và một cơ quan nội tạng - đã được trưng bày hôm qua, sau khi được khai quật tại một ngôi trường ở Islay, cách thành phố Arequipa của Peru 127 km về phía nam.",
      "Các quan chức của Viện văn hoá quốc gia cho biết hai <b>xác ướp</b> này thuộc về một cậu bé 5 tuổi và một người đàn ông ngoài 30 tuổi - có ít nhất từ 700 năm tước.",
      "\"Điều gây ngạc nhiên là mức độ bảo quản của <b>xác ướp</b>\", nhà khảo cổ Lucy Linares cho biết."
    ]
  },
  {
    "word": "xách",
    "definition": "to carry by a handle",
    "sentences": [
      "Đó là tíu <b>xách</b> của tôi.",
      "Jane có năm túi <b>xách</b> tay.",
      "Bà vui lòng mở túi <b>xách</b> của bà.",
      "Chị tôi bị mất cắp túi <b>xách</b> tay tối qua trên đường trở về nhà.",
      "Cái máy tính <b>xách</b> tay này rất mỏng."
    ]
  },
  {
    "word": "xách mé",
    "definition": "impolite, discourteous",
    "sentences": []
  },
  {
    "word": "xách súng",
    "definition": "to grab a gun, grip a gun",
    "sentences": []
  },
  {
    "word": "xách tay",
    "definition": "portable, hand-held",
    "sentences": [
      "Jane có năm túi <b>xách tay</b>.",
      "Chị tôi bị mất cắp túi <b>xách tay</b> tối qua trên đường trở về nhà.",
      "Cái máy tính <b>xách tay</b> này rất mỏng.",
      "\"Năng lượng mà đôi giày này tạo ra đủ để chạy một máy tính <b>xách tay</b>, hoặc giữ ấm cho một người trong một ngày lạnh lẽo\".",
      "Ngoài quần áo, giày dép, tiền vàng, vật dụng thông thường, đồ mã bây giờ có cả xe hơi, điện thoại di động, thậm chí cả mỹ phẩm, máy tính <b>xách tay</b>..."
    ]
  },
  {
    "word": "xái",
    "definition": "dottle (in a pipe)",
    "sentences": []
  },
  {
    "word": "xám",
    "definition": "gray",
    "sentences": [
      "Ở Việt Nam có hai loài yến lông <b>xám</b> thường gặp là yến núi và yến hàng.",
      "Chơi tung hứng tăng cường chất <b>xám</b>",
      "Các nhà nghiên cứu kết luận nhóm chơi bóng đã có lượng chất <b>xám</b> tăng lên - tức là chứa nhiều tế bào thần kinh hơn.",
      "Nhưng một thời gian sau đó, ở những người ngừng chơi tung hứng, lượng chất <b>xám</b> lại suy giảm.",
      "Còn chiếc rìu bôn vai vuông được làm từ đá xanh <b>xám</b> có vân trắng, thân và đốc đều hình thang cân, mặt và đốc rìu bôn cho thấy lúc đầu nó rất vuông vức, tình trạng hiện tại có lẽ do quá trình sử dụng bị sứt mẻ."
    ]
  },
  {
    "word": "xám mặt",
    "definition": "to pale",
    "sentences": []
  },
  {
    "word": "xám xịt",
    "definition": "dark gray",
    "sentences": [
      "Khi đồng bạc bị <b>xám xịt</b> là đã giải cảm xong."
    ]
  },
  {
    "word": "xán lạn",
    "definition": "splendid, bright",
    "sentences": [
      "Cách làm này hứa hẹn một tương lai <b>xán lạn</b> hơn so với việc bơm ngực bằng silicone hoặc độn túi nước muối."
    ]
  },
  {
    "word": "xáo trộn",
    "definition": "to confuse, mix up, mess up, turn upside down, upset; confusion, mix up, disorder",
    "sentences": [
      "Mọi người đều hài lòng về quyết định này, nên xin đừng làm gì <b>xáo trộn</b> tình hình.",
      "Nhưng các nhà tâm lý liệu pháp cho biết những cuộc hôn nhân bị <b>xáo trộn</b> sau ngoại tình thường trỗi dậy mạnh mẽ hơn so với trước đây, bởi sau cùng thì những thảm hoạ gần như tuyệt vọng đó sẽ thúc đẩy cặp vợ chồng có trách nhiệm vì hạnh phúc của người kia.",
      "Bước vào một căn phòng quen thuộc, bạn linh cảm rằng cảnh tượng đã bị <b>xáo trộn</b>, song không thể xác định được thay đổi ấy nằm ở đâu.",
      "Họ nhận thấy 1 m đầu tiên của mặt đất sẽ hoàn toàn bị <b>xáo trộn</b> trong vòng 10.000 năm.",
      "Do vậy, việc đi lại của người dân tại các tuyến trên sẽ đảm bảo, không <b>xáo trộn</b>."
    ]
  },
  {
    "word": "xáp",
    "definition": "to accost, approach",
    "sentences": []
  },
  {
    "word": "xát",
    "definition": "to rub",
    "sentences": [
      "Làm sạch, dùng rượu và gừng <b>xát</b> trong ngoài khử mùi.",
      "Vịt làm sạch, dùng nước cốt gừng, rượu pha loãng chà <b>xát</b> kỹ vào thịt vịt để tẩy mùi hôi rồi để ráo.",
      "- Dạ dày rửa sạch, lộn trái cạo sạch, dùng muối <b>xát</b> kỹ, rửa sạch rồi ngâm vào nước vôi trong khoảng 1 giờ, vớt ra rửa lại nhiều lần, chanh tươi vắt lấy nước cốt rồi cho dạ dày vào bóp kỹ, rửa lại nhiều lần cho sạch.",
      "Sau cùng không thể thiếu công đoạn dùng sả cây đập dập, bó lại và chà <b>xát</b> bên ngoài lớp da.",
      "Ông xây dựng nên thuyết cấu trúc xây dựng với một ghi nhận cũng khá bình thường: bất cứ nhiệt, dòng điện, nước hay bất cứ chất lỏng nào chảy trong một mạch, một hệ thống đều gặp phải những lực cản, sự cọ <b>xát</b> và hạn chế của đường truyền khiến năng lượng của chúng bị dẫn tới những nơi không thể khai thác được."
    ]
  },
  {
    "word": "xát âm",
    "definition": "spirant, fricative",
    "sentences": []
  },
  {
    "word": "xâm",
    "definition": "(1) to invade, usurp; (2) dizzy, giddy",
    "sentences": [
      "Bạn không được <b>xâm</b> phạm sự riêng tư của người khác.",
      "Một buổi sáng Chủ Nhật, Josh <b>xâm</b> nhập vào phòng khách nhà người ta và nói những điều ấy.",
      "Chủ quyền lãnh thổ quốc gia là thiêng liêng và bất khả <b>xâm</b> phạm.",
      "Tạo hóa cho họ những quyền không ai có thể <b>xâm</b> phạm được; trong những quyền ấy, có quyền được sống, quyền tự do và quyền mưu cầu hạnh phúc.",
      "Cho nước <b>xâm</b> xấp nấu nhỏ lửa cho thịt mềm."
    ]
  },
  {
    "word": "xâm canh",
    "definition": "to farm on another person’s land",
    "sentences": []
  },
  {
    "word": "xâm chiếm",
    "definition": "to invade, conquer, occupy, seize",
    "sentences": [
      "Lúc bấy giờ, khu vực châu Á đang rơi vào cuộc khủng hoảng dã gây tổn thất lớn cho lĩnh vực kinh doanh bảo hiểm cũng không làm cho ông từ bỏ ý định <b>xâm chiếm</b> vùng đất hứa này."
    ]
  },
  {
    "word": "xâm chiếm hải phận",
    "definition": "to violate territorial waters",
    "sentences": []
  },
  {
    "word": "xâm hại",
    "definition": "to encroach upon, injure",
    "sentences": [
      "Theo dự thảo luật, trẻ có hoàn cảnh đặc biệt gồm: trẻ mồ côi không nơi nương tựa, bị bỏ rơi; trẻ khuyết tật; trẻ bị ảnh hưởng của chất độc hóa học; trẻ bị nhiễm HIV/AIDS; trẻ phải làm việc nặng nhọc, nguy hiểm, tiếp xúc với các chất độc hại; trẻ phải làm việc xa gia đình; trẻ lang thang; trẻ bị <b>xâm hại</b> tình dục; trẻ nghiện ma túy; trẻ làm trái pháp luật.",
      "1- Cha mẹ bỏ rơi con, người giám hộ bỏ rơi trẻ em được mình giám hộ;2- Dụ dỗ, lôi kéo trẻ em đi lang thang; lợi dụng trẻ em lang thang để trục lợi;3- Dụ dỗ, ép buộc trẻ em mua, bán, vận chuyển, tàng trữ, sử dụng ma túy; lôi kéo trẻ em đánh bạc; cho trẻ em uống rượu, bia, hút thuốc, dùng chất kích thích có hại cho sức khỏe;4- Dụ dỗ, dẫn dắt, ép buộc, chứa chấp trẻ em hoạt động mại dâm; <b>xâm hại</b> tình dục trẻ em;5- Lợi dụng, dụ dỗ, ép buộc trẻ em mua, bán, sử dụng văn hóa phẩm kích động bạo lực, đồi trụy; sản xuất, kinh doanh đồ chơi có hại cho sự phát triển lành mạnh của trẻ em;6- Hành hạ, ngược đãi, làm nhục, chiếm đoạt, bắt cóc, mua bán, đánh tráo trẻ em, lợi dụng trẻ em vì mục đích trục lợi; xúi giục trẻ em thù ghét cha mẹ, người giám hộ hoặc xâm phạm tính mạng, thân thể, nhân phẩm, danh dự của người khác.7- Sử dụng trẻ em làm công việc nặng nhọc, nguy hiểm hoặc tiếp xúc với các chất độc hại, làm những công việc trái với quy định của pháp luật về lao động;8- Cản trở việc học tập của trẻ em;9- Áp dụng biện pháp có tính chất xúc phạm, hạ thấp danh dự, nhân phẩm hoặc dùng nhục hình đói với trẻ em làm trái pháp luật;10- Đặt cơ sở sản xuất, kho chứa thuốc trừ sâu, hóa chất độc hại, chất dễ gây cháy, nổ gần cơ sở nuôi dưỡng trẻ em, cơ sở giáo dục, y tế, văn hóa, điểm vui chơi, giải trí của trẻ em.",
      "Nhiều rùa tai đỏ đang <b>xâm hại</b> Hồ Gươm(20/02/2004)",
      "Thứ nhất, vấn đề quyền tác giả âm nhạc đang bị <b>xâm hại</b> nghiêm trọng nhất và nặng nề."
    ]
  },
  {
    "word": "xâm lăng",
    "definition": "to invade",
    "sentences": []
  },
  {
    "word": "xâm lăng quân sự",
    "definition": "military invasion",
    "sentences": []
  },
  {
    "word": "xâm lược",
    "definition": "to invade; invasion, aggression",
    "sentences": [
      "Chủ tịch Trần Đức Lương nói thêm: Thời gian qua, Việt Nam đã nhận được nhiều sự hỗ trợ quý giá từ Hoàng gia và nhân dân Thụy Điển, nhất là trong thời kỳ đánh đuổi quân <b>xâm lược</b>.",
      "Chúng được \"giao\" nhiệm vụ huấn luyện hệ miễn dịch, giúp nó nhận dạng và tấn công các tế bào ung thư như những kẻ <b>xâm lược</b>."
    ]
  },
  {
    "word": "xâm lấn",
    "definition": "to invade",
    "sentences": [
      "Lộ tuyến (còn gọi là lộn tuyến) là danh từ chỉ các tổn thương ở cổ tử cung, do các tế bào tuyến nằm bên trong cổ tử cung phát triển ra ngoài, <b>xâm lấn</b> mặt ngoài của tử cung.",
      "Nhưng ở các tế bào ung thư, nhiễm sắc thể mất khả năng chỉ huy này khiến chúng nhân lên vô hạn và <b>xâm lấn</b> các cơ quan.",
      "Căn bệnh phổ biến này có thể chữa khỏi nếu được phát hiện ở giai đoạn chưa <b>xâm lấn</b>.",
      "Nấm có thể phát triển thành khối choán đầy trong xoang, phá hủy các thành xoang rồi <b>xâm lấn</b> vào những cơ quan lân cận.",
      "Tuy nhiên, di căn lại có thể xảy ra sớm theo đường bạch mạch, <b>xâm lấn</b> các cụm hạch ở thắt lưng - động mạch chủ, rồi lên các hạch thượng đòn, vào phổi (nhiều nhất) và gan."
    ]
  },
  {
    "word": "xâm nhập",
    "definition": "to infiltrate, penetrate, break into",
    "sentences": [
      "Một buổi sáng Chủ Nhật, Josh <b>xâm nhập</b> vào phòng khách nhà người ta và nói những điều ấy.",
      "Hầu như tất cả các sinh vật sẽ chết sau vài phút bị chất độc thần kinh này <b>xâm nhập</b> vào máu, ngoại trừ chính rắn mang bành.",
      "Chẳng hạn khi các tàu con thoi tái <b>xâm nhập</b> vào bầu khí quyển dày đặc, nó cũng sẽ nảy lên như một hòn đá.",
      "Abu-Hamdeh nay đang tìm kiếm nhà tài trợ để có thể thiết kế một mẫu hoàn chỉnh, có thể <b>xâm nhập</b> sâu xuống đất 25 cm.",
      "Ulmar Grafe và Johannes Bitz, tại Đại học Wrzburg, Đức đã tìm thấy các cặp chim tình nhân boubou của xứ sở nhiệt đới đồng thanh hát váng lên đắc thắng, sau khi chúng ngăn cản được ý định <b>xâm nhập</b> lãnh thổ của những kẻ lạ mặt."
    ]
  },
  {
    "word": "xâm nhập không phận Iran",
    "definition": "to violate Iranian airspace",
    "sentences": []
  },
  {
    "word": "xâm phạm",
    "definition": "to violate, transgress, infringe, encroach",
    "sentences": [
      "Bạn không được <b>xâm phạm</b> sự riêng tư của người khác.",
      "Chủ quyền lãnh thổ quốc gia là thiêng liêng và bất khả <b>xâm phạm</b>.",
      "Tạo hóa cho họ những quyền không ai có thể <b>xâm phạm</b> được; trong những quyền ấy, có quyền được sống, quyền tự do và quyền mưu cầu hạnh phúc.",
      "Lô nào có người nấy phụ trách, không ai được <b>xâm phạm</b> \"lãnh địa\" của ai.",
      "1- Cha mẹ bỏ rơi con, người giám hộ bỏ rơi trẻ em được mình giám hộ;2- Dụ dỗ, lôi kéo trẻ em đi lang thang; lợi dụng trẻ em lang thang để trục lợi;3- Dụ dỗ, ép buộc trẻ em mua, bán, vận chuyển, tàng trữ, sử dụng ma túy; lôi kéo trẻ em đánh bạc; cho trẻ em uống rượu, bia, hút thuốc, dùng chất kích thích có hại cho sức khỏe;4- Dụ dỗ, dẫn dắt, ép buộc, chứa chấp trẻ em hoạt động mại dâm; xâm hại tình dục trẻ em;5- Lợi dụng, dụ dỗ, ép buộc trẻ em mua, bán, sử dụng văn hóa phẩm kích động bạo lực, đồi trụy; sản xuất, kinh doanh đồ chơi có hại cho sự phát triển lành mạnh của trẻ em;6- Hành hạ, ngược đãi, làm nhục, chiếm đoạt, bắt cóc, mua bán, đánh tráo trẻ em, lợi dụng trẻ em vì mục đích trục lợi; xúi giục trẻ em thù ghét cha mẹ, người giám hộ hoặc <b>xâm phạm</b> tính mạng, thân thể, nhân phẩm, danh dự của người khác.7- Sử dụng trẻ em làm công việc nặng nhọc, nguy hiểm hoặc tiếp xúc với các chất độc hại, làm những công việc trái với quy định của pháp luật về lao động;8- Cản trở việc học tập của trẻ em;9- Áp dụng biện pháp có tính chất xúc phạm, hạ thấp danh dự, nhân phẩm hoặc dùng nhục hình đói với trẻ em làm trái pháp luật;10- Đặt cơ sở sản xuất, kho chứa thuốc trừ sâu, hóa chất độc hại, chất dễ gây cháy, nổ gần cơ sở nuôi dưỡng trẻ em, cơ sở giáo dục, y tế, văn hóa, điểm vui chơi, giải trí của trẻ em."
    ]
  },
  {
    "word": "xâm phạm lãnh thỗ",
    "definition": "to violate (sb’s) territory",
    "sentences": []
  },
  {
    "word": "xâm thực",
    "definition": "to nibble away at, eat up gradually",
    "sentences": [
      "Theo Trung tâm Dự báo khí tượng thuỷ văn một số tỉnh ven biển khu vực ĐBSCL, hiện tình trạng nước mặn <b>xâm thực</b> bắt đầu diễn ra gay gắt trên địa bàn với nồng độ mặn có nơi lên trên 20%o, ảnh hưởng trực tiếp đến cây trồng và thuỷ sản.",
      "Một số nơi nước mặn đã <b>xâm thực</b> vào sâu trong sông rạch, nội đồng đến 30 km."
    ]
  },
  {
    "word": "xâm xẩm",
    "definition": "twilight",
    "sentences": []
  },
  {
    "word": "xâm đoạt",
    "definition": "to seize, usurp",
    "sentences": []
  },
  {
    "word": "xâu",
    "definition": "to thread, string",
    "sentences": [
      "Thực khách cứ lấy một vài sống lá dừa <b>xâu</b> chuỗi chúng lại để nướng trên bếp than đỏ rực.",
      "Dọc con đường bên trường, san sát quán cóc bán quà vặt cho học sinh, thấp thoáng những gương mặt trẻ nổi mụn, tóc nhuộm vàng, tai <b>xâu</b> khuyên, thuốc lá phì phèo và nói chuyện rất xã hội.",
      "- Với vai trò đạo diễn và biên tập, trách nhiệm của tôi là sắp xếp, gắn kết ý tưởng, <b>xâu</b> chuỗi nó thành một câu chuyện ý nghĩa."
    ]
  },
  {
    "word": "xâu bia",
    "definition": "six pack of beer",
    "sentences": []
  },
  {
    "word": "xâu chuỗi",
    "definition": "to get in touch (with, poor peasants in agrarian reform)",
    "sentences": [
      "Thực khách cứ lấy một vài sống lá dừa <b>xâu chuỗi</b> chúng lại để nướng trên bếp than đỏ rực.",
      "- Với vai trò đạo diễn và biên tập, trách nhiệm của tôi là sắp xếp, gắn kết ý tưởng, <b>xâu chuỗi</b> nó thành một câu chuyện ý nghĩa."
    ]
  },
  {
    "word": "xâu tai",
    "definition": "pierce the ears (for wearing earrings)",
    "sentences": []
  },
  {
    "word": "xâu xé",
    "definition": "to torment, tear",
    "sentences": []
  },
  {
    "word": "xây",
    "definition": "to build, construct",
    "sentences": [
      "Báo cáo công tác giám sát khảo sát <b>xây</b> dựng",
      "Một nhà trường mới đã được <b>xây</b> dựng.",
      "Ông ấy đã <b>xây</b> nhà của mình trên tảng đá.",
      "Một chiếc cầu đường sắt đang được <b>xây</b> dựng trên sông.",
      "Một kiến trúc sư nổi tiếng đã <b>xây</b> dựng ngôi nhà này."
    ]
  },
  {
    "word": "xây bàn",
    "definition": "table tipping (Cao Dai)",
    "sentences": []
  },
  {
    "word": "xây cản trở giao thông",
    "definition": "to set up a roadblock",
    "sentences": []
  },
  {
    "word": "xây cất",
    "definition": "to build, construct",
    "sentences": [
      "Lauren ngước nhìn lên tòa cao ốc còn đang <b>xây cất</b> dở, vươn cao trong bóng tối ở ngay trước mặt mình."
    ]
  },
  {
    "word": "xây cất nhà cửa",
    "definition": "to build a house",
    "sentences": []
  },
  {
    "word": "xây dựng",
    "definition": "to build (up), construct; constructive",
    "sentences": [
      "Báo cáo công tác giám sát khảo sát <b>xây dựng</b>",
      "Một nhà trường mới đã được <b>xây dựng</b>.",
      "Một chiếc cầu đường sắt đang được <b>xây dựng</b> trên sông.",
      "Một kiến trúc sư nổi tiếng đã <b>xây dựng</b> ngôi nhà này.",
      "Những người công nhân đã ngừng <b>xây dựng</b> tòa nhà đó vì họ không có đủ tiền để hoàn thành nó."
    ]
  },
  {
    "word": "xây dựng cơ bản",
    "definition": "capital construction",
    "sentences": [
      "Theo bà Trần Thị Tâm Đan, Chủ nhiệm Ủy ban Văn hóa, giáo dục, thanh thiếu niên và nhi đồng, nên để sang kỳ họp thứ 7 (đầu năm 2005), vì nhiệm vụ giám sát của Quốc hội trong năm nay rất nặng, tập trung vào vấn đề thất thoát trong <b>xây dựng cơ bản</b> và dàn trải vốn đầu tư.",
      "\"Công tác trọng tâm năm nay của ngành là kiểm toán việc thu chi ngân sách, <b>xây dựng cơ bản</b> và kiểm toán khối doanh nghiệp, nhất là khu vực nhà nước.",
      "Điều tôi chưa hài lòng là bộ máy còn nhũng nhiễu, thất thoát trong <b>xây dựng cơ bản</b> còn lớn, giải quyết khiếu nại vẫn chưa tốt, như ở Khu công nghiệp An Khánnh (Hà Tây) đến nay chưa giải quyết xong."
    ]
  },
  {
    "word": "xây dựng hạ tầng cơ sở",
    "definition": "to build a foundation",
    "sentences": []
  },
  {
    "word": "xây dựng đặt",
    "definition": "to build, construct",
    "sentences": []
  },
  {
    "word": "xây lại",
    "definition": "to rebuild",
    "sentences": []
  },
  {
    "word": "xây lắp",
    "definition": "to build and put together",
    "sentences": [
      "Dự toán kinh phí 2,5 tỷ đồng, trong đó giá trị <b>xây lắp</b> là 2,1 tỷ đồng.",
      "Các hình thức thưởng, phạt dành cho các đơn vị thi công xây dựng công trình đạt tiến độ và đảm bảo chất lượng đã được đề xướng như thưởng từ 1 đến 3% tổng giá trị <b>xây lắp</b> công trình (3% công trình có kinh phí đầu tư dưới 1 tỷ đồng, 2% công trình từ 1 đến 5 tỷ đồng, 1% cho công trình trên 5 tỷ đồng).",
      "UBND thành phố giao Sở Giao thông công chính nghiên cứu phương án tiếp tục đầu tư dự án theo phương thức BT phần <b>xây lắp</b> (kêu gọi nhiều đơn vị cùng ứng vốn trước thi công đẩy nhanh tiến độ trong 10 tháng); ngân sách thành phố tạm ứng vốn chi trả đền bù giải toả.",
      "Dự tính mức đầu tư cho phương án này là 266 tỷ đồng, trong đó giá thành <b>xây lắp</b> 175 tỷ đồng, chi phí đền bù, giải tỏa 66 tỷ đồng, chi phí di dời các công trình ngầm 15 tỷ đồng và các chi phí khác 10 tỷ đồng.",
      "Theo điều lệ về quản lý xây dựng khu đô thị mới Đại Kim - Định Công do UBND thành phố Hà Nội ban hành ngày 1/10/1998, chủ đầu tư là Công ty Kinh doanh phát triển nhà Hà Nội, được dùng lực lượng xây dựng của mình và các đơn vị liên kết góp vốn để thi công <b>xây lắp</b>."
    ]
  },
  {
    "word": "xây mặt",
    "definition": "to turn away",
    "sentences": []
  },
  {
    "word": "xây nhà",
    "definition": "to build houses",
    "sentences": [
      "Ông ấy đã <b>xây nhà</b> của mình trên tảng đá.",
      "Tôi đã <b>xây nhà</b> mới.",
      "Đàn ông <b>xây nhà</b>, đàn bà xây tổ ấm.",
      "Tôi sẽ <b>xây nhà</b>, nuôi vài con bò, ngựa và cừu.",
      "Từ đầu năm đến nay, Đà Nẵng đã xuất chi trên 470 tỷ đồng cho công tác đền bù, giải tỏa, <b>xây nhà</b> tạm bố trí cho các hộ di dời song tiến độ giải phóng mặt bằng diễn ra khá chậm chạp, gây ảnh hưởng lớn trong quá trình thi công hệ thống hạ tầng như san nền, cấp điện, cấp thoát nước, xây dựng nhà tạm."
    ]
  },
  {
    "word": "xây xát",
    "definition": "chafe",
    "sentences": []
  },
  {
    "word": "xây xẩm",
    "definition": "giddy, dizzy",
    "sentences": []
  },
  {
    "word": "xây đắp",
    "definition": "to build (up)",
    "sentences": [
      "Mỹ Lệ cố gắng <b>xây đắp</b> tổ ấm bình yên"
    ]
  },
  {
    "word": "xã",
    "definition": "village, community",
    "sentences": [
      "Những thách thức của tương lai đòi hỏi ta phải khắc phục những đối kháng mà <b>xã</b> hội đang trải qua.",
      "\"Phù thủy cải trang thành súc vật, ông ta đội một tấm da thú và dạo chơi trong <b>xã</b>. Bố tôi nói với tôi như vậy.\"",
      "Tân Hoa <b>xã</b> đã công bố một tin tức thống kê mới nhất.",
      "Tom là một người chủ nghĩa <b>xã</b> hội.",
      "Ngôi trường mới xây là niềm tự hào của <b>xã</b>."
    ]
  },
  {
    "word": "xã giao",
    "definition": "public relations, etiquette, savoir vivre, social relations",
    "sentences": [
      "Bà White và tôi không phải là bạn. Chúng tôi chỉ đơn giản là quen biết <b>xã giao</b> mà thôi.",
      "Phụ nữ đúng là thích mặc diện đến những buổi tối sang trọng, nhưng sau một loạt những bữa tiệc và các buổi gặp mặt <b>xã giao</b>, hầu hết phụ nữ không còn muốn chui ra khỏi chiếc váy ngủ của mình.",
      "Nó sẽ bớt đi phần <b>xã giao</b> khách sáo."
    ]
  },
  {
    "word": "xã hội",
    "definition": "society; socialist",
    "sentences": [
      "Những thách thức của tương lai đòi hỏi ta phải khắc phục những đối kháng mà <b>xã hội</b> đang trải qua.",
      "Tom là một người chủ nghĩa <b>xã hội</b>.",
      "Trong <b>xã hội</b> Mỹ, đàn ông là trụ cột gia đình.",
      "Thực tế trong <b>xã hội</b> Mỹ, người đàn ông là trụ cột trong việc nội trợ.",
      "Tôi có thể là một người phản <b>xã hội</b>, nhưng điều đó không đồng nghĩa với việc tôi không nói chuyện với ai."
    ]
  },
  {
    "word": "xã hội chủ nghĩa",
    "definition": "socialist",
    "sentences": []
  },
  {
    "word": "xã hội công bình",
    "definition": "a just society",
    "sentences": []
  },
  {
    "word": "xã hội hiện đại",
    "definition": "modern society",
    "sentences": [
      "Việc ly hôn đang ngày càng trở nên phổ biến trong <b>xã hội hiện đại</b>.",
      "Tại sao một người trẻ sống trong <b>xã hội hiện đại</b> như anh lại có thể sống suy tư và lặng lẽ đến thế?"
    ]
  },
  {
    "word": "xã hội hóa",
    "definition": "to socialize",
    "sentences": [
      "Đây là các tuyến thí điểm để nhân rộng mô hình <b>xã hội hóa</b> thu phí đường giao thông trong cả nước.",
      "Chương trình nhằm góp phần <b>xã hội hóa</b> và làm phong phú cho hoạt động âm nhạc của thành phố nói riêng và cả nước nói chung."
    ]
  },
  {
    "word": "xã hội học",
    "definition": "sociology",
    "sentences": [
      "Nicolas Herpin, nhà <b>xã hội học</b> ở Insee, tác giả tập sách Xã hội học về tiêu thụ, có lời giải thích về hiện tượng này.",
      "Ban Quản lý dự án đã tổ chức điều tra <b>xã hội học</b> tại khu tập thể Văn Chương, 707 hộ trong số 878 hộ, chiếm 87% số hộ đồng ý phá bỏ và xây dựng mới khu tập thể.",
      "Tuần lễ giáo dục cho mọi người là một hoạt động thường niên, thể hiện cam kết của Chính phủ Việt Nam nhằm xây dựng một <b>xã hội học</b> tập, nâng cao dân trí."
    ]
  },
  {
    "word": "xã hội loài người",
    "definition": "human society",
    "sentences": [
      "Ngôn ngữ là một công cụ không thể thiếu trong <b>xã hội loài người</b>."
    ]
  },
  {
    "word": "xã hội tây phương",
    "definition": "western society",
    "sentences": []
  },
  {
    "word": "xã hội tư bản",
    "definition": "capitalist society",
    "sentences": []
  },
  {
    "word": "xã luận",
    "definition": "editorial",
    "sentences": []
  },
  {
    "word": "xã thôn",
    "definition": "commune, hamlet, communal",
    "sentences": []
  },
  {
    "word": "xã trưởng",
    "definition": "village chief",
    "sentences": []
  },
  {
    "word": "xã tắc",
    "definition": "land, state",
    "sentences": []
  },
  {
    "word": "xã đội",
    "definition": "communal detachment",
    "sentences": []
  },
  {
    "word": "xèng",
    "definition": "onomatopoeia of metallic sound",
    "sentences": []
  },
  {
    "word": "xé",
    "definition": "to divide, rip, tear",
    "sentences": [
      "Sao Bill <b>xé</b> lá thư ra từng mảnh vậy?",
      "Cô ấy <b>xé</b> lá thư đó thành nhiều mảnh nhỏ.",
      "Nỗi buồn <b>xé</b> trái tim anh ta thành trăm mảnh.",
      "Tôi đã <b>xé</b> tờ giấy đó ra thành từng mảnh.",
      "- 50g tôm bóc vỏ- 50g thịt nạc thái miếng mỏng- 250g mít non luộc, <b>xé</b> miếng nhỏ- Tiêu xay, 1/3 thìa muối, 1/2 thìa đường, 2 nhánh tỏi băm nhỏ, 2 thìa dầu ăn, 1 thìa lá rau răm thái nhỏ, hạt vừng, bánh đa nướng."
    ]
  },
  {
    "word": "xé lẻ",
    "definition": "divide into fractions",
    "sentences": []
  },
  {
    "word": "xé nát",
    "definition": "to tear, rip apart",
    "sentences": [
      "Trận này Xuân Thành của đội khách thi đấu rất ấn tượng với các pha xuống bóng <b>xé nát</b> hàng phòng ngự đối phương ở hai biên."
    ]
  },
  {
    "word": "xé nát trái tim",
    "definition": "to break sb’s heart",
    "sentences": []
  },
  {
    "word": "xé tan",
    "definition": "to tear to pieces",
    "sentences": []
  },
  {
    "word": "xé tan nát",
    "definition": "to tear into pieces",
    "sentences": []
  },
  {
    "word": "xé toạc",
    "definition": "to tear, rend",
    "sentences": []
  },
  {
    "word": "xé xác",
    "definition": "to tear somebody to pieces, tear somebody limb from limb",
    "sentences": []
  },
  {
    "word": "xém",
    "definition": "almost",
    "sentences": [
      "Muốn làm món này, trước hết phải chọn những con chuột tơ, lông mịn và mập ú rồi thui trên ngọn lửa rơm cho cháy <b>xém</b> lông, sau đó lột da mổ bụng, bỏ hết bộ đồ lòng và rửa thật sạch."
    ]
  },
  {
    "word": "xém chút nữa",
    "definition": "to barely avoid (sth)",
    "sentences": []
  },
  {
    "word": "xén",
    "definition": "to cut, trim",
    "sentences": [
      "Theo Thứ trưởng Nguyễn Văn Vọng, đây là biện pháp nhằm tránh tình trạng học dồn ép, cắt <b>xén</b> chương trình, ôn luyện \"tủ\" đang diễn ra khá phổ biến.",
      "Cô đưa Pete Waterman ra toà vì tội cắt <b>xén</b> lợi nhuận từ album \"Greatest Hits\" năm 1992 và phát hành lại năm 2002."
    ]
  },
  {
    "word": "xén cây",
    "definition": "to prune, trim a tree",
    "sentences": []
  },
  {
    "word": "xén tóc",
    "definition": "capricornbeetle",
    "sentences": []
  },
  {
    "word": "xéo",
    "definition": "treat on, trample on",
    "sentences": [
      "- Khoai có thể cắt thành miếng dài vuông cạnh, cỡ ngón út hoặc cắt <b>xéo</b> ngang củ khoai thành lát dày khoảng lcm, rồi dùng ống xắn tròn, xắn khoét thành nhiều lỗ giữa lát khoai.",
      "Khế cắt lát mỏng, dưa leo cắt <b>xéo</b>.",
      "- 1 con cá chép sống khoảng 500g, làm sạch vảy, bỏ mang, vây, làm sạch bụng, khứa <b>xéo</b> hai bên mình cá.",
      "Mặt rổ cắt <b>xéo</b> góc 45 độ so với mặt nước, phía dưới bộ rễ lục bình.",
      "Những khi dư luận soi mói, dày <b>xéo</b>, tạo áp lực đè nặng lên tinh thần, tôi mệt mỏi và chỉ muốn là người phụ nữ bình thường..."
    ]
  },
  {
    "word": "xép",
    "definition": "secondary, small, supplementary, extra",
    "sentences": [
      "Một lần nọ, tôi đã đi đến xưởng vẽ đó vào đêm khuya cùng với một họa sĩ mà tôi mới quen. Đó là một căn phòng âm u trên gác <b>xép</b>."
    ]
  },
  {
    "word": "xép xẹp",
    "definition": "very flat, very empty",
    "sentences": []
  },
  {
    "word": "xét",
    "definition": "to examine, judge, pass judgment, consider",
    "sentences": [
      "Tôi cho rằng gợi ý của anh ấy đáng được xem <b>xét</b>.",
      "Thuyết của ông ta đáng được xem <b>xét</b>.",
      "Ông ấy từ chối xem <b>xét</b> đề nghị của tôi.",
      "Ông ấy phán <b>xét</b> rằng không thể đi bộ tới đó được.",
      "Không được phán <b>xét</b> sự việc theo vẻ ngoài của nó."
    ]
  },
  {
    "word": "xét duyệt",
    "definition": "to check, approve, confirm, verify",
    "sentences": [
      "Quá trình đánh giá và <b>xét duyệt</b> quả thực rất dài và phức tạp, đòi hỏi có sự thẩm định vô cùng tỉ mỉ.",
      "Uỷ ban Lao động Đài Loan mới ra quyết định, bắt đầu từ 15/1 thực thi chế độ thu phí mới đối với những công ty môi giới muốn xin Uỷ ban Lao động Đài Loan <b>xét duyệt</b> giấy phép xuất khẩu lao động.",
      "Mỗi lần xin <b>xét duyệt</b> giấy phép sẽ nộp 2.000 đài tệ và nộp bằng cách mua Hối phiếu Bưu cục Đài Loan.",
      "Ông Lê Quý Đôn, Phó chủ tịch UBND thành phố Hà Nội vừa chỉ đạo các phòng địa chính nhà đất và đô thị quận huyện, UBND phường, xã, thị trấn công khai kết quả <b>xét duyệt</b>, cấp giấy chứng nhận nhà đất (sổ đỏ) bằng văn bản và bằng loa truyền thanh để người dân biết."
    ]
  },
  {
    "word": "xét hỏi",
    "definition": "interrogate, question",
    "sentences": [
      "Một màn <b>xét hỏi</b> và lục soát diễn ra chớp nhoáng."
    ]
  },
  {
    "word": "xét hồ",
    "definition": "to examine a file",
    "sentences": [
      "Sở Xây dựng đang thực hiện cơ chế \"một cửa\" cấp phép xây dựng, giảm thời gian xem <b>xét hồ</b> sơ từ 20-25 ngày xuống còn 5 ngày (nhà dân) và 10 ngày (công trình của doanh nghiệp, tổ chức)."
    ]
  },
  {
    "word": "xét lại",
    "definition": "to reexamine, reevaluate",
    "sentences": [
      "Tôi nghĩ chúng ta nên xem <b>xét lại</b> điều đó.",
      "Tôi sẽ phải xem <b>xét lại</b> nó.",
      "Khi xem <b>xét lại</b> những nghiên cứu về người, linh trưởng và thú gặm nhấm, Taylor nhận ra rằng hiện tượng trên là do tổ tiên đã đặt gánh nặng nuôi con lên vai giống cái: các bà mẹ không chỉ cần biết cách tự vệ, mà còn cần bảo vệ các con trước kẻ thù.",
      "Tôi cảm thấy rằng một mặt nào đó của việc phân tích hình học cần phải được xem <b>xét lại</b>.",
      "Với gần một nửa các cuộc hôn nhân kết thúc bằng việc anh đi đường anh, tôi đi đường tôi, nhiều cặp tình nhân đang phải xem <b>xét lại</b> mối quan hệ của mình."
    ]
  },
  {
    "word": "xét nghiệm",
    "definition": "to examine; experiment",
    "sentences": [
      "Chỉ khi nào người bệnh có triệu chứng nhiễm bệnh, các bác sĩ chuẩn đoán và làm <b>xét nghiệm</b>.",
      "Ông Th., chủ trại gà ở huyện Đức Hòa, hôm qua đã tử vong sau khi được đưa vào Bệnh viện Nhiệt đới TP HCM mà chưa kịp có kết quả <b>xét nghiệm</b>.",
      "Các bệnh nhân này đang được theo dõi và tiến hành <b>xét nghiệm</b> H5N1.",
      "bị nhiễm bệnh, bởi việc bắt được loại chim trời này để lấy mẫu <b>xét nghiệm</b> không dễ.",
      "Điều này phải kiểm tra và <b>xét nghiệm</b> trên thực tế mới có kết quả chính xác."
    ]
  },
  {
    "word": "xét nghiệm dương tính",
    "definition": "to test positive",
    "sentences": [
      "Nhưng trường hợp của tay vợt người Anh này có thể khó khăn hơn bởi Rusedski bị <b>xét nghiệm dương tính</b> vào tháng 7, hai tháng sau khi các huấn luyện viên của anh từng tuyên bố đã không còn sử dụng những chất bổ sung cho quá trình luyện tập.",
      "Hôm qua, tay vợt số 2 của Anh đã phải bay tới Montreal (Canada) để nghe phán quyết về việc mẫu nước tiểu của anh có <b>xét nghiệm dương tính</b> với chất kích thích bị cấm.",
      "Năm ngoái, có 7 tay vợt đã bị <b>xét nghiệm dương tính</b> với chất kích thích, nhưng rồi họ vẫn vô tội sau khi ATP không thể đưa ra bằng chứng rõ ràng.",
      "Việc các tay vợt không sử dụng chất kích thích mà vẫn có kết quả <b>xét nghiệm dương tính</b> đang ngày càng nhiều.",
      "Họ đang cố gắng đặt mình vào vị trí của người trong cuộc, bị <b>xét nghiệm dương tính</b> với chất kích thích mà không hề sử dụng, để tìm hiểu thêm và có một giải pháp thích hợp nhất\", Tim Henman cho biết."
    ]
  },
  {
    "word": "xét nét",
    "definition": "punctilious, hypercritical, faultfinding",
    "sentences": [
      "Quá <b>xét nét</b> hay dằn vặt quá khứ chắc tôi chịu không nổi."
    ]
  },
  {
    "word": "xét phạm tội",
    "definition": "to be found, judged guilty of",
    "sentences": []
  },
  {
    "word": "xét phạm tội gián điệp",
    "definition": "to be found guilty of spying",
    "sentences": []
  },
  {
    "word": "xét soi",
    "definition": "to sift thoroughly",
    "sentences": []
  },
  {
    "word": "xét tội",
    "definition": "to judge (guilt or innocence)",
    "sentences": []
  },
  {
    "word": "xét xử",
    "definition": "to judge, try (in court)",
    "sentences": [
      "Một thành viên của hội đồng <b>xét xử</b> khẳng định: \"Chúng tôi đã cân nhắc rất kỹ lưỡng vấn đề, từ nhiều góc độ và thấy rằng án treo giò 8 tháng là hợp tình hợp lý, không xâm phạm lợi ích của ai\".",
      "Cả hai đều chưa được đưa ra <b>xét xử</b>."
    ]
  },
  {
    "word": "xét đoán",
    "definition": "judge",
    "sentences": [
      "Hãy treo anh ta lên trước đã, chúng ta sẽ <b>xét đoán</b> anh ta sau."
    ]
  },
  {
    "word": "xét đơn",
    "definition": "to consider an application",
    "sentences": []
  },
  {
    "word": "xê",
    "definition": "to move",
    "sentences": [
      "Cô ấy đang trồng nhiều loại hoa như là hoa tulip, hoa păng <b>xê</b> và hoa cúc anh.",
      "Hàng năm, hễ đến cữ \"tháng chín, đôi mươi, tháng mười mồng năm\" thì có rươi, nếu theo con nước có thể <b>xê</b> dịch trước sau dăm ba ngày.",
      " Bánh xu <b>xê</b> Khuấy cho bột mịn và hơi sệt thì cho dừa vào, cho thêm màu lá dứa hoặc phẩm xanh.",
      "Đó là một đêm mưa, mang 80.000 đồng tiền cát-<b>xê</b> ở Hồ Gươm Xanh và con Wave Trung Quốc (thuê 20.000 đồng/đêm) bị xịt lốp đi từ bờ hồ về tận Láng Hạ, lại còn bị kỷ luật vì về quá muộn.",
      "Nhưng như thế không có nghĩa là tôi nhận cát-<b>xê</b> cao."
    ]
  },
  {
    "word": "xê dịch",
    "definition": "to displace, move, change place",
    "sentences": [
      "Hàng năm, hễ đến cữ \"tháng chín, đôi mươi, tháng mười mồng năm\" thì có rươi, nếu theo con nước có thể <b>xê dịch</b> trước sau dăm ba ngày."
    ]
  },
  {
    "word": "xê ma pho",
    "definition": "semaphore",
    "sentences": []
  },
  {
    "word": "xê mi na",
    "definition": "symposium, seminar",
    "sentences": []
  },
  {
    "word": "xê ra",
    "definition": "to move over",
    "sentences": [
      "- Anh nghĩ sao về lời than phiền của đồng nghiệp: Quang Dũng là người dễ quay lưng, còn bầu show thì kêu anh hét cát-<b>xê ra</b> lửa?",
      "- Tôi cũng nghe nhiều lời bàn ra tán vào chung quanh việc tôi không ghi âm với bất cứ hãng băng đĩa nào ở trong nước dù giá cát-<b>xê ra</b> sao."
    ]
  },
  {
    "word": "xê ri",
    "definition": "series; cerium",
    "sentences": []
  },
  {
    "word": "xê rê nát",
    "definition": "serenade",
    "sentences": []
  },
  {
    "word": "xê xích",
    "definition": "to move, shift back and forth; more or less",
    "sentences": []
  },
  {
    "word": "xê xế",
    "definition": "(of sun, moon) be sinking, waning, on the wane",
    "sentences": []
  },
  {
    "word": "xên",
    "definition": "refine",
    "sentences": []
  },
  {
    "word": "xì",
    "definition": "to escape, leak out",
    "sentences": [
      "Vừa hút điếu <b>xì</b> gà to, ông ta vừa kể chuyện về Grô-en-lăng.",
      "Những điếu <b>xì</b> gà này giá 2 mác.",
      "Con chó cắn mất cái <b>xì</b> gà của thuyền trường khi ông ấy đi ngang qua mà ông ấy không biết.",
      "Tôi hay hắt <b>xì</b>.",
      "Anh ta <b>xì</b> mũi."
    ]
  },
  {
    "word": "xì căng đan",
    "definition": "scandal",
    "sentences": []
  },
  {
    "word": "xì dầu",
    "definition": "soya-sauce",
    "sentences": [
      "- 500g bánh ướt thật mỏng và dai- 1 gói nấm kim châm + 300g củ sắn- 150g cà rốt + 1 cây xà lách + 1 miếng tàu hủ ky tươi- Đầu hành lá băm nhuyễn- Tiêu, muối, dầu ăn + dầu mè, <b>xì dầu</b> + đường, nước cốt trái chanh, ớt băm nhuyễn- 5 cây ngò",
      "- Cá quả: 500g - Tôm to: 200g - Giò sống: 200g - Bóng bì: 50g - Rượu trắng: 1 chén- Gừng: 1 củ nhỏ- Nước mắm, <b>xì dầu</b>, mù tạt (dầu hạt cải), hạt tiêu hành tỏi khô, đường kính, giấm, dầu ăn.",
      "Ướp tôm và cá với chút nước mắm, <b>xì dầu</b> một lúc cho ngấm.",
      "- 4 đùi gà khoảng 200g/chiếc- 300 ml nước dùng gà- 4 thìa dầu; 2 thìa <b>xì dầu</b>; 1 thìa <b>xì dầu</b> đặc; 2 thìa nước cốt chanh; 1 thìa bột quế- 10g lá thơm thái nhỏ; 5g tỏi băm; 5g hành khô băm; 10g hành phi- 150ml sốt cay; 50ml tương ớt- 1 thìa đường; 5 thìa sữa dừa; 2 miếng chanh; 1 miếng cà chua bổ cau- 600g cơm trắng.",
      "Đun dầu nóng cho hành và tỏi băm sẵn vào chảo cho vàng sau đó cho sốt cay và 1 chút tương ớt đảo nhanh tay cho nổi mầu rồi đổ tiếp nước dùng gà, <b>xì dầu</b>, nước chanh và đường cùng muối tiêu vào chao cùng nhau, nấu tới khi đường tan, hỗn hợp sốt sánh."
    ]
  },
  {
    "word": "xì gà",
    "definition": "cigar",
    "sentences": [
      "Vừa hút điếu <b>xì gà</b> to, ông ta vừa kể chuyện về Grô-en-lăng.",
      "Những điếu <b>xì gà</b> này giá 2 mác.",
      "Con chó cắn mất cái <b>xì gà</b> của thuyền trường khi ông ấy đi ngang qua mà ông ấy không biết."
    ]
  },
  {
    "word": "xì hơi",
    "definition": "to go down, go flat, deflate",
    "sentences": []
  },
  {
    "word": "xì ke",
    "definition": "heroin",
    "sentences": []
  },
  {
    "word": "xì líp",
    "definition": "briefs, underwear, panties",
    "sentences": []
  },
  {
    "word": "xì xào",
    "definition": "to whisper, buzz",
    "sentences": [
      "- Giải thưởng \"Ca sĩ của năm\" trao cho anh gây không ít lời <b>xì xào</b>."
    ]
  },
  {
    "word": "xì xụt",
    "definition": "to whimper, whine, snivel, sniffle, snuffle",
    "sentences": []
  },
  {
    "word": "xì đồng",
    "definition": "wind-shooting tube, blow-pipe",
    "sentences": []
  },
  {
    "word": "xìu",
    "definition": "fall, be flat",
    "sentences": []
  },
  {
    "word": "xí gạt",
    "definition": "to trick, deceive",
    "sentences": []
  },
  {
    "word": "xí nghiệp",
    "definition": "business, enterprise",
    "sentences": [
      "Anh ấy làm việc ngày đêm vì lợi ích của <b>xí nghiệp</b> mình.",
      "Cô ta làm ở <b>xí nghiệp</b> này đúng không?",
      "Công ty TNHH Lâm Viên được UBND TP HCM giao hơn 2.000 m2 đất tại phường 28, quận Bình Thạnh, để xây dựng <b>xí nghiệp</b> sản xuất giống cây trồng.",
      "một biệt thự cao cấp, khó ai có thể tin nổi đây là một <b>xí nghiệp</b>.",
      "Theo đó, khu đất này không được sử dụng xây dựng khu hoa viên cây kiểng như mục đích Công ty Lâm Viên xin thuê đất ban đầu, mà phải dùng để xây dựng <b>xí nghiệp</b> sản xuất giống cây trồng bằng phương pháp nuôi cấy mô và công nghệ sinh học."
    ]
  },
  {
    "word": "xí nghiệp hàng hải",
    "definition": "shipyard",
    "sentences": []
  },
  {
    "word": "xí nghiệp nhà nước",
    "definition": "government owned business, government-run business",
    "sentences": []
  },
  {
    "word": "xí nghiệp quốc doanh",
    "definition": "nationalized business",
    "sentences": []
  },
  {
    "word": "xí xóa",
    "definition": "to forget about debts",
    "sentences": []
  },
  {
    "word": "xí xố loạn lên",
    "definition": "to talk in a fast but incomprehensible way",
    "sentences": []
  },
  {
    "word": "xía",
    "definition": "to interfere, meddle in",
    "sentences": [
      "Tôi không định <b>xía</b> mũi vào chuyện của bạn.",
      "Đừng <b>xía</b> vào chuyện tình yêu của người khác."
    ]
  },
  {
    "word": "xía vào",
    "definition": "to meddle in",
    "sentences": [
      "Đừng <b>xía vào</b> chuyện tình yêu của người khác."
    ]
  },
  {
    "word": "xích",
    "definition": "(1) chain; (2) to approach, move nearer",
    "sentences": [
      "Xe <b>xích</b> lô là một loại xe ba bánh.",
      "Anh có thể xiềng <b>xích</b> tôi, có thể tra tấn tôi, anh có thể hủy hoại thân xác này, nhưng anh không bao giờ có thể cầm tù được trí óc tôi.",
      "Nguyên liệu: Chả giò, tôm xào, bát bửu Quảng Đông, bách hoa đông cô.- Chả giò: bạn có thể mua loại chả giò bán sẵn ở các chợ hay siêu thị.- Bát bửu Quảng Đông: gồm chả lụa, chả quế, xúc <b>xích</b>, trứng cút luộc.- Tôm xào: với 200 gr tôm, rửa sạch, lột vỏ và rút sợi chỉ đen giữa lưng tôm.- Bách hoa đông cô: tôm, thịt, muối, tiêu, hành, bột ngọt, cải ngọt (cây nhỏ).- Cà rốt, su hào thái chỉ, xào sơ, nêm đầy đủ gia vị, cà chua tỉa hoa.",
      "Xắt miếng chả lụa, chả quế, xúc <b>xích</b>.",
      "Ở đâu cũng vậy, hễ có người Việt định cư là có cửa hàng ăn VN mang tên Hoa Sen, Saigon, Áo Dài, Cây Tre, Rồng Vàng, Đu đủ Xanh, Cyclo (<b>xích</b> lô)..."
    ]
  },
  {
    "word": "xích mích",
    "definition": "to be in disagreement",
    "sentences": [
      "Ngược lại, trẻ sinh ra trong gia đình thiếu tình thương, nhiều bạo lực và lắm <b>xích mích</b>, thì dễ gặp khó khăn lớn trong cuộc sống hôn nhân sau này\".",
      "- Mình có nghe nói về <b>xích mích</b> của chị Hiền Thục với ca sĩ Thanh Thảo.",
      "- Xin chào Đan Trường! Tôi được biết qua liveshow \"Trái tim bình yên\" năm 2003 anh và ca sĩ Mỹ Tâm đã có <b>xích mích</b> với nhau và đến nay vẫn chưa \"làm lành\" đúng không? Thực sự là anh và Mỹ Tâm hát song ca với nhau rất hợp, anh thấy Mỹ Tâm thế nào? (Nguyễn N.M, 28 tuổi, Hà Nội)"
    ]
  },
  {
    "word": "xích sắt",
    "definition": "iron chain",
    "sentences": []
  },
  {
    "word": "xích tay",
    "definition": "to handcuff, manacle",
    "sentences": []
  },
  {
    "word": "xích thằng",
    "definition": "red thread, the bond of marriage",
    "sentences": []
  },
  {
    "word": "xích thố",
    "definition": "red-haired horse",
    "sentences": []
  },
  {
    "word": "xích tâm",
    "definition": "loyalty, faithfulness",
    "sentences": []
  },
  {
    "word": "xích tử",
    "definition": "newly born, infant, the people",
    "sentences": []
  },
  {
    "word": "xích vào",
    "definition": "to chain to",
    "sentences": [
      "Michael Sudore, sống ở New York đã kiện ban nhạc vì một thành viên quẳng cả miếng xúc <b>xích vào</b> người anh trong một lần xem đấu bóng chày."
    ]
  },
  {
    "word": "xích đu",
    "definition": "swing, rocking chair",
    "sentences": []
  },
  {
    "word": "xích đạo",
    "definition": "equator",
    "sentences": [
      "Qua số liệu thu thập, nhóm của ông còn nhận thấy căn bệnh thần kinh này rất phổ biến ở những nước nằm xa đường <b>xích đạo</b>, nơi mà con người ít được tiếp xúc với ánh mặt trời."
    ]
  },
  {
    "word": "xích đế",
    "definition": "fire god",
    "sentences": []
  },
  {
    "word": "xíu",
    "definition": "tiny",
    "sentences": [
      "Ổ bánh mì được trang trí bằng những con sóc nhỏ <b>xíu</b> được làm rất công phu.",
      "Ổ bánh mì được tô điểm bằng những chú sóc nhỏ <b>xíu</b> được làm rất tỉ mỉ.",
      "Kiến có mặt khắp mọi nơi, con vật bé <b>xíu</b> nhưng lại có thành phần dinh dưỡng cao, đạm từ 42 đến 67% và có 28 loại acid min, ngoài ra nó còn có nhiều sinh tố và khoáng chất.",
      "Cá đuối đầu nhỏ <b>xíu</b>, sống nép mình sát dưới cát nên da bụng có mầu trắng, phần da lưng rất dày tùy theo loại cá mà có hoa văn hay không.",
      "Cá đuối mua về rửa sạch, lóc bỏ phần da lưng, cắt từng miếng vuông cỡ bằng cái hộp quẹt, ướp bột cà ri và gia vị (muối, chút <b>xíu</b> đường, tiêu, hành...), nếu muốn cay nữa thì băm thêm ớt; để khoảng 15 phút cho thấm, xong bắc lên xào qua cho thịt săn và thấm gia vị, sau đó thêm nước vào nồi."
    ]
  },
  {
    "word": "xòa",
    "definition": "to spread out",
    "sentences": []
  },
  {
    "word": "xòe",
    "definition": "to spread, stretch; open, spread",
    "sentences": [
      "Một con vịt <b>xòe</b> ra hai cái cánh.",
      "Chọn cá to cỡ bằng bàn tay người lớn <b>xòe</b> ra, làm cá, rửa sạch để ráo nước.",
      "Hiện nay, khi bị cảm, sốt, nhiều người vẫn có thói quen đánh gió bằng cách dùng đồng bạc trắng hoa <b>xòe</b> hoặc một miếng bạc nguyên chất vào quả trứng gà luộc để chà xát vào vùng lưng."
    ]
  },
  {
    "word": "xòe ra",
    "definition": "to spread out",
    "sentences": [
      "Một con vịt <b>xòe ra</b> hai cái cánh.",
      "Chọn cá to cỡ bằng bàn tay người lớn <b>xòe ra</b>, làm cá, rửa sạch để ráo nước."
    ]
  },
  {
    "word": "xòi xọp",
    "definition": "sickly",
    "sentences": []
  },
  {
    "word": "xó",
    "definition": "corner, nook",
    "sentences": [
      "Đầu đường <b>xó</b> chợ."
    ]
  },
  {
    "word": "xó nhà",
    "definition": "corner of a house",
    "sentences": []
  },
  {
    "word": "xó xỉnh",
    "definition": "corner, nook",
    "sentences": []
  },
  {
    "word": "xóa",
    "definition": "to erase, cross out, obliterate, wipe out, rub out",
    "sentences": [
      "Làm thế nào để <b>xóa</b> bỏ định kiến về người Trung Quốc?",
      "Hãy <b>xóa</b> tệp tin này.",
      "Hãy <b>xóa</b> tệp này.",
      "Hãy <b>xóa</b> file này.",
      "Hãy <b>xóa</b> file này đi."
    ]
  },
  {
    "word": "xóa bỏ",
    "definition": "to cross out, erase, annul, delete, rub out, suppress, abolish, eliminate",
    "sentences": [
      "Làm thế nào để <b>xóa bỏ</b> định kiến về người Trung Quốc?",
      "Bà cho rằng trong trạng thái nhân cách thứ hai này, những vùng não chủ ý đã kiềm chế những ký ức bi đát và <b>xóa bỏ</b> chúng.",
      "Thực ra nó đang hoạt động cật lực đấy! Những nghiên cứu mới nhất về quá trình trao đổi chất đã giúp lý giải cũng như <b>xóa bỏ</b> một số quan niệm sai lầm về thói quen và hành vi sống ở một số loài động vật.",
      "- Nhiều ý kiến tỏ ra không tin tưởng lắm khi ngành giao thông vận tải khẳng định, tình trạng cơm tù, \"xe dù\" trên tuyến Hà Nội - TP HCM sẽ được <b>xóa bỏ</b> trong năm 2004, vì trước đó, quyết tâm này đã được ngành khẳng định không dưới ba lần? ",
      "Chúng tôi kêu gọi người dân cùng với các lực lượng, tham gia vào việc <b>xóa bỏ</b> tình trạng \"bến cóc\", \"xe dù\", \"cơm tù\"."
    ]
  },
  {
    "word": "xóa bỏ thỏa ước",
    "definition": "to annul an agreement",
    "sentences": []
  },
  {
    "word": "xóa nhòa",
    "definition": "to efface, obliterate, fade away, wear away, eradicate, wipe out",
    "sentences": []
  },
  {
    "word": "xóa nợ",
    "definition": "to erase a debt, forgive a debt",
    "sentences": [
      "Các loại thuế và thu khác được <b>xóa nợ</b> bao gồm: môn bài, giá trị gia tăng (hoặc thuế doanh thu), thu nhập doanh nghiệp (hoặc lợi tức), tài nguyên, và các khoản tiền phạt chậm nộp tính trên số thuế nợ đọng.",
      "Các đội thuế cấp xã, phường được giao chức năng kiểm tra, xác định những hộ gia đình, cá nhân kinh doanh có đủ điều kiện được <b>xóa nợ</b> thuế, lập danh sách cụ thể gửi cơ quan có thẩm quyền xem xét và ra quyết định <b>xóa nợ</b>.",
      "UBND tỉnh, thành phố trực thuộc trung ương là cơ quan quyết định việc <b>xóa nợ</b> thuế."
    ]
  },
  {
    "word": "xóa sạch",
    "definition": "to wipe out, erase",
    "sentences": [
      "Tiến sĩ Baumgadner dựa vào nghiên cứu của chính ông kết luận rằng một trận đại hồng thủy đã gần như <b>xóa sạch</b> mọi thứ trước đó trên mặt đất."
    ]
  },
  {
    "word": "xóa sổ",
    "definition": "to eliminate",
    "sentences": []
  },
  {
    "word": "xóa tên",
    "definition": "to erase a name",
    "sentences": []
  },
  {
    "word": "xóa đi",
    "definition": "to erase",
    "sentences": [
      "Nụ cười của người nghệ sĩ tuổi 80 như <b>xóa đi</b> cái lạnh của Hà Nội còn giấu sau chiếc khăn len và tấm áo bông."
    ]
  },
  {
    "word": "xóa đói giảm nghèo",
    "definition": "to eliminate hunger and reduce",
    "sentences": [
      "Nhiệm vụ của IFC, bộ phận phụ trách khu vực tư nhân của WB, là khuyến khích đầu tư cho khu vực tư nhân tại các nước đang phát triển, giúp <b>xóa đói giảm nghèo</b> và cải thiện cuộc sống của người dân."
    ]
  },
  {
    "word": "xóc",
    "definition": "to shake",
    "sentences": [
      "Bông hẹ cắt lấy phần bông dài 4cm, rửa, <b>xóc</b> ráo.",
      "Sau đó, dùng rơm khô vàng, tuốt sạch, <b>xóc</b> cho bằng đầu, rồi rải cho đều ra.",
      "Trộn đều nếp với đậu xanh, <b>xóc</b> với một chút muối.",
      "Lá nha đam rửa sạch, cắt thành khúc ngắn, gọt vỏ, cắt sợi, cho vào rổ trộn đều với 1 muỗng cà phê muối, xả nước thật kỹ, <b>xóc</b> ráo.",
      "Để thưởng thức trọn vẹn hương vị cua, quán có món cua lột <b>xóc</b> tỏi ớt."
    ]
  },
  {
    "word": "xóc cái",
    "definition": "dealer, bank (in gambling), be the banker (in game)",
    "sentences": []
  },
  {
    "word": "xóc thẻ",
    "definition": "to shake divinatory wands",
    "sentences": []
  },
  {
    "word": "xóc đĩa",
    "definition": "game in which coins are shaken in a bowl",
    "sentences": [
      "Chủ yếu nhất là hình thức quay thò lò và <b>xóc đĩa</b>."
    ]
  },
  {
    "word": "xói",
    "definition": "to wash, erode, flow against",
    "sentences": [
      "Cơn <b>xói</b> lở đất dữ dội đã làm lộ ra một chiếc sọ hoá thạch nguyên vẹn của một con cá voi 8 triệu tuổi đời.",
      "Để khắc phục tình trạng này, chính phủ Italy mới đây đã phê chuẩn dự án xây dựng hệ thống đập nổi (MOSE) trị giá 1,6 tỷ bảng, nhằm bảo vệ thành phố khỏi ngập lụt và <b>xói</b> mòn.",
      "Sau đó là đến công kích tính cách hoặc đặc điểm của đối phương, kèm theo những biểu hiện coi thường - yếu tố đặc biệt gây <b>xói</b> mòn tình cảm.",
      "Ca sĩ sắp nghỉ hưu buông lời xỉa <b>xói</b> Jennifer Lopez và Britney Spears trước mặt 20.000 fan, trong buổi hoà nhạc tại Auckland, New Zealand."
    ]
  },
  {
    "word": "xói mòn",
    "definition": "to erode",
    "sentences": [
      "Để khắc phục tình trạng này, chính phủ Italy mới đây đã phê chuẩn dự án xây dựng hệ thống đập nổi (MOSE) trị giá 1,6 tỷ bảng, nhằm bảo vệ thành phố khỏi ngập lụt và <b>xói mòn</b>.",
      "Sau đó là đến công kích tính cách hoặc đặc điểm của đối phương, kèm theo những biểu hiện coi thường - yếu tố đặc biệt gây <b>xói mòn</b> tình cảm."
    ]
  },
  {
    "word": "xóm",
    "definition": "hamlet, village, town",
    "sentences": [
      "Cháy nhà hàng <b>xóm</b> bình chân như vại.",
      "Thương yêu hàng <b>xóm</b> là nghĩa vụ của chúng ta.",
      "Tôi nhìn thấy con chó nhà hàng <b>xóm</b> chạy trong sân của mình.",
      "Tom và bạn John của nó tinh nghịch ném đá từ vườn qua ngôi nhà và làm hư hỏng chiếc xe sang trọng đắt tiền của hàng <b>xóm</b>.",
      "Hàng <b>xóm</b> mới của chúng luôn sẵn sàng nếu chúng tôi cần giúp đỡ trong bất cứ việc gì."
    ]
  },
  {
    "word": "xóm giềng",
    "definition": "neighborhood",
    "sentences": []
  },
  {
    "word": "xóm làng",
    "definition": "villages and hamlets",
    "sentences": []
  },
  {
    "word": "xót",
    "definition": "to itch; to pity",
    "sentences": [
      "Đã mười bốn năm trôi qua vẫn không làm lu mờ cái ký ức đau <b>xót</b> về hai ngày cô có mặt tại lâu đài lộng lẫy Grosse Pointe.",
      "Tiếng chuông chùa Gion, vọng lên nỗi vô thường. Và sa-la song thụ, màu hoa cũng <b>xót</b> thương. Lên cao rồi sẽ ngã, vẫn như một lệ thường. Những người đầy tham vọng, như giấc mộng đêm xuân. Anh hùng rồi tuyệt diệt, như bụi giữa cuồng phong.",
      "Thật là thương <b>xót</b> khi những người đó mất",
      "Trong một cuộc phỏng vấn trước cuộc chơi, Tổng thống Mỹ Bush phát biểu: \"Xin gửi lời cầu nguyện và tình thương yêu tới gia đình các thành viên NASA, đặc biệt là thân nhân những thành viên của con tàu Columbia, hiện giờ vẫn đang rất đau <b>xót</b>\".",
      "Sẽ rất dễ bị hiểu lầm nếu bạn tỏ sự thương <b>xót</b>."
    ]
  },
  {
    "word": "xót dạ",
    "definition": "to suffer",
    "sentences": []
  },
  {
    "word": "xót ruột",
    "definition": "to suffer (because of loss, waste)",
    "sentences": []
  },
  {
    "word": "xô",
    "definition": "to rush, pour out (people), push, jostle, dash",
    "sentences": [
      "Đừng <b>xô</b> đẩy tôi mạnh quá. Nguy hiểm đấy.",
      "Hãy mang nước bằng <b>xô</b>.",
      "Những mái ngói lô <b>xô</b> gợi chút hoài niệm về Hà Nội 36 phố phường.",
      "Đến khi vào thắp hương cho người quá cố, tự dưng có một thanh niên xách đến một <b>xô</b> nước dội rửa phần mộ của gia đình anh qua loa rồi yêu cầu trả công 50.000 đồng.",
      "Vợ tôi ôm tên đó lại thì bị nó tát và <b>xô</b> bất tỉnh ngay tại chỗ rồi lên xe bỏ chạy."
    ]
  },
  {
    "word": "xô bồ",
    "definition": "gross",
    "sentences": [
      "Tôi muốn có những ca khúc nhạc trẻ không quá kén chọn để có thể đến với nhiều thành phần khán giả, nhưng không quá <b>xô bồ</b>.",
      "Thứ ba là các phòng trà của Hà Nội bây giờ bắt đầu mọc lên nhiều, và lại không phải đất của những thứ nhạc <b>xô bồ</b> nên chốn dung thân của các ca sĩ trẻ không đến nỗi ngặt nghèo.",
      "Bởi tôi nghĩ đơn giản, trong một thị trường <b>xô bồ</b> như hiện nay, tình trạng đó là điều tất yếu.",
      "Nhưng tôi cho rằng sự <b>xô bồ</b> ấy phải được đẩy đến tận cùng, khi đó sẽ xảy ra sự cọ xát, chen lấn rồi dần dần dẫn tới bốc cháy."
    ]
  },
  {
    "word": "xô lê nô ít",
    "definition": "solenoid",
    "sentences": []
  },
  {
    "word": "xô lít",
    "definition": "strong, solid",
    "sentences": []
  },
  {
    "word": "xô nát",
    "definition": "sonata",
    "sentences": []
  },
  {
    "word": "xô phóng",
    "definition": "launch",
    "sentences": []
  },
  {
    "word": "xô viết",
    "definition": "soviet",
    "sentences": []
  },
  {
    "word": "xô xát",
    "definition": "fight (with)",
    "sentences": [
      "Đội bóng cố đô thì vừa trải qua cú sốc tinh thần, sau vụ <b>xô xát</b> trên đồi Thiên An có liên quan đến6 cầu thủ trụ cột của đội."
    ]
  },
  {
    "word": "xô đa",
    "definition": "soda",
    "sentences": []
  },
  {
    "word": "xô đuổi",
    "definition": "to push out, force out",
    "sentences": []
  },
  {
    "word": "xô đẩy",
    "definition": "to push, bump, jostle, shove",
    "sentences": [
      "Đừng <b>xô đẩy</b> tôi mạnh quá. Nguy hiểm đấy.",
      "Để thể hiện sự tranh giành cô ca sĩ, những người múa minh họa trong ca khúc này còn <b>xô đẩy</b> nhau loạn xạ! "
    ]
  },
  {
    "word": "xôi",
    "definition": "sticky, rice",
    "sentences": [
      "Nhờ vào máy bay mà con người có thể di chuyển giữa các nơi xa <b>xôi</b>.",
      "Cảm ơn bạn đã không quản đường xá xa <b>xôi</b> đến đây!",
      "Quả mâm <b>xôi</b> đắt lắm đấy.",
      "Cô ấy đến từ một vùng đất xa <b>xôi</b>.",
      "Món này ăn nóng với cơm gạo mới hoặc <b>xôi</b> nếp Tú Lệ thì no mà không chán."
    ]
  },
  {
    "word": "xôi gấc",
    "definition": "steamed glutinous rice",
    "sentences": [
      "Giống như <b>xôi gấc</b> mà lại không phải <b>xôi gấc</b> vì gạo dẻo, nhuyễn (như bánh chưng), lại có vị mặn ngọt của gấc và nhân bánh gồm thịt nạc (thật nhiều), cùng với đỗ, đường.",
      "Như mọi năm, đúng vào ngày này, bà Lân ở Đống Đa đã chuẩn bị sẵn sàng các đồ cúng tế gồm: <b>xôi gấc</b>, bánh chưng, hoa, quả, vàng mã đặc biệt là cá chép."
    ]
  },
  {
    "word": "xôi hoa cau",
    "definition": "steamed glutinous rice mixed with French beans",
    "sentences": []
  },
  {
    "word": "xôi mụi",
    "definition": "left over sticky rice",
    "sentences": []
  },
  {
    "word": "xôi vò",
    "definition": "glutinous rice cooked with split peas",
    "sentences": []
  },
  {
    "word": "xôi xéo",
    "definition": "steamed glutinous rice",
    "sentences": []
  },
  {
    "word": "xôm",
    "definition": "nice and neat, elegant, spectacular",
    "sentences": [
      "Thưởng Tết <b>xôm</b> nhất có lẽ phải nhắc tới các nhà băng."
    ]
  },
  {
    "word": "xôm xốp",
    "definition": "rather spongy",
    "sentences": []
  },
  {
    "word": "xôn xao",
    "definition": "lively, uproarious, in an uproar; tumult",
    "sentences": [
      "Rất lạ và không kém phần hấp dẫn, đó là món thịt& đà điểu! Quả thật, kiến, bọ cạp, dế cơm chiên giòn - một thời từng làm <b>xôn xao</b> thế giới ẩm thực, giờ đã được thay thế bằng món mới: thịt đà điểu.",
      "Những ngày này, dư luận địa phương và học sinh <b>xôn xao</b> về những vụ trấn cướp liên tiếp xảy ra.",
      "Cuarơ người Mỹ đã có chiến thắng kỷ lục mà không gặp nhiều khó khăn, dù trước khi giải năm nay khởi tranh, dư luận <b>xôn xao</b> về việc anh sử dụng doping, đồng thời giới chuyên môn đánh giá đây sẽ là giải đấu cạnh tranh nhất trong vài năm gần đây.",
      "đều đều chứ? Thời gian gần đây, dư luận <b>xôn xao</b> về chuyện nhiều ca sĩ, nghệ sĩ né tránh thuế thu nhập, bạn thấy thế nào? Bạn đã kê khai quyết toán thuế chưa? (Tường Minh, 31 tuổi, Quận 3)",
      "Chi phí cho Ben Hur là 15 triệu USD, so với thời nay thì chẳng là gì, nhưng thời ấy đó là một khoản tiền làm <b>xôn xao</b> dư luận."
    ]
  },
  {
    "word": "xông",
    "definition": "to rush; to waft, move past (of a smell), emit, give off a smell",
    "sentences": [
      "Các trẻ em <b>xông</b> xáo chỗ này chỗ kia.",
      "Tại sao bạn lại <b>xông</b> vào nhà tôi?",
      "Sami <b>xông</b> ra khỏi phòng.",
      "Xin lỗi vì đã <b>xông</b> vào như thế này.",
      "Nấm mỡ trộn cùng thịt <b>xông</b> khói, quấn làm nem."
    ]
  },
  {
    "word": "xông bừa ra",
    "definition": "to rush out",
    "sentences": []
  },
  {
    "word": "xông lên",
    "definition": "to rise up (smell)",
    "sentences": [
      "Thừa thắng <b>xông lên</b>, đội bóng sông Hàn tiếp tục gia tăng sức ép về phía cầu môn đối phương.",
      "HLV Lippi phải ra tận đường biên để thúc giục các học trò <b>xông lên</b> ghi bàn thắng quân bình.",
      "Bị dẫn trước khá bất ngờ, Real hừng hực <b>xông lên</b> nhằm tìm kiếm bàn gỡ và lấy lại danh dự của đội đương kim vô địch.",
      "Không chịu dừng lại ở đó, đội chủ nhà thừa thắng <b>xông lên</b> và hậu vệ Ivan Cordoba là tác giả của bàn thắng nâng tỷ số lên 2-1 từ pha đánh đầu hiểm hóc."
    ]
  },
  {
    "word": "xông lên mũi",
    "definition": "to rise up into one’s nose, reach one’s nose",
    "sentences": []
  },
  {
    "word": "xông ra",
    "definition": "to jump out, rush out",
    "sentences": [
      "Sami <b>xông ra</b> khỏi phòng."
    ]
  },
  {
    "word": "xông tới",
    "definition": "to rush towards, rush forward",
    "sentences": []
  },
  {
    "word": "xông tới tấn công",
    "definition": "to rush forward to attack",
    "sentences": []
  },
  {
    "word": "xông vào",
    "definition": "to rush into",
    "sentences": [
      "Tại sao bạn lại <b>xông vào</b> nhà tôi?",
      "Xin lỗi vì đã <b>xông vào</b> như thế này.",
      "Tưởng thật, Hương đạp xe vào ngõ thì cả hội <b>xông vào</b> giật xe đạp tuyên bố...",
      "Pha <b>xông vào</b> dũng mãnh của tiền đạo người Nigeria khiến thủ môn Tuấn Điệp lúng túng, để bóng bật tay vào lưới.",
      "Cho rằng bạn mình bị xúc phạm, Kid Rock <b>xông vào</b> yêu cầu Campos xin lỗi."
    ]
  },
  {
    "word": "xõa",
    "definition": "hang",
    "sentences": []
  },
  {
    "word": "xõng lưng",
    "definition": "idle, unoccupied",
    "sentences": []
  },
  {
    "word": "xù",
    "definition": "fluff out",
    "sentences": [
      "Tóc của mày thật sự trông bù <b>xù</b>.",
      "Nhưng nổi bật nhất là vị chua thanh của nước trái trúc - một thứ trái giống như trái chanh nhưng vỏ <b>xù</b> xì, được trồng ở miền núi này - và vị cay của ớt hiểm xanh (hoặc ớt sừng trâu bằm), vị giòn lạt của giá sống cùng mùi rau thơm sẽ khiến bao nhiêu \"nặng nề\" sau chuyến lữ hành đều tan biến hết.",
      "- Xương heo- Đậu phụ tươi- Trứng gà- Bột mì- Bột <b>xù</b>- Gia vị- Dầu chiên",
      "\"Chúng có thể để cho mắt xếch lên và <b>xù</b> lông ra - một dấu hiệu của việc ngủ lơ mơ\".",
      "Nhưng chỉ 2-3 tháng sau, nhiều cô đã phải tới lui các tiệm để hy vọng phục hồi mái tóc gãy, chẻ, <b>xù</b> xì chẳng khác gì..."
    ]
  },
  {
    "word": "xù lông",
    "definition": "to raise, ruffle feathers",
    "sentences": [
      "\"Chúng có thể để cho mắt xếch lên và <b>xù lông</b> ra - một dấu hiệu của việc ngủ lơ mơ\"."
    ]
  },
  {
    "word": "xù xì",
    "definition": "rough, coarse (surfaced)",
    "sentences": [
      "Nhưng nổi bật nhất là vị chua thanh của nước trái trúc - một thứ trái giống như trái chanh nhưng vỏ <b>xù xì</b>, được trồng ở miền núi này - và vị cay của ớt hiểm xanh (hoặc ớt sừng trâu bằm), vị giòn lạt của giá sống cùng mùi rau thơm sẽ khiến bao nhiêu \"nặng nề\" sau chuyến lữ hành đều tan biến hết.",
      "Nhưng chỉ 2-3 tháng sau, nhiều cô đã phải tới lui các tiệm để hy vọng phục hồi mái tóc gãy, chẻ, <b>xù xì</b> chẳng khác gì...",
      "bị nứt nẻ, <b>xù xì</b>, gây cảm giác đau rát, chảy máu và dễ bị nhiễm khuẩn."
    ]
  },
  {
    "word": "xùm xụp",
    "definition": "sink, go deep or far down (of hat, turban)",
    "sentences": []
  },
  {
    "word": "xùng xình",
    "definition": "unkempt, sloppy (clothes)",
    "sentences": []
  },
  {
    "word": "xùy",
    "definition": "to stump up, shell out, fork out, cough up",
    "sentences": []
  },
  {
    "word": "xú",
    "definition": "foul, bad-smelling, stinking, ugly",
    "sentences": [
      "- 30 g bột gạo- 1/2 muỗng cà phê bột năng- 1 miếng da heo khô cắt hột lựu chiên giòn- 20g tôm <b>xú</b> luộc giã nhuyễn cháy khô.",
      "Những trường hợp người dân phản ánh về tình trạng mùi <b>xú</b> uế phát sinh từ các hố chôn, đây là điều bình thường trong quá trình phân huỷ chất hữu cơ."
    ]
  },
  {
    "word": "xú chiêng",
    "definition": "bra, brassiere",
    "sentences": []
  },
  {
    "word": "xú danh",
    "definition": "bad reputation",
    "sentences": []
  },
  {
    "word": "xú khí",
    "definition": "stench, stink, offensive smell, strong odor",
    "sentences": []
  },
  {
    "word": "xú páp",
    "definition": "valve",
    "sentences": []
  },
  {
    "word": "xú uế",
    "definition": "fetid",
    "sentences": [
      "Những trường hợp người dân phản ánh về tình trạng mùi <b>xú uế</b> phát sinh từ các hố chôn, đây là điều bình thường trong quá trình phân huỷ chất hữu cơ."
    ]
  },
  {
    "word": "xú vơ nia",
    "definition": "souvenir",
    "sentences": []
  },
  {
    "word": "xúc",
    "definition": "to shovel, scoop",
    "sentences": [
      "Tôi biết em là người đã có tuổi, sự khao khát không còn mảnh liệt như trước, đã trãi nghiệm những cảm <b>xúc</b> tột cùng của tình yêu, mọi thứ đối với em giờ chỉ còn trong kí ức.",
      "Chiều nay, ông có thể tiếp <b>xúc</b> với anh ấy.",
      "Phụ nữ muốn người đàn ông phải chạm được cảm <b>xúc</b> sâu thẳm bên trong họ.",
      "Thính giác, thị giác, khứu giác, <b>xúc</b> giác, vị giác là năm giác quan của con người.",
      "Tôi cố gắng không để bị <b>xúc</b> động."
    ]
  },
  {
    "word": "xúc cá",
    "definition": "to catch fish (by scooping them up)",
    "sentences": [
      "Bắc chảo phi hành mỡ, bỏ cá và viên xương vào rán chín, đổ một bát nước đun sôi kỹ, <b>xúc cá</b> và viên ra bỏ rau cần đã nhặt lá thái khúc, tra mắm tôm, đun chín rồi bỏ viên xương, đảo đều, tra mì chính nước mắm, chuẩn bị bắc ra thì cho thìa là vào đảo đều, múc ra hai bát tô.",
      "Người đi <b>xúc cá</b> bống trứng chỉ đợi con nước son đổ về và thường xúc về đêm.",
      "Bao nhiêu sức lực hao phí cho cái lạnh của đêm đi <b>xúc cá</b> nhanh chóng biến mất."
    ]
  },
  {
    "word": "xúc cảm",
    "definition": "emotion; to move, touch",
    "sentences": [
      "Phẩm chất này là đặc trưng của nhiều nghệ sĩ mà ở họ tinh thần và <b>xúc cảm</b> riêng ở trong một trạng thái bị chế áp nhất định.",
      "Họ sống bằng các vai diễn, nghĩa là sống bằng các <b>xúc cảm</b> lạ của người khác.",
      "Thông thường, người bệnh ít <b>xúc cảm</b> nhưng nếu bị <b>xúc cảm</b> mạnh (như vui mừng hoặc giận dữ) thì có những động tác rất linh hoạt.",
      "Cô cũng hy vọng, với tâm trạng \"trên mây\" như hiện nay, cô sẽ có thêm <b>xúc cảm</b> để thổi hồn vào các bài hát.",
      "Ca từ trong nhạc phẩm khi ngọt ngào đằm thắm, khi thật thà trần tục, nhưng đó là biểu hiện của nguồn <b>xúc cảm</b> thực trong nỗi niềm cảm xúc kẻ đang yêu: \"Có một vầng trăng thật."
    ]
  },
  {
    "word": "xúc cảnh",
    "definition": "to be moved by a spectacle",
    "sentences": []
  },
  {
    "word": "xúc giác",
    "definition": "touch",
    "sentences": [
      "Thính giác, thị giác, khứu giác, <b>xúc giác</b>, vị giác là năm giác quan của con người.",
      "Mỗi ngày con người tiếp nhận khoảng 20.000 hình ảnh về cuộc sống thông qua thị giác, thính giác, khứu giác, <b>xúc giác</b> và vị giác.",
      "Mỗi ngày con người tiếp nhận khoảng 20.000 hình ảnh về cuộc sống thông qua thị giác, thính giác, khứu giác, <b>xúc giác</b> và vị giác."
    ]
  },
  {
    "word": "xúc phạm",
    "definition": "to offend, violate, hurt",
    "sentences": [
      "Tom đã <b>xúc phạm</b> Mary.",
      "Tôi không muốn <b>xúc phạm</b> họ.",
      "Bạn có nghĩ họ sẽ bị <b>xúc phạm</b> không?",
      "Tôm bị <b>xúc phạm</b>",
      "1- Cha mẹ bỏ rơi con, người giám hộ bỏ rơi trẻ em được mình giám hộ;2- Dụ dỗ, lôi kéo trẻ em đi lang thang; lợi dụng trẻ em lang thang để trục lợi;3- Dụ dỗ, ép buộc trẻ em mua, bán, vận chuyển, tàng trữ, sử dụng ma túy; lôi kéo trẻ em đánh bạc; cho trẻ em uống rượu, bia, hút thuốc, dùng chất kích thích có hại cho sức khỏe;4- Dụ dỗ, dẫn dắt, ép buộc, chứa chấp trẻ em hoạt động mại dâm; xâm hại tình dục trẻ em;5- Lợi dụng, dụ dỗ, ép buộc trẻ em mua, bán, sử dụng văn hóa phẩm kích động bạo lực, đồi trụy; sản xuất, kinh doanh đồ chơi có hại cho sự phát triển lành mạnh của trẻ em;6- Hành hạ, ngược đãi, làm nhục, chiếm đoạt, bắt cóc, mua bán, đánh tráo trẻ em, lợi dụng trẻ em vì mục đích trục lợi; xúi giục trẻ em thù ghét cha mẹ, người giám hộ hoặc xâm phạm tính mạng, thân thể, nhân phẩm, danh dự của người khác.7- Sử dụng trẻ em làm công việc nặng nhọc, nguy hiểm hoặc tiếp xúc với các chất độc hại, làm những công việc trái với quy định của pháp luật về lao động;8- Cản trở việc học tập của trẻ em;9- Áp dụng biện pháp có tính chất <b>xúc phạm</b>, hạ thấp danh dự, nhân phẩm hoặc dùng nhục hình đói với trẻ em làm trái pháp luật;10- Đặt cơ sở sản xuất, kho chứa thuốc trừ sâu, hóa chất độc hại, chất dễ gây cháy, nổ gần cơ sở nuôi dưỡng trẻ em, cơ sở giáo dục, y tế, văn hóa, điểm vui chơi, giải trí của trẻ em."
    ]
  },
  {
    "word": "xúc rác",
    "definition": "to scoop up the garbage",
    "sentences": []
  },
  {
    "word": "xúc tiến",
    "definition": "to encourage, promote, push forward, onwards",
    "sentences": [
      "Wang Yongzhi, trưởng nhóm thiết kế chương trình vũ trụ có người lái của Trung Quốc, cho biết những chuẩn bị cho lần phóng tàu Thần Châu 6 đang được <b>xúc tiến</b> thuận lợi.",
      "Trao đổi với VnExpress chiều nay, ông Trần Công Kỷ, Cục trưởng Cục Quản lý dược phẩm cho biết mới nắm được tình hình và đã <b>xúc tiến</b> điều tra nhưng chưa thể kết luận về nguyên nhân.",
      "Tắm nắng: Tắm nắng sẽ giúp trẻ được chiếu các tia hồng ngoại, tia tử ngoại nhằm nâng cao sức đề kháng và chống được bệnh còi xương, tăng nhanh tuần hoàn huyết dịch, <b>xúc tiến</b> được tạo máu tủy xương và diệt được vi khuẩn.",
      "Tỷ phú Mubarak Al-Khalifa đang có mặt ở London để <b>xúc tiến</b> việc thương thảo về những vấn đề liên quan đến việc tiếp quản Leeds.",
      "Hiện tại, Tottenham, Everton và Birmingham đã có liên hệ với MU để <b>xúc tiến</b> việc chuyển nhượng Butt."
    ]
  },
  {
    "word": "xúc tiến chương trình",
    "definition": "to promote a program, plan",
    "sentences": []
  },
  {
    "word": "xúc tác",
    "definition": "catalysis",
    "sentences": [
      "Vậy thì các nhà khoa học có còn biết quan tâm đến lãng mạn? Nhìn vào con số những học giả truy cập website để tìm ra một chất <b>xúc tác</b> cho cuộc sống tình cảm của họ thì có thể hiểu rõ điều đó.",
      "Khi các phần tử của một chất <b>xúc tác</b> metallic được bổ sung vào nhiên liệu, chất methanol sẽ phân hóa.",
      "Thần tượng - chất <b>xúc tác</b> của thời niên thiếu",
      "Đó là thành quả của sự nỗ lực cá nhân của các cầu thủ, còn ban huấn luyện chỉ đóng vai trò như một chất <b>xúc tác</b>.",
      "Điều gì đã làm chất <b>xúc tác</b> để anh viết nên những bài hát hay như vậy? Đó phải chăng là những cảm xúc thật sự trong anh? Trong tình yêu anh quan niệm như thế nào về từ \"mất - còn\"? Và cho đến bây giờ anh đã mất những gì , còn những gì trong tình yêu."
    ]
  },
  {
    "word": "xúc xiểm",
    "definition": "instigate",
    "sentences": [
      "Thực tế bạn có thể gặp phải những người khó chịu, hay <b>xúc xiểm</b>."
    ]
  },
  {
    "word": "xúc xích",
    "definition": "sausage; chain",
    "sentences": [
      "Nguyên liệu: Chả giò, tôm xào, bát bửu Quảng Đông, bách hoa đông cô.- Chả giò: bạn có thể mua loại chả giò bán sẵn ở các chợ hay siêu thị.- Bát bửu Quảng Đông: gồm chả lụa, chả quế, <b>xúc xích</b>, trứng cút luộc.- Tôm xào: với 200 gr tôm, rửa sạch, lột vỏ và rút sợi chỉ đen giữa lưng tôm.- Bách hoa đông cô: tôm, thịt, muối, tiêu, hành, bột ngọt, cải ngọt (cây nhỏ).- Cà rốt, su hào thái chỉ, xào sơ, nêm đầy đủ gia vị, cà chua tỉa hoa.",
      "Xắt miếng chả lụa, chả quế, <b>xúc xích</b>.",
      "Để phục vụ lễ hội, người ta thường có những món ăn truyền thống, trong đó có món <b>xúc xích</b> xốt bia.",
      "Nêm nếm lại cho vừa ăn, rưới xốt lên <b>xúc xích</b>.",
      "Michael Sudore, sống ở New York đã kiện ban nhạc vì một thành viên quẳng cả miếng <b>xúc xích</b> vào người anh trong một lần xem đấu bóng chày."
    ]
  },
  {
    "word": "xúc đất",
    "definition": "to shovel dirt, move dirt, earth",
    "sentences": []
  },
  {
    "word": "xúc động",
    "definition": "emotion, feeling; to be moved, touched (emotionally)",
    "sentences": [
      "Tôi cố gắng không để bị <b>xúc động</b>.",
      "Vì thế, sau sanh, ngoài việc sản phụ cần được nghỉ ngơi, tâm thần cần được thanh thản, tránh những <b>xúc động</b>, buồn phiền..., thì việc ăn uống không quá kiêng khem.",
      "Về phần mình, Patty, 34 tuổi, từ New York, cho biết sẽ ngây ngất vì <b>xúc động</b> khi người đàn ông của mình nói: \"Em yêu, hãy nghỉ ngơi đi và để anh chăm sóc em đêm nay\".",
      "Còn người có nhóm máu B thường dễ <b>xúc động</b>, yêu bằng tai và thích được chiều chuộng, vỗ về ngon ngọt.",
      "Ngạc nhiên và <b>xúc động</b>, hai ông bà lão có vẻ như người Mỹ đứng cạnh tôi buột miệng: \"Wonderful!\"."
    ]
  },
  {
    "word": "xúc động ái ân",
    "definition": "feelings of love",
    "sentences": []
  },
  {
    "word": "xúi",
    "definition": "to persuade, encourage, tempt",
    "sentences": [
      "Thật là <b>xúi</b> quẩy!",
      "1- Cha mẹ bỏ rơi con, người giám hộ bỏ rơi trẻ em được mình giám hộ;2- Dụ dỗ, lôi kéo trẻ em đi lang thang; lợi dụng trẻ em lang thang để trục lợi;3- Dụ dỗ, ép buộc trẻ em mua, bán, vận chuyển, tàng trữ, sử dụng ma túy; lôi kéo trẻ em đánh bạc; cho trẻ em uống rượu, bia, hút thuốc, dùng chất kích thích có hại cho sức khỏe;4- Dụ dỗ, dẫn dắt, ép buộc, chứa chấp trẻ em hoạt động mại dâm; xâm hại tình dục trẻ em;5- Lợi dụng, dụ dỗ, ép buộc trẻ em mua, bán, sử dụng văn hóa phẩm kích động bạo lực, đồi trụy; sản xuất, kinh doanh đồ chơi có hại cho sự phát triển lành mạnh của trẻ em;6- Hành hạ, ngược đãi, làm nhục, chiếm đoạt, bắt cóc, mua bán, đánh tráo trẻ em, lợi dụng trẻ em vì mục đích trục lợi; <b>xúi</b> giục trẻ em thù ghét cha mẹ, người giám hộ hoặc xâm phạm tính mạng, thân thể, nhân phẩm, danh dự của người khác.7- Sử dụng trẻ em làm công việc nặng nhọc, nguy hiểm hoặc tiếp xúc với các chất độc hại, làm những công việc trái với quy định của pháp luật về lao động;8- Cản trở việc học tập của trẻ em;9- Áp dụng biện pháp có tính chất xúc phạm, hạ thấp danh dự, nhân phẩm hoặc dùng nhục hình đói với trẻ em làm trái pháp luật;10- Đặt cơ sở sản xuất, kho chứa thuốc trừ sâu, hóa chất độc hại, chất dễ gây cháy, nổ gần cơ sở nuôi dưỡng trẻ em, cơ sở giáo dục, y tế, văn hóa, điểm vui chơi, giải trí của trẻ em."
    ]
  },
  {
    "word": "xúi dục",
    "definition": "to urge, coax, persuade",
    "sentences": []
  },
  {
    "word": "xúi giục",
    "definition": "to incite, instigate, abet",
    "sentences": [
      "1- Cha mẹ bỏ rơi con, người giám hộ bỏ rơi trẻ em được mình giám hộ;2- Dụ dỗ, lôi kéo trẻ em đi lang thang; lợi dụng trẻ em lang thang để trục lợi;3- Dụ dỗ, ép buộc trẻ em mua, bán, vận chuyển, tàng trữ, sử dụng ma túy; lôi kéo trẻ em đánh bạc; cho trẻ em uống rượu, bia, hút thuốc, dùng chất kích thích có hại cho sức khỏe;4- Dụ dỗ, dẫn dắt, ép buộc, chứa chấp trẻ em hoạt động mại dâm; xâm hại tình dục trẻ em;5- Lợi dụng, dụ dỗ, ép buộc trẻ em mua, bán, sử dụng văn hóa phẩm kích động bạo lực, đồi trụy; sản xuất, kinh doanh đồ chơi có hại cho sự phát triển lành mạnh của trẻ em;6- Hành hạ, ngược đãi, làm nhục, chiếm đoạt, bắt cóc, mua bán, đánh tráo trẻ em, lợi dụng trẻ em vì mục đích trục lợi; <b>xúi giục</b> trẻ em thù ghét cha mẹ, người giám hộ hoặc xâm phạm tính mạng, thân thể, nhân phẩm, danh dự của người khác.7- Sử dụng trẻ em làm công việc nặng nhọc, nguy hiểm hoặc tiếp xúc với các chất độc hại, làm những công việc trái với quy định của pháp luật về lao động;8- Cản trở việc học tập của trẻ em;9- Áp dụng biện pháp có tính chất xúc phạm, hạ thấp danh dự, nhân phẩm hoặc dùng nhục hình đói với trẻ em làm trái pháp luật;10- Đặt cơ sở sản xuất, kho chứa thuốc trừ sâu, hóa chất độc hại, chất dễ gây cháy, nổ gần cơ sở nuôi dưỡng trẻ em, cơ sở giáo dục, y tế, văn hóa, điểm vui chơi, giải trí của trẻ em."
    ]
  },
  {
    "word": "xúi quẩy",
    "definition": "unlucky",
    "sentences": [
      "Thật là <b>xúi quẩy</b>!"
    ]
  },
  {
    "word": "xúm",
    "definition": "to gather (around), crowd together, cluster",
    "sentences": [
      "Cả đám <b>xúm</b> vào xé gà chấm muối ớt, nhai quên cả nói năng.",
      "Đến lúc con nước vừa ròng, tiếng tù và nổi lên trầm vang trên mặt sông nước mênh mông là hiệu lệnh mọi người <b>xúm</b> nhau đẩy xuồng ghe ra khơi cào ốc.",
      "Thấy cái mặt không ưa là đã có người <b>xúm</b> vào \"đánh\", hoặc \"giết\".",
      "Nhưng rồi, họ thấy tôi cứ làm hùng hục như con trai nên lại <b>xúm</b> vào giúp đỡ những việc nặng."
    ]
  },
  {
    "word": "xúm quanh",
    "definition": "to gather around",
    "sentences": []
  },
  {
    "word": "xúm xít",
    "definition": "to bustle or fuss or crowd or flock round somebody, surround",
    "sentences": []
  },
  {
    "word": "xúm đông",
    "definition": "to form a crowd",
    "sentences": []
  },
  {
    "word": "xúng xính",
    "definition": "(of clothes) ample, large, spacious, ostentatious, pompous",
    "sentences": []
  },
  {
    "word": "xúp",
    "definition": "soup",
    "sentences": [
      "Món <b>xúp</b> này rất ngon.",
      "Món <b>xúp</b> hơi mặn.",
      "- 1 muỗng <b>xúp</b> cà rốt thái hạt lựu, luộc chín ",
      "- 1 muỗng <b>xúp</b> hành tây thái hạt lựu ",
      "Loại nấm này có nhiều ở Phú Quốc và có thể làm món gà luộc <b>xúp</b> nấm hoặc chọn cá rựa, cá nhồng lấy thịt làm chả cá viên nấu với nấm thì phải biết..."
    ]
  },
  {
    "word": "xút",
    "definition": "soda",
    "sentences": []
  },
  {
    "word": "xúy xóa",
    "definition": "to forgive, pardon",
    "sentences": []
  },
  {
    "word": "xăm",
    "definition": "oracle",
    "sentences": [
      "Măng cỡ ngón tay lột sạch, đập giập cho vào nồi <b>xăm</b> xắp nước nấu mềm.",
      "Cài đầu mực vào thân mực bằng một cây tăm, sau đó lấy tăm nhọn <b>xăm</b> đều trên thân mực.",
      "Cà chua bằm thật nhuyễn, xào chung với tỏi, củ hành cho thêm, bỏ sốt cà chua đóng hộp vào xào đến khi khô, cho vào hai thìa nước sôi, bỏ mực nhồi vào nấu chung khoảng 15 phút, vừa nấu vừa <b>xăm</b> cho mực khỏi bị bể.",
      "tại đây bạn có thể thưởng thức món Sò dương nướng mỡ hành, Baba, thịt cừu New Zealand, bò nướng rượu vang được những đầu bếp thực hiện thật ngon miệng và bổ dưỡng, những bữa tiệc tự chọn theo chủ đề hằng tuần Qua ô kính nhỏ, bạn có thể thả hồn mình về một nơi xa <b>xăm</b> trong cảnh hoàng hôn khi chiều xuống.",
      "Vì thế, khi hấp cá cần phải xem chừng thử cá chín chưa, bằng cách dùng tăm <b>xăm</b> vào mình cá rồi rút tăm ra."
    ]
  },
  {
    "word": "xăn",
    "definition": "to roll up, tuck up",
    "sentences": []
  },
  {
    "word": "xăn chắc",
    "definition": "firm",
    "sentences": []
  },
  {
    "word": "xăng",
    "definition": "gasoline, petrol",
    "sentences": [
      "Cái máy cắt cỏ này chạy bằng <b>xăng</b>.",
      "Xe hơi nhỏ rất kinh tế bởi vì nó tiêu thụ ít <b>xăng</b>.",
      "Cho hỏi cây <b>xăng</b> gần đây nhất ở đâu?",
      "Tôi muốn đổ <b>xăng</b> nhưng không tìm thấy cây <b>xăng</b>.",
      "Cho hỏi trạm <b>xăng</b> gần nhất ở đâu?"
    ]
  },
  {
    "word": "xăng dầu",
    "definition": "fuel",
    "sentences": [
      "Quy hoạch lại các trạm bán lẻ <b>xăng dầu</b> tại TP HCM",
      "Đề án quy hoạch mạng lưới cửa hàng bán lẻ <b>xăng dầu</b> trên địa bàn TP do Sở Thương mại chủ trì còn nhiều điều phải xem xét.",
      "Do đó, cần phải xem xét lại việc đơn vị tư vấn là thành viên trực thuộc Tổng công ty <b>xăng dầu</b> VN (Petrolimex).",
      "Đại diện nhiều sở ban ngành cũng cho rằng, cần phải cụ thể hóa những tiêu chuẩn về vệ sinh an toàn, môi trường, phòng cháy chữa cháy của cửa hàng <b>xăng dầu</b> để làm cơ sở cho công tác quản lý nhà nước trong việc cấp phép hoạt động.",
      "Theo đề cương ban đầu, kinh phí cho dự án này là 642 triệu đồng.TP HCM hiện có 557 cửa hàng bán lẻ <b>xăng dầu</b>, phân bổ trên diện rộng (tập trung nhiều ở các quận Tân Bình, Bình Chánh, Củ Chi)."
    ]
  },
  {
    "word": "xăng nhớt",
    "definition": "fuel",
    "sentences": []
  },
  {
    "word": "xăng xái",
    "definition": "diligent, zealous",
    "sentences": []
  },
  {
    "word": "xăng-ti-mét",
    "definition": "centimeter",
    "sentences": []
  },
  {
    "word": "xăng-tô-nin",
    "definition": "santonin",
    "sentences": []
  },
  {
    "word": "xăng-đan",
    "definition": "sandal",
    "sentences": []
  },
  {
    "word": "xơ",
    "definition": "thread, fiber",
    "sentences": [
      "- Thịt bò lọc bỏ gân, <b>xơ</b> thái miếng rồi băm hoặc xay nhỏ.",
      "Thịt nạc thăn lọc bỏ gân, <b>xơ</b>, băm nhỏ, ướp gia vị.",
      "Điều này làm giảm dòng huyết mạch, một nhân tố quan trọng dẫn tới tình trạng liệt dương, và cũng liên quan tới hiện tượng <b>xơ</b> cứng động mạch - tình trạng thu cứng các mạch máu dẫn tới đau tim hoặc đột quỵ.",
      "Liệu những người đàn ông này cuối cùng có bị <b>xơ</b> cứng động mạch hay không thì vẫn còn phải xem xét, Bank và cộng sự kết luận.",
      "\"Thông điệp quan trọng ở đây là nhiều bệnh nhân bị liệt dương có cơ chế huyết mạch tương tự với những người bị <b>xơ</b> cứng động mạch."
    ]
  },
  {
    "word": "xơ cứng",
    "definition": "sclerosis",
    "sentences": [
      "Điều này làm giảm dòng huyết mạch, một nhân tố quan trọng dẫn tới tình trạng liệt dương, và cũng liên quan tới hiện tượng <b>xơ cứng</b> động mạch - tình trạng thu cứng các mạch máu dẫn tới đau tim hoặc đột quỵ.",
      "Liệu những người đàn ông này cuối cùng có bị <b>xơ cứng</b> động mạch hay không thì vẫn còn phải xem xét, Bank và cộng sự kết luận.",
      "\"Thông điệp quan trọng ở đây là nhiều bệnh nhân bị liệt dương có cơ chế huyết mạch tương tự với những người bị <b>xơ cứng</b> động mạch.",
      "Vào những năm 1980, người ta đã phát hiện ra một phần mô ghép thường bị chết và tạo thành những vùng <b>xơ cứng</b>.",
      "Hậu quả là khi chụp nhũ ảnh, những vùng <b>xơ cứng</b> rất dễ bị tưởng nhầm là khối u (gây khó khăn cho việc xác định khối u thật)."
    ]
  },
  {
    "word": "xơ hóa tủy xương",
    "definition": "myelofibrosis",
    "sentences": []
  },
  {
    "word": "xơ mít",
    "definition": "edible fiber of breadfruit",
    "sentences": []
  },
  {
    "word": "xơ múi",
    "definition": "profit, gain",
    "sentences": []
  },
  {
    "word": "xơ mướp",
    "definition": "loofah, a vegetable sponge",
    "sentences": [
      "Các mạch máu được bộc lộ, trông giống dạng <b>xơ mướp</b>.",
      "Bài 12: Đậu đỏ nhỏ 30 g, <b>xơ mướp</b> 12 g, củ hành ta 10 g."
    ]
  },
  {
    "word": "xơ xác",
    "definition": "denuded, bare, rugged, poor",
    "sentences": []
  },
  {
    "word": "xơi",
    "definition": "to eat (polite verb used of other people); long time; to dig",
    "sentences": [
      "Đem sợi yến đã làm sạch (chừng nửa tổ), hấp cách thủy cho vừa chín tới (chừng 20-30 phút), rồi thả vào bát nhỏ (loại bát ăn chè), đặt gà xé phay lên trên, chan nước dùng thật trong, thật nóng& Đặt bát yến thả trên đĩa, rồi bưng lên dâng các cụ <b>xơi</b> khai vị.",
      "Thực tế cho thấy, cánh máy bay cố định từng là cái đích khá dễ <b>xơi</b> cho đủ loại đạn, tên lửa cầm tay hay tên lửa tầm nhiệt.",
      "Việc giảm hoạt động đánh bắt cá đã đẩy các loài chim biển vào nguy cơ đói ăn và quay sang <b>xơi</b> đồng loại.",
      "Trong khi cá trong biển cũng ít, loài chim này đã quay ra <b>xơi</b> những con chim biển khác, như hải âu rụt cổ, chim uria, mòng biển xira và hải âu fumma.",
      "Như dự đoán, họ nhận thấy khi xác cá nhiều hơn thì chim cướp biển <b>xơi</b> nhiều cá hơn."
    ]
  },
  {
    "word": "xơi cơm",
    "definition": "to have dinner",
    "sentences": []
  },
  {
    "word": "xưa",
    "definition": "ancient, old",
    "sentences": [
      "Cái đó la một cái điều tào lao nhất tôi noi từ <b>xưa</b> đến giờ.",
      "Từ <b>xưa</b> đến giờ đả luôn luôn như vậy rồi.",
      "Trong tất cả các loại hình chính phủ, dân chủ là tệ nhất, trừ mọi chính phủ mà đã tồn tại từ <b>xưa</b> đến giờ.",
      "Từ xa <b>xưa</b>, thế giới được cai trị bởi các vị thần và các quái vật.",
      "Ngày xửa ngày <b>xưa</b> có một ông vua và một bà hoàng hậu, họ có ba người con gái rất xinh đẹp."
    ]
  },
  {
    "word": "xưa kia",
    "definition": "formerly",
    "sentences": [
      "Sợi bún <b>xưa kia</b> to cỡ đầu đũa, mềm nhưng săn chắc chứ không nhũn.",
      "Họ cũng sẽ sử dụng Spirit để khoan vào địa tầng của sao Hỏa, nhằm tìm hiểu về sự tồn tại của nước (nếu có) ở vùng này <b>xưa kia</b>.",
      "\"Như vậy có thể thấy khu vực miền núi Bắc Giang <b>xưa kia</b> đã có một số trung tâm kinh tế, chính trị và xã hội của nhiều thời đại, trong đó nổi nét là thời Lý\", phó giáo sư Trịnh Sinh nói.",
      "\"Như vậy có thể thấy khu vực miền núi Bắc Giang <b>xưa kia</b> đã có một số trung tâm kinh tế, chính trị và xã hội của nhiều thời đại, trong đó nổi nét là thời Lý\", phó giáo sư Trịnh Sinh nói."
    ]
  },
  {
    "word": "xưa nay",
    "definition": "always, up to now, until now, long since, for a long time",
    "sentences": [
      "Một con Vespa cũng thuộc hàng <b>xưa nay</b> hiếm thì đang được trưng ở tầng ba, mà theo xác nhận của nhân viên phục vụ thì cũng đang chạy tốt.",
      "Nhưng một lần được anh đưa về thăm quê, chị mới ngỡ ngàng \"hóa ra những món ăn mình nấu cho anh <b>xưa nay</b> lại không hoàn toàn giống món ăn mà người dân ở Đà Nẵng, Quảng Nam ăn bây giờ\".",
      "Ông phỏng đoán rằng có thể các đối tượng trong thí nghiệm đã chịu ảnh hưởng bởi quy ước <b>xưa nay</b> của xã hội, rằng đàn ông bao giờ cũng gây đau nhiều hơn.",
      "Đà Lạt đồi dốc, <b>xưa nay</b> xe ngựa một cầu (chỉ cần hai bánh) đã làm khổ thân con ngựa, nay chơi hai cầu (xe bốn bánh), ngựa phải ráng mà lê, cố mà kéo.",
      "Tôi không thích kiểu <b>xưa nay</b> một số người ràng buộc tình cảm rồi \"làm cho nhau\", nhưng đến khi đổ vỡ thì vỡ ra nhiều chuyện trầm trọng."
    ]
  },
  {
    "word": "xưa nay là vậy",
    "definition": "it’s always been like that",
    "sentences": []
  },
  {
    "word": "xưa rồi",
    "definition": "out of date, old-fashioned",
    "sentences": []
  },
  {
    "word": "xưng",
    "definition": "to call, name",
    "sentences": [
      "Và anh ta tự <b>xưng</b> mình là thủy thủ.",
      "\"Tôi\", \"bạn\", \"anh ấy\", cô ấy\", \"nó\", \"chúng tôi\", \"các bạn\", \"bọn họ\" là những đại từ nhân <b>xưng</b>.",
      "Hoa sen, nhất là sen ở đất Huế đã được <b>xưng</b> tụng như một loài hoa thanh khiết.",
      "Nhưng không có bằng chứng xác đáng rằng ông đã <b>xưng</b> vương.",
      "\"Bỏ ăn, bỏ làm đi hát, tôi bị anh ruột đánh <b>xưng</b> cả hai chân."
    ]
  },
  {
    "word": "xưng bá",
    "definition": "to proclaim oneself king",
    "sentences": [
      "Đạo diễn Quentin Tarantino thì <b>xưng bá</b> ở danh hiệu Đạo diễn xuất sắc."
    ]
  },
  {
    "word": "xưng danh",
    "definition": "say one’s name, introduce oneself",
    "sentences": []
  },
  {
    "word": "xưng hiệu",
    "definition": "to introduce oneself",
    "sentences": []
  },
  {
    "word": "xưng hô",
    "definition": "to address (a person), call",
    "sentences": []
  },
  {
    "word": "xưng hùng",
    "definition": "to proclaim oneself a suzerain",
    "sentences": []
  },
  {
    "word": "xưng thần",
    "definition": "to declare oneself vassal",
    "sentences": []
  },
  {
    "word": "xưng tội",
    "definition": "confess one’s sin",
    "sentences": [
      "Thời của những bài hát <b>xưng tội</b> đã qua rồi nên anh không thể làm sống lại trào lưu đó được đâu."
    ]
  },
  {
    "word": "xưng tụng",
    "definition": "to praise, commend, extol, eulogize",
    "sentences": [
      "Hoa sen, nhất là sen ở đất Huế đã được <b>xưng tụng</b> như một loài hoa thanh khiết.",
      "- Được gọi là diva số 1, nữ hoàng nhạc nhẹ..., giờ chị muốn được <b>xưng tụng</b> như thế nào nữa?"
    ]
  },
  {
    "word": "xưng vương",
    "definition": "to proclaim oneself emperor",
    "sentences": [
      "Nhưng không có bằng chứng xác đáng rằng ông đã <b>xưng vương</b>."
    ]
  },
  {
    "word": "xưng đế",
    "definition": "to proclaim oneself emperor",
    "sentences": []
  },
  {
    "word": "xương",
    "definition": "bone",
    "sentences": [
      "Tôi bị rét cóng thấu <b>xương</b>.",
      "Yết hầu là đoạn ống tiêu hóa ở động vật có <b>xương</b> sống.",
      "Con chó nhà tôi chôn <b>xương</b> ở trong vườn.",
      "Còn da bọc <b>xương</b>.",
      "Ngọt thì lọt đến <b>xương</b>."
    ]
  },
  {
    "word": "xương bánh chè",
    "definition": "patella, kneecap, knee-pan",
    "sentences": []
  },
  {
    "word": "xương búa",
    "definition": "malleus",
    "sentences": [
      "Khám tai thấy màng tai kém sáng, có thể hơi lõm, mấu ngắn <b>xương búa</b> nhô ra ngoài, cán <b>xương búa</b> nằm ngang và nhô ra giống như mẩu phấn trắng; di động màng tai bị hạn chế."
    ]
  },
  {
    "word": "xương bả vai",
    "definition": "scapula, shoulder-blade",
    "sentences": [
      "Họ không thể tìm ra xương sống của con cá dài 5,5 m này, nhưng phát hiện thấy một vài đốt sống, một chiếc xương cổ, một cái vây và một <b>xương bả vai</b> của con vật.",
      "Khi đang tập đóng cảnh đấm bốc cho phim \"Cinderella Man\" tại quê hương Australia, nam tài tử Russell Crowe đã bị trật khớp <b>xương bả vai</b>."
    ]
  },
  {
    "word": "xương bồ",
    "definition": "sweet rush",
    "sentences": [
      "Rút <b>xương bồ</b> câu, vo tròn khối thịt-yến này và cho lên chảo rán vàng."
    ]
  },
  {
    "word": "xương chày",
    "definition": "shinbone, tibia",
    "sentences": [
      "Vị trí huyệt Túc tam lý: Sờ bờ trước xương ống chân (mào chày) từ dưới cổ chân ngược lên, đến gần khớp gối, ngón tay bị mắc lại ở đâu thì đó là lồi củ trước <b>xương chày</b>, từ đây đo ra ngoài một tấc là vị trí huyệt, ấn vào sẽ có cảm giác tê tức lan xuống bàn chân."
    ]
  },
  {
    "word": "xương chẩm",
    "definition": "occipital bone",
    "sentences": []
  },
  {
    "word": "xương chậu",
    "definition": "innominate-bone, ilium, pelvis",
    "sentences": [
      "Họ khuyên rằng không nên vừa đi bộ vừa nói chuyện, bởi bất cứ sự gián đoạn dòng tín hiệu từ hệ thần kinh trung ương nào cũng dẫn tới việc các cơ bụng thất bại trong việc bảo vệ thành công <b>xương chậu</b>."
    ]
  },
  {
    "word": "xương cá",
    "definition": "fishbone",
    "sentences": [
      "Một chiếc <b>xương cá</b> mắc kẹt trong cổ họng của tôi.",
      "Mary tại Mỹ cuối năm ngoái, Jeff DiMeglio và bạn gái đã đi thu lượm răng cá mập và tìm được một thứ mà các chuyên gia hoá thạch sau này nhận ra là một chiếc <b>xương cá</b> voi.",
      "Mary cũng là nơi chứa nhiều hoá thạch sinh vật biển, bao gồm hàng nghìn chiếc răng cá mập thời tiền sử và <b>xương cá</b> voi."
    ]
  },
  {
    "word": "xương cùng",
    "definition": "sacrum",
    "sentences": []
  },
  {
    "word": "xương cốt",
    "definition": "bone(s), skeleton",
    "sentences": []
  },
  {
    "word": "xương cụt",
    "definition": "sacrum, coccyx",
    "sentences": []
  },
  {
    "word": "xương giăm",
    "definition": "small fish-bone",
    "sentences": []
  },
  {
    "word": "xương gót",
    "definition": "heel bone, calcaneum",
    "sentences": [
      "- Khi bị chấn thương cổ chân, nên chụp X-quang để sớm phát hiện gãy xương hay trật khớp (gãy mắt cá, gãy xương sên, trật khớp cổ chân, gãy trần chày, gãy <b>xương gót</b>)."
    ]
  },
  {
    "word": "xương hom",
    "definition": "small fish-bone",
    "sentences": []
  },
  {
    "word": "xương hông",
    "definition": "hip bone",
    "sentences": []
  },
  {
    "word": "xương lưỡi hái",
    "definition": "carinae",
    "sentences": []
  },
  {
    "word": "xương máu",
    "definition": "bone and blood, effort",
    "sentences": []
  },
  {
    "word": "xương mông",
    "definition": "sacrum",
    "sentences": []
  },
  {
    "word": "xương mỏ ác",
    "definition": "sternum",
    "sentences": []
  },
  {
    "word": "xương quai xanh",
    "definition": "clavicle, collar-bone",
    "sentences": []
  },
  {
    "word": "xương rồng",
    "definition": "cactus",
    "sentences": [
      "Saguaro là một giống <b>xương rồng</b>.",
      "Sau tiếng vang của những 'Tháp nắng', 'Sinh nhật cây <b>xương rồng</b>', 'Hành hương em', gần đây 'Lễ tẩy trần tháng tư' của anh đã vinh dự nhận giải B Hội Nhà văn VN 2003."
    ]
  },
  {
    "word": "xương sàng",
    "definition": "ethmoid",
    "sentences": []
  },
  {
    "word": "xương sên",
    "definition": "anklebone, astragalus, talus",
    "sentences": [
      "- Khi bị chấn thương cổ chân, nên chụp X-quang để sớm phát hiện gãy xương hay trật khớp (gãy mắt cá, gãy <b>xương sên</b>, trật khớp cổ chân, gãy trần chày, gãy xương gót)."
    ]
  },
  {
    "word": "xương sườn",
    "definition": "rib (bone)",
    "sentences": [
      "Cho thêm vào nồi nước đã có sẵn vị ngọt của cá, <b>xương sườn</b>, giò, gân bò và heo vào.",
      "Trong quá trình phẫu thuật, các bác sĩ phải cắt <b>xương sườn</b> và mở màng phổi, vì thế dịch phổi xuất hiện sau khi đóng vết thương.",
      "Một mất mát khá lớn cho Arsenal khi Dennis Bergkamp nhiều khả năng sẽ vắng mặt do chấn thương <b>xương sườn</b>, sau pha va chạm với t hủ thành Celta Vigo là Pablo Cavellero."
    ]
  },
  {
    "word": "xương sườn cụt",
    "definition": "spare rib",
    "sentences": []
  },
  {
    "word": "xương sống",
    "definition": "spine, backbone",
    "sentences": [
      "Yết hầu là đoạn ống tiêu hóa ở động vật có <b>xương sống</b>.",
      "Chọn cá trích tươi, vảy còn bóng trắng đem cắt bỏ đầu, mổ bụng thật sạch rồi lóc bỏ <b>xương sống</b>, lấy hai mảnh phi-lê toàn thịt đỏ.",
      "- Xương lợn chọn <b>xương sống</b> hoặc xương bay, rửa sạch.",
      "- Lươn làm sạch, lọc bỏ <b>xương sống</b> rồi băm nhỏ với ớt, sả (giữ lại ít sả để phi thơm), nghệ, tiêu xay và tẩm ướp chút nước mắm, muối, dầu hào.",
      "Kịch bản ảm đạm này được Chris Thomas tại Đại học Leeds, Anh, và cộng sự rút ra từ các mô hình tuyệt chủng thống kê trên 1.100 loài (gồm thực vật, thú, chim, bò sát, ếch, bướm và các loài không <b>xương sống</b>), phân bố trên khoảng 1/5 diện tích đất liền của trái đất."
    ]
  },
  {
    "word": "xương thịnh",
    "definition": "prosperous, thriving, flourishing",
    "sentences": []
  },
  {
    "word": "xương thịt",
    "definition": "corpse, dead body; flesh and bones",
    "sentences": [
      "Dùng dao cắt lìa phần <b>xương thịt</b> ở phía cổ lươn như cách cắt rắn - không làm đứt rời, đảm bảo da lươn được liền từ đầu chí đuôi.",
      "Trong phần <b>xương thịt</b> lươn, người ta lọc bỏ xương chỉ lấy thịt, băm nhuyễn rồi trộn với thịt nạc heo, nấm mèo, bún tàu (miến) cũng đã được băm nhuyễn cùng với gia vị, đường, nước mắm, tiêu sọ để nguyên hạt.",
      "Một Thăng Long thành cổ với 'Lối xưa xe ngựa hồn thu thảo/ Nền cũ lâu đài bóng tịch dương' của văn chương và một Hoàng thành phát lộ bằng <b>xương thịt</b> trong cuộc khai quật Ba Đình đã được nữ đạo diễn Hải Anh tái hiện qua bộ phim tư liệu dài 20 phút."
    ]
  },
  {
    "word": "xương trụ",
    "definition": "ulna",
    "sentences": []
  },
  {
    "word": "xương tủy",
    "definition": "marrow and bone",
    "sentences": [
      "Cơn đau ngày càng dữ dội khiến ông cảm giác như có ai cầm kim, cầm dao xoáy sâu vào <b>xương tủy</b>."
    ]
  },
  {
    "word": "xương và máu",
    "definition": "bones and flesh, (fig.) sacrifice",
    "sentences": [
      "Ngay dưới da cổ chân là <b>xương và máu</b> tụ do chấn thương nên rất dễ phát sinh nhiễm trùng lan rộng vào trong khớp, trong xương gãy và mô lành xung quanh."
    ]
  },
  {
    "word": "xương xương",
    "definition": "bony",
    "sentences": []
  },
  {
    "word": "xương xảu",
    "definition": "bony, gnarly, angular",
    "sentences": []
  },
  {
    "word": "xương xẩu",
    "definition": "bony",
    "sentences": []
  },
  {
    "word": "xương đe",
    "definition": "anvil-bone, sigma",
    "sentences": []
  },
  {
    "word": "xương đòn gánh",
    "definition": "clavicle, collar-bone",
    "sentences": []
  },
  {
    "word": "xương đùi",
    "definition": "femur, thigh bone",
    "sentences": []
  },
  {
    "word": "xương đồng da sắt",
    "definition": "a man of steel, very strong",
    "sentences": []
  },
  {
    "word": "xương ức",
    "definition": "breastbone",
    "sentences": [
      "Bệnh nhi sốt cao (39-40 độ C), rên rỉ, bỏ ăn, da xanh tái, khó thở nhanh, co kéo ở hõm trên và dưới <b>xương ức</b>, da tím tái tăng dần; nhiều trẻ kèm theo nôn, tiêu chảy, bụng trướng."
    ]
  },
  {
    "word": "xước",
    "definition": "to scratch",
    "sentences": [
      "Lưu ý, các loại tráng men không được tốt lắm, nên khi sử dụng tránh làm trầy <b>xước</b>, nắp bằng kiếng cũng cần tránh va chạm mạnh hay rơi làm nứt bể.",
      "Cherel cũng cho biết các ngư dân không tìm thấy dấu hiệu cào <b>xước</b> do mỏ của mực lớn gây ra trên mình cá nhám.",
      "Các nhà khoa học đã phát hiện thấy khi bạn cắn móng tay, nó chỉ bị <b>xước</b> theo chiều ngang, chứ không bao giờ theo chiều dọc.",
      "- Có những hiểu biết cơ bản về cách xử trí ban đầu những chấn thương nhỏ như các vết <b>xước</b> rách da mặt, bầm tụ máu, các tổn thương nhỏ ở gân cơ, giãn dây chằng, co rút cơ...",
      "- Thường xuyên quan sát và kiểm tra bàn chân để kịp thời phát hiện những tổn thương dù nhỏ (nốt chai, trầy <b>xước</b>, sưng, đau...)."
    ]
  },
  {
    "word": "xước măng rô",
    "definition": "agnail (sore finger)",
    "sentences": []
  },
  {
    "word": "xướng",
    "definition": "(1) singer; (2) to take the initiative, make the first move, originate",
    "sentences": [
      "Trong tiếng Pháp, từ \"trái tim\" (cœur) và từ \"dàn hợp <b>xướng</b>\" (chœur) đồng âm với nhau.",
      "Tom là một thành viên của dàn hợp <b>xướng</b>.",
      "Tom là một thành viên trong dàn hợp <b>xướng</b>.",
      "Ý tưởng này được khởi <b>xướng</b> từ những năm 1970, nhưng phải đến nay, những công nghệ tiên tiến mới cho phép Venice được nâng lên an toàn.",
      "Các hình thức thưởng, phạt dành cho các đơn vị thi công xây dựng công trình đạt tiến độ và đảm bảo chất lượng đã được đề <b>xướng</b> như thưởng từ 1 đến 3% tổng giá trị xây lắp công trình (3% công trình có kinh phí đầu tư dưới 1 tỷ đồng, 2% công trình từ 1 đến 5 tỷ đồng, 1% cho công trình trên 5 tỷ đồng)."
    ]
  },
  {
    "word": "xướng danh",
    "definition": "to call names",
    "sentences": [
      "Với nhân vật bị nghi ngờ là thủ phạm của một vụ sát hại trong bộ phim \"Mystic River\" của đạo diễn Clint Eastwood, nam tài tử đã được <b>xướng danh</b> đầu tiên trong danh sách những diễn viên hàng đầu Oscar 2004.",
      "Tuy nhiên, để được <b>xướng danh</b> tại giải của Viện Hàn lâm và Điện ảnh Mỹ, Mystic River sẽ phải cạnh tranh cùngLord of the Rings: The Return of the King, Lost in Translation, Master and Commander: The Far Side of the World và Seabiscuit.",
      "Như vậy, Lopez và Affleck chẳng cần phải ghen tị nhau vì cả hai đều \"được\" <b>xướng danh</b>.",
      "Anh từng được bầu chọn là Nam diễn viên dở nhất thế kỷ 20 và trong giải Mâm xôi năm nay, anh cũng không bỏ qua \"cơ hội\" được <b>xướng danh</b>.",
      "Với 9 giải thưởng khác nhau về kỹ thuật thu âm, kỹ xảo đồ họa chẳng có gì ngạc nhiên khi Peter Jackson được <b>xướng danh</b> ở hạng mục này."
    ]
  },
  {
    "word": "xướng kỹ",
    "definition": "(female) singer",
    "sentences": []
  },
  {
    "word": "xướng ngôn viên",
    "definition": "radio or television announcer, newsreader",
    "sentences": []
  },
  {
    "word": "xướng tùy",
    "definition": "subjection, servitude, a wife’s duty (under feudal regime)",
    "sentences": []
  },
  {
    "word": "xười",
    "definition": "negligent, neglectful, remiss, careless",
    "sentences": []
  },
  {
    "word": "xưởng",
    "definition": "factory, mill, workshop, plant",
    "sentences": [
      "Anh ấy đã bị ông chủ công <b>xưởng</b> sa thải.",
      "Một lần nọ, tôi đã đi đến <b>xưởng</b> vẽ đó vào đêm khuya cùng với một họa sĩ mà tôi mới quen. Đó là một căn phòng âm u trên gác xép.",
      "Trong <b>xưởng</b> vẽ có một bức tranh sơn dầu đang vẽ dở. Ngoài ra thì trong đó chẳng còn một bức tranh nào cả.",
      "Nhà <b>xưởng</b> bị cháy rồi. Gọi 119 ngay đi.",
      "Đến hai huyện miền núi Tịnh Biên và Tri Tôn (An Giang) du khách từng có dịp thưởng thức ít nhiều món ăn đặc sản như: khô bò, cháo bò, lạp <b>xưởng</b> bò, bò xào lá vang và uống rượu huyết nhung."
    ]
  },
  {
    "word": "xưởng chế tạo",
    "definition": "factory, manufacturing plant",
    "sentences": []
  },
  {
    "word": "xưởng chế tạo vũ khí",
    "definition": "weapons (manufacturing) plant",
    "sentences": []
  },
  {
    "word": "xưởng chế tạo xe hơi",
    "definition": "automobile factory",
    "sentences": []
  },
  {
    "word": "xưởng ráp",
    "definition": "assembly plant",
    "sentences": []
  },
  {
    "word": "xưởng sản xuất",
    "definition": "factory, plant",
    "sentences": [
      "Theo Giấy phép xây dựng được cấp cho công trình <b>xưởng sản xuất</b> cây trồng bằng phương pháp cấy mô, tổng diện tích sàn xây dựng hơn 800 m2, trong đó diện tíchnhà sản xuất cây conchiếm khoảng 190 m2, phần còn lại là văn phòng, nhà ăn& Như vậy, trong khuôn viên 2.138 m2 đất được giao, chỉ có 190 m2 thực dùng để sản xuất cây giống.",
      "Trong cuộc chạy đua nhằm chiếm lĩnh thị trường, <b>xưởng sản xuất</b> lụa tơ tằm Thuý Cường Silk, làng Vạn Phúc (Hà Tây), cũng vào cuộc với trên 30 mẫu sản phẩm may bằng lụa và tafta.",
      "Chủ <b>xưởng sản xuất</b> này dự tính, sẽ tiếp tục tung ra thêm một số sản phẩm mới để bán tại một số tỉnh."
    ]
  },
  {
    "word": "xưởng điện tử",
    "definition": "electronics factory, plant",
    "sentences": []
  },
  {
    "word": "xưởng đóng tàu",
    "definition": "shipyard",
    "sentences": []
  },
  {
    "word": "xược",
    "definition": "impertinent, insolent, pert",
    "sentences": [
      "Mày sẽ phải trả giá cho hành động láo <b>xược</b> vừa rồi.",
      "Tất nhiên không thể đơn giản cho cá tính là những hành động nổi loạn, những cử chỉ phá phách hoặc những câu thoại xấc <b>xược</b>."
    ]
  },
  {
    "word": "xạ",
    "definition": "to shoot (arrows)",
    "sentences": [
      "Vấn đề chất thải phóng <b>xạ</b> vẫn còn chưa được giải quyết.",
      "Thử nghiệm manơcanh chịu bức <b>xạ</b> trong vũ trụ ",
      "Các nhà khoa học từ lâu đã lo ngại về ảnh hưởng của các tia bức <b>xạ</b> trong vũ trụ.",
      "Chính vì thế, những người phải sống một thời gian dài trong không gian có thể gặp rủi ro về sức khỏe, như ung thư do da bộc lộ trước tia bức <b>xạ</b>.",
      "Nhưng đến nay, người ta vẫn còn mù mờ về hàm lượng bức <b>xạ</b> cụ thể mà mỗi nội tạng trong cơ thể phải chịu đựng."
    ]
  },
  {
    "word": "xạ hương",
    "definition": "musk",
    "sentences": []
  },
  {
    "word": "xạ kích",
    "definition": "fire, shoot",
    "sentences": []
  },
  {
    "word": "xạ thủ",
    "definition": "rifle man, gunner",
    "sentences": [
      "Những vận động viên khác trong top 10 còn có một số gương mặt đã trở nên quen thuộc với người hâm mộ Việt Nam là \"thần đồng\" bóng đá Teratheep Winothai, <b>xạ thủ</b> Jakkrit Panichpatikum và tay kiếm Viradech Kothny."
    ]
  },
  {
    "word": "xạc xài",
    "definition": "to be in rags and tatters",
    "sentences": []
  },
  {
    "word": "xạo",
    "definition": "unreliable",
    "sentences": [
      "Tại sao mọi người lại nói <b>xạo</b>?",
      "Nó không bao giờ nói <b>xạo</b>.",
      "Ai mà chẳng thích được khen, nhất là con gái cho dù biết tỏng là họ <b>xạo</b> 100% rồi."
    ]
  },
  {
    "word": "xả",
    "definition": "(1) to wash, rinse; (2) to sacrifice, let go; (3) lemon grass",
    "sentences": [
      "Bóc vỏ chuối, ngâm với nước muối loãng 30 phút, <b>xả</b> nước, để ráo, thái khoanh tròn dày 5mm.",
      "Sau một đêm rửa lại ốc và ngâm thêm 4-5 tiếng nữa rồi <b>xả</b> nước, để ráo.",
      "Nơi đây đã trở thành một địa chỉ quen thuộc cho những ai muốn vừa giải trí để <b>xả</b> stress, vừa thỏa cái thú đi mua sắm cuối tuần.",
      "Thực hiện:Luộc miến, rồi <b>xả</b> nước cho ráo.",
      "- Pha mỗi lít nước + 20 g vôi trắng, để qua đêm cho lắng trong, lấy phần nước lắng trong để ngâm khoai, nước phải ngập khoai hoàn toàn, ngâm qua 3 giờ, vớt ra <b>xả</b> lại nhiều lần nước lạnh cho thật sạch."
    ]
  },
  {
    "word": "xả hơi",
    "definition": "relax, relaxation",
    "sentences": []
  },
  {
    "word": "xả súng",
    "definition": "shooting",
    "sentences": []
  },
  {
    "word": "xả thân",
    "definition": "sacrifice one’s life",
    "sentences": [
      "Khó khăn chồng chất, điện ảnh VN vẫn phải bám vào bầu vú mẹ là sự tài trợ của Nhà nước, không có một đại gia nào <b>xả thân</b> vì điện ảnh như các nhà sản xuất phim ở nước ngoài."
    ]
  },
  {
    "word": "xả thân vì đất nước",
    "definition": "to sacrifice oneself for one’s country",
    "sentences": []
  },
  {
    "word": "xảm",
    "definition": "repair, caulk a boat",
    "sentences": [
      "Với cách dùng thịt nạm, chạo bò không bị khô <b>xảm</b>, khi nhai có cảm giác giòn giòn thật đã miệng."
    ]
  },
  {
    "word": "xảo",
    "definition": "artful; skill",
    "sentences": [
      "Con bọ cánh cứng origami mà Tom gấp tinh <b>xảo</b> đến mức cho đến bây giờ, trông nó cứ như đang cử động vậy.",
      "\"Đây là một bước nhỏ nhưng quan trọng trong việc tiến tới làm sáng tỏ một số bộ sưu tầm hội họa tinh <b>xảo</b> nhất thế giới\", tiến sĩ Aron Mazel, một nhà nghiên cứu Nam Phi, cho biết.",
      "Các pha tiểu <b>xảo</b> liên tục diễn ra.",
      "Âm nhạc của Beatles lại thật và sống động hơn, họ chơi nhạc cụ và hát không hề kỹ <b>xảo</b>.",
      "Dennis Quaid tự tin, bộ phim mới của anh sẽ hấp dẫn hơn nhiều so với tác phẩm cũ bởi lẽ, ngày nay kỹ <b>xảo</b> điện ảnh đã tiến rất xa, những hình ảnh như máy bay cắm đầu xuống đất, những cơn bão cát..."
    ]
  },
  {
    "word": "xảo hoạt",
    "definition": "false, untrue, cheating, deceitful, two-faced, misleading",
    "sentences": []
  },
  {
    "word": "xảo kế",
    "definition": "malice, maliciousness, malicious act, piece of spite",
    "sentences": []
  },
  {
    "word": "xảo ngôn",
    "definition": "brag, boast, bragging, boasting",
    "sentences": []
  },
  {
    "word": "xảo quyệt",
    "definition": "craft, cunning; cunning, artful",
    "sentences": []
  },
  {
    "word": "xảo thủ",
    "definition": "skilled worker, skillful craftsman",
    "sentences": []
  },
  {
    "word": "xảy",
    "definition": "to happen",
    "sentences": [
      "Sẽ không <b>xảy</b> ra đâu.",
      "Tôi cũng không muốn vụ này <b>xảy</b> ra.",
      "Chắc bạn cũng đoán được cái gì <b>xảy</b> ra mà.",
      "\"Trong hang đang <b>xảy</b> ra chuyện gì vậy? Tôi rất là tò mò.\" \"Tôi cũng không biết nữa.\"",
      "Một trận động đất lớn đã <b>xảy</b> ra khi tôi mới chỉ mười tuổi."
    ]
  },
  {
    "word": "xảy ra",
    "definition": "to happen, occur",
    "sentences": [
      "Sẽ không <b>xảy ra</b> đâu.",
      "Tôi cũng không muốn vụ này <b>xảy ra</b>.",
      "Chắc bạn cũng đoán được cái gì <b>xảy ra</b> mà.",
      "\"Trong hang đang <b>xảy ra</b> chuyện gì vậy? Tôi rất là tò mò.\" \"Tôi cũng không biết nữa.\"",
      "Một trận động đất lớn đã <b>xảy ra</b> khi tôi mới chỉ mười tuổi."
    ]
  },
  {
    "word": "xảy ra bất ngờ",
    "definition": "to appear unexpectedly",
    "sentences": []
  },
  {
    "word": "xảy ra rất thường",
    "definition": "to happen a lot, take place often",
    "sentences": []
  },
  {
    "word": "xấc",
    "definition": "impolite",
    "sentences": [
      "Tất nhiên không thể đơn giản cho cá tính là những hành động nổi loạn, những cử chỉ phá phách hoặc những câu thoại <b>xấc</b> xược."
    ]
  },
  {
    "word": "xấc láo",
    "definition": "insolent, impertinent",
    "sentences": []
  },
  {
    "word": "xấc sược",
    "definition": "insolent",
    "sentences": []
  },
  {
    "word": "xấc xược",
    "definition": "impudent",
    "sentences": [
      "Tất nhiên không thể đơn giản cho cá tính là những hành động nổi loạn, những cử chỉ phá phách hoặc những câu thoại <b>xấc xược</b>."
    ]
  },
  {
    "word": "xấp",
    "definition": "pile (of paper, documents)",
    "sentences": [
      "Cho nước xâm <b>xấp</b> nấu nhỏ lửa cho thịt mềm.",
      "Cho nước xâm <b>xấp</b> nấu nhỏ lửa cho thịt mềm.",
      "Sau đó đổ nước mắm ngon loại thượng hảo hạng vào vừa xâm <b>xấp</b> ướt.",
      "Các đầu bếp còn pha thêm một chút tương đậu nành vào nước nấu xâm <b>xấp</b> cho ra một màu nâu đậm của đất phù sa.",
      "Cá nhà táng chỉ thở bằng lỗ mũi bên tai trái, lỗ mũi bên tai phải đã bị bịt kín; đường ống của lỗ mũi này đã biến thành một khoang bầu cực lớn để chứa không khí, dung lượng của cái khoang bầu này <b>xấp</b> xỉ bằng dung lượng phổi của nó."
    ]
  },
  {
    "word": "xấp hồ sơ",
    "definition": "pile of documents",
    "sentences": []
  },
  {
    "word": "xấp mặt",
    "definition": "about-face",
    "sentences": []
  },
  {
    "word": "xấp xỉ",
    "definition": "approximate, about",
    "sentences": [
      "Cá nhà táng chỉ thở bằng lỗ mũi bên tai trái, lỗ mũi bên tai phải đã bị bịt kín; đường ống của lỗ mũi này đã biến thành một khoang bầu cực lớn để chứa không khí, dung lượng của cái khoang bầu này <b>xấp xỉ</b> bằng dung lượng phổi của nó.",
      "Sản lượng cá mà tất cả chim biển trên toàn cầu tiêu thụ <b>xấp xỉ</b> với số cá các ngư dân đánh bắt được mỗi năm.",
      "Điều khiến một cô gái tuổi <b>xấp xỉ</b> 20 vượt hàng trăm cây số để đến trường, trong khi những bạn đồng lứa đã lấy chồng sinh con là học chữ để về dạy cho người dân quê cô, để họ thoát khỏi cảnh đói nghèo.",
      "Dù vậy, môi trường sinh hoạt tương đồng cùng tuổi đời <b>xấp xỉ</b> (một người 60 và một người 61) đã khiến chúng tôi tìm được nhiều điểm chung.",
      "Cũng vì thế mà hiện tại tôi chỉ toàn sống bằng nghề tay phải và sống rất khỏe, bình quân một tháng kiếm <b>xấp xỉ</b> 1.000 USD, vừa nuôi mình vừa nuôi râu\", đạo diễn tâm sự."
    ]
  },
  {
    "word": "xấu",
    "definition": "bad, ugly, unattractive, foul, nasty, terrible, awful, poor quality",
    "sentences": [
      "Tôi là người có nhiều thói <b>xấu</b> nhưng những thói <b>xấu</b> này có thể dễ dàng sửa.",
      "Tôi không biết cái gì có thể <b>xấu</b> hơn nữa.",
      "Lãng phí tài nguyên thiên nhiên lá một việc làm thật <b>xấu</b> hổ.",
      "Jane không hẳn hoàn toàn là một kẻ <b>xấu</b>.",
      "Ăn vặt giữa các bữa ăn là một thói quen <b>xấu</b>."
    ]
  },
  {
    "word": "xấu bụng",
    "definition": "ill hearted, mean",
    "sentences": []
  },
  {
    "word": "xấu hổ",
    "definition": "embarrassed, ashamed",
    "sentences": [
      "Lãng phí tài nguyên thiên nhiên lá một việc làm thật <b>xấu hổ</b>.",
      "Ông là <b>xấu hổ</b> vì ở không (không làm gì cả).",
      "Thẳng nhóc <b>xấu hổ</b> lắp bắp tên của nó.",
      "Cô ấy <b>xấu hổ</b> vì sự sơ xuất của mình.",
      "Cô ta đỏ mặt vì <b>xấu hổ</b>."
    ]
  },
  {
    "word": "xấu máu",
    "definition": "bad blood, be in bad health, be ailing, sickly",
    "sentences": []
  },
  {
    "word": "xấu mặt",
    "definition": "to lose face, be ashamed of somebody or something",
    "sentences": [
      "Tránh voi chả <b>xấu mặt</b> nào."
    ]
  },
  {
    "word": "xấu như ma",
    "definition": "frightfully ugly, as ugly as sin, as ugly as a",
    "sentences": []
  },
  {
    "word": "xấu nết",
    "definition": "perverse",
    "sentences": [
      "Jack là một thằng bé <b>xấu nết</b> với đầy những ý xấu."
    ]
  },
  {
    "word": "xấu số",
    "definition": "unlucky",
    "sentences": [
      "Vài phần của kẻ <b>xấu số</b> (từ 1 đến 25%) được hút vào cái \"lỗ không đáy\", phần còn lại phân tán vào thiên hà xung quanh.",
      "5 chiếc xe <b>xấu số</b> khác, cùng 3 nạn nhân bị cuốn vào gầm ôtô."
    ]
  },
  {
    "word": "xấu tay",
    "definition": "unlucky, ill-fated",
    "sentences": []
  },
  {
    "word": "xấu tính",
    "definition": "evil (minded)",
    "sentences": [
      "Sao mấy cô gái này <b>xấu tính</b> vậy?",
      "Chồng của cô ấy là một người <b>xấu tính</b>."
    ]
  },
  {
    "word": "xấu vía",
    "definition": "bad luck",
    "sentences": []
  },
  {
    "word": "xấu xa",
    "definition": "bad, wicked, evil",
    "sentences": [
      "Con người thường sẽ nghi ngờ những thứ tốt đẹp mà họ nghe thấy nhưng lại tin tất cả những thứ <b>xấu xa</b> mà không cần suy nghĩ."
    ]
  },
  {
    "word": "xấu xí",
    "definition": "ugly",
    "sentences": [
      "Anh ta giấu khuôn mặt <b>xấu xí</b> của mình.",
      "Tom không <b>xấu xí</b>.",
      "Thật ra không một ai trong số họ <b>xấu xí</b>.",
      "- Chắc là không đổi, bởi con người tôi là như vậy, ai lại đi thay đổi bản chất của mình khi mà nó không <b>xấu xí</b> lắm.",
      "Tôi chơi chung với Ngọc từ ngày Ngọc còn <b>xấu xí</b> và đen đúa, giọng nói lại khào khào như vịt đực."
    ]
  },
  {
    "word": "xấu đi",
    "definition": "to become bad, ugly",
    "sentences": [
      "Chất lượng không khí <b>xấu đi</b> trong những năm qua.",
      "Uống thuốc xong bệnh tình anh ta ngược lại còn <b>xấu đi</b> nhiều.",
      "Mọi thứ sẽ chỉ <b>xấu đi</b> hơn mà thôi.",
      "Tình hình trở nên <b>xấu đi</b>.",
      "Sự nhốn nháo của chợ sẽ làm <b>xấu đi</b> hình ảnh của phủ Tây Hồ trong mắt du khách, đặc biệt là khách nước ngoài\"."
    ]
  },
  {
    "word": "xầm xì",
    "definition": "to whisper",
    "sentences": []
  },
  {
    "word": "xầu",
    "definition": "foam, froth",
    "sentences": []
  },
  {
    "word": "xẩy",
    "definition": "to happen, occur, arise",
    "sentences": []
  },
  {
    "word": "xẩy ra",
    "definition": "to happen, occur, arise",
    "sentences": []
  },
  {
    "word": "xập xè",
    "definition": "rustle, rusting",
    "sentences": []
  },
  {
    "word": "xập xí xập ngầu",
    "definition": "cheat, cheating",
    "sentences": []
  },
  {
    "word": "xập xòe",
    "definition": "onomatopoeia of sound of cymbals",
    "sentences": []
  },
  {
    "word": "xắn",
    "definition": "to turn up, roll up, tuck up",
    "sentences": [
      "Tất cả các ngôi nhà khác trong phố đều mới và xinh <b>xắn</b>. Chúng có cửa sổ lớn và tường trắng phẳng phiu.",
      "Mary là một cô gái rất xinh <b>xắn</b>.",
      "Trên các bờ tường cao lưng lửng là những chậu hoa mười giờ xinh <b>xắn</b>.",
      "- Khoai có thể cắt thành miếng dài vuông cạnh, cỡ ngón út hoặc cắt xéo ngang củ khoai thành lát dày khoảng lcm, rồi dùng ống <b>xắn</b> tròn, <b>xắn</b> khoét thành nhiều lỗ giữa lát khoai.",
      "Trong dịp này, Smoothie.V cũng chuẩn bị những món quà xinh <b>xắn</b> để quý khách mua tặng bạn bè và người thân ngay tại cửa hàng chỉ với giá 20.000 đồng."
    ]
  },
  {
    "word": "xắt",
    "definition": "to cut, slice",
    "sentences": [
      "Nguyên liệu: 150 gr tôm sú xay nhuyễn, 25 gr mỡ heo <b>xắt</b> hột lựu, lòng trắng trứng vịt, hành củ, tiêu, đường, muối, mía cắt khúc 8 cm, dưa leo, cà rốt, xà lách, rau quế, đậu phộng, bánh hỏi.",
      "Thịt cua bóp nhuyễn bỏ xương, măng tây xé sợi - hành tây <b>xắt</b> sợi vắt ráo nước, giá lặt rễ rửa sạch, gừng <b>xắt</b> sợi nhuyễn, jămbon cũng <b>xắt</b> sợi, ngò <b>xắt</b> nhỏ.",
      "Thịt đầu heo, thịt đùi heo luộc lên, <b>xắt</b> miếng vừa ăn.",
      "Nguyên liệu:- 500ml nước.- 1 thìa cà phê muối, mắm, bột nêm.- 12 chiếc nấm hương, ngâm nước nóng, rửa sạch, để ráo.- 150g rau bina, cải xoong hoặc rau xanh tùy sở thích.- 200g đậu hũ non, <b>xắt</b> miếng nhỏ.- 5 miếng gừng thái mỏng.- 2 cây rau mùi, cắt ngắn.",
      "- 2 ổ bánh mì <b>xắt</b> lát.- Cà chua tươi: 1 trái lớn, <b>xắt</b> hạt lựu.- Tỏi tươi: 2 tép <b>xắt</b> nhuyễn.- Lá quế tươi (basil) <b>xắt</b> nhuyễn.- Dầu ô liu 1 muỗng canh.- Tôm tươi: 6 con vừa, lột vỏ, <b>xắt</b> hạt lựu.Dầu ô liu tìm mua tại các siêu thị lớn."
    ]
  },
  {
    "word": "xẵng",
    "definition": "rudely",
    "sentences": []
  },
  {
    "word": "xẹo",
    "definition": "slanting",
    "sentences": []
  },
  {
    "word": "xẹp",
    "definition": "flat, flattened, deflated",
    "sentences": [
      "Có ai có thể vá cái lốp <b>xẹp</b> này không?",
      "Bánh xe của bạn đã bị <b>xẹp</b>.",
      "Tom đã xoay xở lái được xe hơi về nhà, thậm chí dù nó bị <b>xẹp</b> lốp.",
      "Chiếc xe hơi đã bị <b>xẹp</b> lốp.",
      "Ngược lại, khi lạc đà đốt phần năng lượng dự trữ đó thì da nó co lại và cái bướu <b>xẹp</b> đi."
    ]
  },
  {
    "word": "xẹp lép",
    "definition": "completely flat, deflated, very flat, empty",
    "sentences": []
  },
  {
    "word": "xẹp vỏ",
    "definition": "flat tire",
    "sentences": []
  },
  {
    "word": "xẹp xuống",
    "definition": "to go down, subside (swelling, etc.)",
    "sentences": [
      "Trong vòng 48 giờ sau, lớp đất phía trên hố chôn vốn bị đùn lên cao do nước dịch bắt đầu <b>xẹp xuống</b>, mùi hôi được xử lý đáng kể."
    ]
  },
  {
    "word": "xẹt",
    "definition": "(1) to become flat, be flattened; (2) to whiz past",
    "sentences": []
  },
  {
    "word": "xẻ",
    "definition": "to saw, split (up), cut",
    "sentences": [
      "Bạn có thể <b>xẻ</b> thịt gà không?",
      "Dùng mũi dao <b>xẻ</b> dọc dưới bụng tôm từ đầu đến đuôi (đến phần vỏ của đuôi thì dừng lại).",
      "Tính hiếu thắng, không chịu nhường nhịn khó sửa của cả hai rất dễ dẫn đến cảnh tan đàn, <b>xẻ</b> nghé.",
      "Phương pháp xới đất cổ điển là kéo lê một cái cày (có tác dụng <b>xẻ</b> sâu vào đất) đằng sau máy kéo.",
      "Ngừng ngay việc nhận xét hoặc mổ <b>xẻ</b> câu nói của người ta."
    ]
  },
  {
    "word": "xẻ núi",
    "definition": "clearing paths though mountains",
    "sentences": []
  },
  {
    "word": "xẻng",
    "definition": "shovel; to shovel",
    "sentences": [
      "Anh ấy dùng <b>xẻng</b> đào một cái hố.",
      "Anh ấy dùng <b>xẻng</b> để đào một cái hố.",
      "Hãy mang theo <b>xẻng</b>.",
      "Hãy mang theo một cái <b>xẻng</b>.",
      "Cư dân địa phương đổ xô lấy cát bằng phương tiện thô sơ như xe bò, xe công nông, cuốc <b>xẻng</b>."
    ]
  },
  {
    "word": "xẻo",
    "definition": "to cut off, cut up, cut out",
    "sentences": [
      "Tôi không tin con mèo đen đó mang đến điều xui <b>xẻo</b>.",
      "Thật là xui <b>xẻo</b>!",
      "Thật xui <b>xẻo</b>!",
      "Cà tím cắt <b>xẻo</b> thành từng miếng to bằng miếng cá cũng được xào sơ cho cà thấm dầu, rồi vớt ra để khi nước cá sôi bỏ cà vào, đậy vung, chờ chín, nêm nếm vừa ăn."
    ]
  },
  {
    "word": "xẽo",
    "definition": "brook, rivulet",
    "sentences": []
  },
  {
    "word": "xế",
    "definition": "slant, decline",
    "sentences": [
      "Có phải Mary sống cạnh nhà tài <b>xế</b> xe buýt - người đã làm việc với Join không?",
      "Nếu bạn lái xe vào ban đêm, bạn nên đề phòng những tài <b>xế</b> say rượu.",
      "Tom là tài <b>xế</b> xa tải.",
      "Tôi là một tài <b>xế</b> taxi tốt.",
      "Những chiếc <b>xế</b> hộp bóng loáng đậu thành một hàng dài ven đường."
    ]
  },
  {
    "word": "xế chiều",
    "definition": "decline of day",
    "sentences": []
  },
  {
    "word": "xế tuổi",
    "definition": "advanced in years, elderly",
    "sentences": []
  },
  {
    "word": "xếch",
    "definition": "slanting",
    "sentences": [
      "\"Chúng có thể để cho mắt <b>xếch</b> lên và xù lông ra - một dấu hiệu của việc ngủ lơ mơ\"."
    ]
  },
  {
    "word": "xếp",
    "definition": "(1) to order, arrange, put in order, pile, fold; (2) master, boss",
    "sentences": [
      "Tất cả các tên được <b>xếp</b> danh sách theo thứ tự a b c.",
      "Mẹ tôi thu <b>xếp</b> việc nhà cho yên ổn trước khi đi công tác xa.",
      "Tự ti với thân hình mũm mĩm của mình, chị Nguyễn Mai Hạnh, kế toán trưởng của một công ty xuất nhập khẩu nhiều lần lên kế hoạch đi tập thể dục giảm cân nhưng vẫn chưa thu <b>xếp</b> được thời gian.",
      "Bạn phải <b>xếp</b> hàng để mua vé.",
      "Vì sao ông lại đưa mình vào bảng <b>xếp</b> hạng?"
    ]
  },
  {
    "word": "xếp bằng tròn",
    "definition": "to sit cross-legged",
    "sentences": []
  },
  {
    "word": "xếp chữ",
    "definition": "to typeset; typesetting",
    "sentences": []
  },
  {
    "word": "xếp dọn",
    "definition": "to arrange, put in order",
    "sentences": []
  },
  {
    "word": "xếp hàng",
    "definition": "to line",
    "sentences": [
      "Bạn phải <b>xếp hàng</b> để mua vé.",
      "Nhiều người <b>xếp hàng</b> chờ đợi.",
      "Nhiều người <b>xếp hàng</b> đợi.",
      "Tom <b>xếp hàng</b> ở cửa tiệm.",
      "Ngoài ra, trước cửa quán, luôn có hai ba chiếc xe máy cổ <b>xếp hàng</b> cho bàn dân thiên hạ tha hồ thưởng lãm."
    ]
  },
  {
    "word": "xếp hạng",
    "definition": "to categorize, classify, place into a category, group together, rank",
    "sentences": [
      "Vì sao ông lại đưa mình vào bảng <b>xếp hạng</b>?",
      "George Soros, nhà tỷ phú Mỹ <b>xếp hạng</b> 38 trong số những người giàu nhất thế giới, là một ví dụ về khả năng tận dụng giác quan thứ 6.",
      "Đây là lần đầu tiên, cuộc thi được tổ chức thành 2 vòng: sơ tuyển và chung kết <b>xếp hạng</b>.",
      "; trong đó có di tích đã được Nhà nước <b>xếp hạng</b> quốc gia như đình ngoài, đình trong và đền thờ Dục Anh.",
      "Real hiện vẫn giữ ngôi đầu bảng <b>xếp hạng</b>, nhưng khoảng cách với Valencia có thể sẽ bị thu hẹp đêm nay."
    ]
  },
  {
    "word": "xếp hạng cùng với",
    "definition": "to place in a category with",
    "sentences": []
  },
  {
    "word": "xếp loại",
    "definition": "to rank, rate, grade",
    "sentences": [
      "Phim khiêu dâm được <b>xếp loại</b> X, có nghĩa là chỉ người từ 18 tuổi trở lên có thể xem chúng.",
      "Các điểm khuyến khích, cộng thêm, không được tính vào khi xét điểm <b>xếp loại</b> tốt nghiệp.",
      "Những địa phương này sẽ sử dụng kết quả thi ngày 20/5 để <b>xếp loại</b> học sinh cuối năm đồng thời xét tốt nghiệp tiểu học.",
      "Từ đó, cho đến khi ra trường, tôi chỉ diễn tiểu phẩm hài và được <b>xếp loại</b> tốt."
    ]
  },
  {
    "word": "xếp lớn",
    "definition": "the big boss",
    "sentences": []
  },
  {
    "word": "xếp theo bộ",
    "definition": "to arrange by radical or number of strokes (Chinese characters)",
    "sentences": []
  },
  {
    "word": "xếp thứ tự",
    "definition": "to put in order",
    "sentences": []
  },
  {
    "word": "xếp vào hàng thứ ba",
    "definition": "to be in third place",
    "sentences": []
  },
  {
    "word": "xếp vào loại",
    "definition": "to put into a category, categorize",
    "sentences": [
      "Chính vì biết sợ các bệnh lây truyền qua đường tình dục nên họ được <b>xếp vào loại</b> những người đàn ông an toàn, chỉ điều đó thôi cũng đủ làm bạn thấy họ thật đáng yêu."
    ]
  },
  {
    "word": "xếp đặt",
    "definition": "arrange",
    "sentences": [
      "Nguyễn Cường kể, giai điệu cũng như lời bài hát là sự tuôn trào cảm xúc tự nhiên chân thành, không mảy may có sự <b>xếp đặt</b> lý trí.",
      "Bên cạnh đó, có những tác phẩm không bị áp đặt bởi lời thoại, mà có cả hình thể, phim, nhạc, <b>xếp đặt</b>, nhiều thứ khác..."
    ]
  },
  {
    "word": "xề",
    "definition": "to approach, come near",
    "sentences": []
  },
  {
    "word": "xề xề",
    "definition": "to approach, come near",
    "sentences": []
  },
  {
    "word": "xề xệ",
    "definition": "a little drooping, flowing, baggy, flabby",
    "sentences": []
  },
  {
    "word": "xể",
    "definition": "to torn, rent",
    "sentences": []
  },
  {
    "word": "xệ",
    "definition": "droopy, flabby, baggy",
    "sentences": [
      "Khi tuổi càng cao, da trên cơ thể sẽ bắt đầu chảy <b>xệ</b>.",
      "Việc phết thịt cũng đòi hỏi người làm phải thật khéo léo bởi vì nếu thịt phết quá mỏng thì sẽ bị chảy <b>xệ</b> xuống bếp than khi nướng, nếu phết dày quá thì khi ăn chả sẽ không ngon bởi thịt sẽ không chín đều."
    ]
  },
  {
    "word": "xệch",
    "definition": "loose, slack, aslant, awry",
    "sentences": [
      "Băng choai choai biến đi như độn thổ, bỏ lại hai học sinh áo quần, cặp sách xộc <b>xệch</b> bám đầy cỏ may, dấu giày và những cái túi trống rỗng."
    ]
  },
  {
    "word": "xệch xạc",
    "definition": "to become deformed, change in form or shape",
    "sentences": []
  },
  {
    "word": "xệu xạo",
    "definition": "mumble (of toothless old man)",
    "sentences": []
  },
  {
    "word": "xỉ",
    "definition": "slag, cinder",
    "sentences": [
      "ngài đã trả cho một tua xa <b>xỉ</b>.",
      "Cái cách uống cà phê phải trả bằng đôla ấy, dù nghe qua có vẻ xa <b>xỉ</b>, nhưng sau một thời gian, đã trở thành phong cách riêng của Panorama.",
      "Vì vậy hãy giúp người phụ nữ của bạn trốn thoát khỏi hiện thực mệt mỏi này, nếu một cuộc đi chơi xa ở biển là quá xa <b>xỉ</b> thì hãy chọn một khách sạn bình dân nào đó.",
      "\"Tôi chẳng cần tiền, những món quà xa <b>xỉ</b> hay thậm chí cơ thể sexy của anh ta.",
      "Cá nhà táng chỉ thở bằng lỗ mũi bên tai trái, lỗ mũi bên tai phải đã bị bịt kín; đường ống của lỗ mũi này đã biến thành một khoang bầu cực lớn để chứa không khí, dung lượng của cái khoang bầu này xấp <b>xỉ</b> bằng dung lượng phổi của nó."
    ]
  },
  {
    "word": "xỉ than",
    "definition": "coal residues, clinker",
    "sentences": []
  },
  {
    "word": "xỉ vả",
    "definition": "insult affront, revile",
    "sentences": []
  },
  {
    "word": "xỉa",
    "definition": "to pick",
    "sentences": [
      "Ca sĩ sắp nghỉ hưu buông lời <b>xỉa</b> xói Jennifer Lopez và Britney Spears trước mặt 20.000 fan, trong buổi hoà nhạc tại Auckland, New Zealand.",
      "Chúng tôi chỉ ngừng khi muốn ngừng, đó là lúc fan không thèm đếm <b>xỉa</b> đến đĩa hát của Westlife nữa."
    ]
  },
  {
    "word": "xỉa xói",
    "definition": "to poke or stick or shove one’s finger into somebody’s face",
    "sentences": [
      "Ca sĩ sắp nghỉ hưu buông lời <b>xỉa xói</b> Jennifer Lopez và Britney Spears trước mặt 20.000 fan, trong buổi hoà nhạc tại Auckland, New Zealand."
    ]
  },
  {
    "word": "xỉu",
    "definition": "to faint, pass out, swoon",
    "sentences": [
      "Nghe được tin, nó liền té <b>xỉu</b>.",
      "Nghe được tin, cô ấy liền ngất <b>xỉu</b>.",
      "Cô ấy vui đến mức ngất <b>xỉu</b> đi.",
      "Bà ấy quá vui, đến mức ngất <b>xỉu</b> đi.",
      "Tom <b>xỉu</b> ngay khi thấy kim tiêm."
    ]
  },
  {
    "word": "xị",
    "definition": "(of face) swollen",
    "sentences": [
      "Ca phục vụ trực buổi sáng do Cường \"chủ <b>xị</b>\".",
      "Bài hát mới loạn <b>xị</b> trên thị trường khiến khán giả không thể phân biệt được nhạc của ai."
    ]
  },
  {
    "word": "xịch",
    "definition": "onomatopoeia of the sound of machines",
    "sentences": []
  },
  {
    "word": "xịt",
    "definition": "spray; to spray",
    "sentences": [
      "Ông Võ Văn Săn cho biết, số gà vịt được chôn phía sau nhà ông đều được cho vào bao nilông, <b>xịt</b> thuốc khử trùng, trước khi lấp đất dày tới 1 m.",
      "Nếu đang sinh hoạt tình dục mà đau ngực phải ngừng ngay và ngậm một viên nitroglycerin 0,5 mg để tan dưới lưỡi, hoặc <b>xịt</b> một liều nitroglycerin Isowack spray hoặc nitromint...",
      "15 phút trước có thể ngậm nitroglycerin 0,5 mg hoặc <b>xịt</b> một liều như đã nói ở trên.",
      "Khi đồng bạc bị xám <b>xịt</b> là đã giải cảm xong.",
      "Tất cả những gì của thành phố đều cất vào tủ: quần áo mới, keo <b>xịt</b> tóc, nước hoa..., thay vào đó là bộ đồ nhà quê, đi chân đất và lao vào giúp mẹ như ngày nào."
    ]
  },
  {
    "word": "xịt ra",
    "definition": "to spray out",
    "sentences": []
  },
  {
    "word": "xịu",
    "definition": "to look sullen",
    "sentences": []
  },
  {
    "word": "xỏ",
    "definition": "to thread (a needle); to slip",
    "sentences": [
      "Sau đó, dùng những thanh tre tươi <b>xỏ</b> lụi từng con chuột, cắm đầu trên mặt lò và dùng một cái nồi đất (trách) thật to úp xuống sao cho vừa vặn và giữ kín không cho hơi thoát ra.",
      "Những người biểu diễn xuyên kim trên mặt thường cho kim đâm vào cùng một lỗ như khi ta <b>xỏ</b> tai.",
      "Tiền đạo Lưu Ngọc Mai, dù đã tuyên bố giã từ đội tuyển, cũng động viên thầy khi cho biết sẵn sàng <b>xỏ</b> giầy ra sân.",
      "Tôi rất dễ bị <b>xỏ</b> mũi bởi cái giọng nũng nịu của đàn bà (trước kia), và bây giờ là của vợ.",
      "Hai cựu thành viên của Queen trống dong cờ mở khi bắt đầu show diễn ở London hôm thứ hai cùng Paul Rodgers, người được cho là có trách nhiệm <b>xỏ</b> chân vào đôi giày Mercury để lại."
    ]
  },
  {
    "word": "xỏ kim",
    "definition": "to thread a needle",
    "sentences": []
  },
  {
    "word": "xỏ lá",
    "definition": "knavish, roguish",
    "sentences": []
  },
  {
    "word": "xỏ mũi",
    "definition": "to lead somebody by the nose, have somebody in one’s",
    "sentences": [
      "Tôi rất dễ bị <b>xỏ mũi</b> bởi cái giọng nũng nịu của đàn bà (trước kia), và bây giờ là của vợ."
    ]
  },
  {
    "word": "xỏ tai",
    "definition": "pierce the ears (for earrings)",
    "sentences": [
      "Những người biểu diễn xuyên kim trên mặt thường cho kim đâm vào cùng một lỗ như khi ta <b>xỏ tai</b>."
    ]
  },
  {
    "word": "xố hữu",
    "definition": "old friend",
    "sentences": []
  },
  {
    "word": "xốc",
    "definition": "to lift up",
    "sentences": [
      "Tôi <b>xốc</b> lại tinh thần và bắt đầu làm việc.",
      "Ốc cho vào rổ, đặt vào thau nước cách đáy thau vài phân, lâu lâu <b>xốc</b> rổ một đợt cho ốc nhả sạch cát.",
      "Cây cầu này đã được Sáu Quý tính toán cẩn thận với hai mố cầu đổ bêtông, buộc dây néo làm cáp treo trên đỉnh bốn trụ cầu <b>xốc</b> dưới mép sông rất chắc chắn.",
      "Hơn một năm trước, cuộc sống riêng tư của tôi có nhiều chuyện ảnh hưởng không tốt đến nghiệp ca hát, và bây giờ tôi muốn \"<b>xốc</b>\" lại bản thân bằng một chương trình như thế."
    ]
  },
  {
    "word": "xốc tới",
    "definition": "dart, pounce (upon), assault, assail, attack suddenly",
    "sentences": []
  },
  {
    "word": "xốc vác",
    "definition": "to work hard",
    "sentences": []
  },
  {
    "word": "xốc xếch",
    "definition": "slovenly, untidy",
    "sentences": []
  },
  {
    "word": "xối",
    "definition": "to pour down",
    "sentences": [
      "ế! Anh Nguyễn Minh Điền, chủ một sạp thịt hiếm hoi, kể có nhiều trận mưa <b>xối</b> xả, nước dâng ngập tràn lõm đất chợ."
    ]
  },
  {
    "word": "xối xả",
    "definition": "fast and thick",
    "sentences": [
      "ế! Anh Nguyễn Minh Điền, chủ một sạp thịt hiếm hoi, kể có nhiều trận mưa <b>xối xả</b>, nước dâng ngập tràn lõm đất chợ."
    ]
  },
  {
    "word": "xốn xang",
    "definition": "agitate, trouble",
    "sentences": [
      "Chợt thấy lạnh cả hồn, ngày đầu xuân mà tự nhiên thấy <b>xốn xang</b> tê tái muốn bật lên câu hát: \"Chiều nay gió đông về...",
      "Khán giả nghe nhạc vẫn cảm thấy <b>xốn xang</b> mỗi khi nghe giọng hát dặt dìu, với những nốt luyến láy không thể lẫn."
    ]
  },
  {
    "word": "xống",
    "definition": "old clothes, togs duds",
    "sentences": []
  },
  {
    "word": "xốp",
    "definition": "spongy, soft",
    "sentences": [
      "Nhưng ngon nhất lại là những chén xúp nấm nóng hổi, những chiếc nấm vừa chín cho vào miệng cảm giác giòn, <b>xốp</b>, càng nhai càng thấy vị đắng nhân nhẩn cứ lan dần.",
      "Ngoài ra, để tránh dưa <b>xốp</b> vì quả già, cần chọn quả tròn đều, nặng tương xứng kích cỡ.",
      "Sau đó, đặt hoặc ôm trái dưa trên tay, lấy tay kia vỗ nhẹ lên quả, nếu nghe tiếng kêu là trầm đục là dưa chín, không bị <b>xốp</b>.",
      "Thả đậu phụ luộc trong nước dùng, đậu sẽ nở <b>xốp</b> ra từ từ.",
      "Lưu ý: Tùy chất lượng đậu tươi, đậu mới nở đẹp hay không, nếu không đậu chỉ bể ra chứ không nở <b>xốp</b>."
    ]
  },
  {
    "word": "xồ",
    "definition": "to rush (to)",
    "sentences": []
  },
  {
    "word": "xổ",
    "definition": "to rush into",
    "sentences": [
      "Tôi đau họng và <b>xổ</b> mũi.",
      "Bạn sẽ làm gì nếu bạn trúng <b>xổ</b> số?",
      "Tôi muốn trúng <b>xổ</b> số!",
      "Sau khi trúng <b>xổ</b> số, cô ấy đã đi mua sắm.",
      "Anh ấy đã kiếm được một số tiền lớn từ <b>xổ</b> số."
    ]
  },
  {
    "word": "xổ số",
    "definition": "lottery",
    "sentences": [
      "Bạn sẽ làm gì nếu bạn trúng <b>xổ số</b>?",
      "Tôi muốn trúng <b>xổ số</b>!",
      "Sau khi trúng <b>xổ số</b>, cô ấy đã đi mua sắm.",
      "Anh ấy đã kiếm được một số tiền lớn từ <b>xổ số</b>.",
      "Tặng nước uống, <b>xổ số</b> trúng thưởng cho các cặp tình nhân với các phần quà có giá trị, chương trình ca nhạc đặc sắc chủ đề “Tình yêu lung linh” với các bài hát trữ tình, tặng hoa tươi và Chocolate."
    ]
  },
  {
    "word": "xổm",
    "definition": "squat down upon the hams or heels, squat, crouch",
    "sentences": [
      "Cô ấy ngồi <b>xổm</b> ở chỗ cánh cổng."
    ]
  },
  {
    "word": "xổng xểnh",
    "definition": "negligent, careless",
    "sentences": []
  },
  {
    "word": "xộ khám",
    "definition": "to be in jail (slang)",
    "sentences": []
  },
  {
    "word": "xộc",
    "definition": "dash, rush",
    "sentences": [
      "Cắn một miếng măng, đầu lưỡi chạm ngay vào vị chua chua, cay cay, mùi thơm rất đặc trưng <b>xộc</b> ngay lên mũi.",
      "Băng choai choai biến đi như độn thổ, bỏ lại hai học sinh áo quần, cặp sách <b>xộc</b> xệch bám đầy cỏ may, dấu giày và những cái túi trống rỗng."
    ]
  },
  {
    "word": "xộc xệch",
    "definition": "slipshod, untidy, slovenly, sleazy",
    "sentences": [
      "Băng choai choai biến đi như độn thổ, bỏ lại hai học sinh áo quần, cặp sách <b>xộc xệch</b> bám đầy cỏ may, dấu giày và những cái túi trống rỗng."
    ]
  },
  {
    "word": "xộn",
    "definition": "big, large, bulky",
    "sentences": [
      "Ai đã để đống đồ lộn <b>xộn</b> này trên sàn vậy?",
      "Trong khu vực này rải rác các kim tự tháp, những bản khắc đá lớn và một tổ hợp lâu đài lộn <b>xộn</b> rộng tới 4 hecta.",
      "Bọn lưu manh thường lợi dụng sự nhốn nháo, lộn <b>xộn</b> ở những gian hàng bán quần áo để hành nghề.",
      "Khi thị trường chuyển nhượng đi vào giai đoạn nhộn nhịp nhất, các CLB lớn đã tận dụng triệt để tình hình lộn <b>xộn</b> của Parma để trục lợi.",
      "Tình trạng lộn <b>xộn</b> trên sân bắt đầu từ một nhóm CĐV có mặt trên sân Olimpico, khi họ tung tin rằng một cậu bé đã bị xe cảnh sát cán chết ngay ngoài SVĐ."
    ]
  },
  {
    "word": "xớ rớ",
    "definition": "idling, star-gazing, aimlessly, foolishly",
    "sentences": []
  },
  {
    "word": "xới",
    "definition": "to turn up",
    "sentences": [
      "Người nông dân đã <b>xới</b> đất ở cánh đồng phía dưới.",
      "Muốn bắt bò cạp, phải vạch lá, bươi <b>xới</b> tìm kỹ trong các hang hốc.",
      "Vo gạo, cho vào nồi, đổ vừa nước, cho thêm 2 muỗng dầu ăn, nấu cơm chín, sau đó <b>xới</b> cơm ra khay, để nguội.",
      "Vo gạo, cho vào nồi, đổ vừa nước, cho thêm 2 muỗng dầu ăn, nấu cơm chín, sau đó <b>xới</b> cơm ra khay, để nguội.",
      "- 3 chén cơm đã nấu chín ráo, không nhão, để nguội, <b>xới</b> cho rời hạt.- 150 g nạc gà luộc chín cắt hột lựu.- 100 g tôm hấp chín, lột vỏ, cắt hột lựu.- 30 trái nho khô rửa qua nước nóng, vớt ra vẩy ráo.- 5 trái táo tàu đỏ khô nấu với chút nước sôi cho vừa nở, vớt ra, xả nước lạnh, để ráo, tách bỏ hột cắt làm tám mỗi trái.- 100 g thơm và xoài chín cứng (không mềm nhũn), cắt hột lựu.- 50 g ớt Đà Lạt xanh đỏ, cắt hột lựu.- 1 muỗng cà-phê hành tím băm, không dùng tỏi.- Dầu ăn loại ngon như dầu mè trong, olive."
    ]
  },
  {
    "word": "xớn",
    "definition": "wandering, loitering, cut",
    "sentences": []
  },
  {
    "word": "xớp",
    "definition": "to rough, rugged, uneven",
    "sentences": []
  },
  {
    "word": "xờ",
    "definition": "touch",
    "sentences": []
  },
  {
    "word": "xờ xạc",
    "definition": "fatigued, jaded, tired, run down, disordered, ruffled, in",
    "sentences": []
  },
  {
    "word": "xởn",
    "definition": "to clip, prune, lop, cut short",
    "sentences": []
  },
  {
    "word": "xợp",
    "definition": "ruffled, disheveled",
    "sentences": []
  },
  {
    "word": "xụ",
    "definition": "to drop",
    "sentences": []
  },
  {
    "word": "xụ mặt xuống",
    "definition": "to drop one’s face in disappointment",
    "sentences": []
  },
  {
    "word": "xụ xuống",
    "definition": "to drop down",
    "sentences": []
  },
  {
    "word": "xụt xùi",
    "definition": "whimper",
    "sentences": []
  },
  {
    "word": "xủi bọt",
    "definition": "foam",
    "sentences": []
  },
  {
    "word": "xủng xoảng",
    "definition": "tinkling",
    "sentences": []
  },
  {
    "word": "xứ",
    "definition": "area, region, country, climate; era, reign, government, administration, district",
    "sentences": [
      "Những hoa này mọc ở <b>xứ</b> nóng.",
      "Anh quốc thực tế là không tính luôn <b>xứ</b> Wales.",
      "Luân đôn không còn là <b>xứ</b> sở sương mù nữa.",
      "Cần có người bản <b>xứ</b> kiểm tra câu này.",
      "Hầu hết những người đang học ngoại ngữ đều không thể nói chuyện được như người bản <b>xứ</b>."
    ]
  },
  {
    "word": "xứ lạ",
    "definition": "strange place, foreign place",
    "sentences": []
  },
  {
    "word": "xứ sở",
    "definition": "native country, homeland",
    "sentences": [
      "Luân đôn không còn là <b>xứ sở</b> sương mù nữa.",
      "Ngoài khả năng tìm đường bằng la bàn mặt trời và từ trường tự nhiên, bầy chim bồ câu nhà ở <b>xứ sở</b> sương mù còn ghi nhớ cả hệ thống đường bộ và đường sắt của con người, dùng khi bay trên những vùng quen thuộc.",
      "Các nhà nghiên cứu <b>xứ sở</b> kim chi đã sao chép thành công 30 phôi người nhằm mục đích cung cấp tế bào gốc chữa bệnh.",
      "Ulmar Grafe và Johannes Bitz, tại Đại học Wrzburg, Đức đã tìm thấy các cặp chim tình nhân boubou của <b>xứ sở</b> nhiệt đới đồng thanh hát váng lên đắc thắng, sau khi chúng ngăn cản được ý định xâm nhập lãnh thổ của những kẻ lạ mặt.",
      "Ông là người con của <b>xứ sở</b> vũ điệu samba, nhưng có thời gian dài học tập tại Thuỵ Sĩ và làm việc với các đội bóng châu Âu."
    ]
  },
  {
    "word": "xứ ủy",
    "definition": "regional party committee",
    "sentences": []
  },
  {
    "word": "xức",
    "definition": "to moisturize, rub, apply",
    "sentences": []
  },
  {
    "word": "xức dầu",
    "definition": "to oil",
    "sentences": []
  },
  {
    "word": "xứng",
    "definition": "correspondent, consummate, fitting; to match",
    "sentences": [
      "Họ hoàn toàn <b>xứng</b> đôi với nhau.",
      "Hai đứa nó trông thật <b>xứng</b> đôi trong y phục đám cưới.",
      "Mary muốn gặp được người <b>xứng</b> đáng.",
      "Ở Nhật Bản tiền công thường tuơng <b>xứng</b> với thâm niên trong nghề.",
      "Anh ấy nghĩ, nếu như không học tập cho tốt, làm sao có thể <b>xứng</b> đáng với nhân dân của Tổ quốc đây?"
    ]
  },
  {
    "word": "xứng hợp",
    "definition": "appropriate, suitable, fitting",
    "sentences": []
  },
  {
    "word": "xứng vai",
    "definition": "equal (to)",
    "sentences": []
  },
  {
    "word": "xứng ý",
    "definition": "be satisfied, desired, long wished for",
    "sentences": []
  },
  {
    "word": "xứng đáng",
    "definition": "suitable, worthy, deserving",
    "sentences": [
      "Mary muốn gặp được người <b>xứng đáng</b>.",
      "Anh ấy nghĩ, nếu như không học tập cho tốt, làm sao có thể <b>xứng đáng</b> với nhân dân của Tổ quốc đây?",
      "Anh ấy <b>xứng đáng</b> trở thành đội trưởng của đội chúng ta.",
      "Những tác phẩm đó cũng <b>xứng đáng</b> được coi là kiệt tác đỉnh cao của văn học về đề tài tự nhiên.",
      "Cô ấy <b>xứng đáng</b> trở thành một bác sĩ."
    ]
  },
  {
    "word": "xứng đôi vừa lứa",
    "definition": "well-matched",
    "sentences": []
  },
  {
    "word": "xử",
    "definition": "to decide, regulate, judge; to treat; trial",
    "sentences": [
      "Thằng giết người bị <b>xử</b> tù chung thân.",
      "Tất cả mọi người sinh ra đều được tự do và bình đẳng về nhân phẩm và quyền lợi. Mọi con người đều được tạo hóa ban cho lý trí và lương tâm và cần phải đối <b>xử</b> với nhau trong tình anh em.",
      "Anh ta hẳn phải mất tự chủ mới cư <b>xử</b> như vậy.",
      "Mọi người sinh ra tự do và bình đẳng về nhân phẩm và quyền lợi. Họ có lý trí và lương tâm, và phải cư <b>xử</b> với nhau trên tinh thần anh em.",
      "Ông ta không thể <b>xử</b> lý các tình huống khó."
    ]
  },
  {
    "word": "xử bắn",
    "definition": "to execute by firing squad",
    "sentences": []
  },
  {
    "word": "xử công khai",
    "definition": "to try in open court",
    "sentences": []
  },
  {
    "word": "xử dụng",
    "definition": "to use",
    "sentences": []
  },
  {
    "word": "xử dụng sức mạnh quân đội",
    "definition": "to resort to, use military force",
    "sentences": []
  },
  {
    "word": "xử giảo",
    "definition": "to garrote",
    "sentences": []
  },
  {
    "word": "xử hòa",
    "definition": "to reconcile",
    "sentences": []
  },
  {
    "word": "xử khiếm diện",
    "definition": "to be sentenced in absentia",
    "sentences": []
  },
  {
    "word": "xử kín",
    "definition": "to try or hear in camera or private, try or hear behind closed doors",
    "sentences": []
  },
  {
    "word": "xử lí",
    "definition": "processing",
    "sentences": [
      "Tom là người duy nhất có thể <b>xử lí</b> điều này."
    ]
  },
  {
    "word": "xử lí song song",
    "definition": "parallel processing",
    "sentences": []
  },
  {
    "word": "xử lí thông tin",
    "definition": "data processing",
    "sentences": []
  },
  {
    "word": "xử lí tuần tự",
    "definition": "sequential processing",
    "sentences": []
  },
  {
    "word": "xử lí vec tơ",
    "definition": "vector processing",
    "sentences": []
  },
  {
    "word": "xử lí văn bản",
    "definition": "text processing",
    "sentences": []
  },
  {
    "word": "xử lí ảnh",
    "definition": "picture processing, image processing",
    "sentences": []
  },
  {
    "word": "xử lý",
    "definition": "to dispose, treat, settle; to charge (with a crime)",
    "sentences": [
      "Ông ta không thể <b>xử lý</b> các tình huống khó.",
      "Điều quan trọng là chúng ta phải <b>xử lý</b> tình huống một cách bình tĩnh.",
      "Trợ lý của tôi sẽ <b>xử lý</b> việc đó.",
      "Tốt nhất là để tôi <b>xử lý</b> nó.",
      "Tớ không muốn <b>xử lý</b> việc đó bây giờ."
    ]
  },
  {
    "word": "xử sự",
    "definition": "behave",
    "sentences": [
      "Viện trưởng Vương <b>xử sự</b> ngay thẳng, làm việc công minh, chưa từng gây khó dễ cho ai, mọi người đều tôn kính ông ấy.",
      "Là người biết kiềm chế, nhưng đặt vào những tình huống đó chắc tôi cũng <b>xử sự</b> như Thảo, có khi còn hung dữ hơn.",
      "Từ việc UHP <b>xử sự</b> kiểu trẻ con đến việc TH chống đối cảnh sát, rồi \"danh sách đen\" âm ỉ trong làng nhạc trẻ gây hoang mang cho các ca sĩ Sài Gòn, người ta bắt đầu lo ngại không biết có ca sĩ nào đủ tài để thay thế cái thời \"Lam - Nhung - Linh\" chiếm lĩnh thị trường nhạc nhẹ VN trong suốt hơn chục năm qua."
    ]
  },
  {
    "word": "xử thế",
    "definition": "behave",
    "sentences": [
      "Anh ta cư <b>xử thế</b> nào?",
      "Bên cạnh đó, cách đối nhân <b>xử thế</b>, sự hòa đồng cũng là ưu điểm của tôi.",
      "Vì Gerard là người rất linh hoạt khi <b>xử thế</b> với khách hàng một cách mau lẹ và đơn giản."
    ]
  },
  {
    "word": "xử trí",
    "definition": "to act, discipline",
    "sentences": [
      "Trong trường hợp đó, cần phải giữ một thái độ chuyên nghiệp và biết cách <b>xử trí</b> với những người này.",
      "- Nguyên tắc <b>xử trí</b> ban đầu là R - I - C - E.",
      "Loại bệnh này thường không nguy hiểm, nhưng nếu không được <b>xử trí</b> đúng cách, trứng cá có thể trở thành thủ phạm gây ung thư biểu mô tế bào.",
      "- Có những hiểu biết cơ bản về cách <b>xử trí</b> ban đầu những chấn thương nhỏ như các vết xước rách da mặt, bầm tụ máu, các tổn thương nhỏ ở gân cơ, giãn dây chằng, co rút cơ...",
      "Nếu không <b>xử trí</b> kịp thời, bệnh có thể dẫn đến biến chứng khó lường như thủng ruột, ăn kém, sụt cân, viêm ruột."
    ]
  },
  {
    "word": "xử trảm",
    "definition": "to behead",
    "sentences": [
      "Cô ta đã tự sát bằng thuốc độc để tránh bị <b>xử trảm</b>."
    ]
  },
  {
    "word": "xử trắng án",
    "definition": "to acquit someone (of a crime)",
    "sentences": []
  },
  {
    "word": "xử tội",
    "definition": "to convict, sentence",
    "sentences": []
  },
  {
    "word": "xử tử",
    "definition": "to sentence to death, execute, put to death",
    "sentences": [
      "Nhà vua đã bị <b>xử tử</b>."
    ]
  },
  {
    "word": "xử vắng mặt",
    "definition": "to try in absentia, sentence or condemn by default",
    "sentences": []
  },
  {
    "word": "xử án",
    "definition": "to hear or try a case, judge, sentence",
    "sentences": []
  },
  {
    "word": "xửng",
    "definition": "(1) very light; (2) food steamer",
    "sentences": [
      "Lót dưới <b>xửng</b> vài lớp cánh hoa sen và phủ kín vịt cũng bằng cánh hoa.",
      "Mướp gọt vỏ, thái khúc cỡ 3 cm, bỏ ruột, thoa bột năng bên trong, nhồi hỗn hợp tôm vào rồi xếp ra đĩa, cho vào <b>xửng</b> hấp chín, giữ lại nước hấp.",
      "- Cho cá đã ướp vào đã, rồi cho vào <b>xửng</b> hấp cách thủy chừng 15 phút, cho nốt cà chua, rau cần vào hấp tiếp chừng 10 phút nữa.",
      "Để chừng 2 tiếng đồng hồ cho giò heo thấm đều sau đó đặt giò heo vào <b>xửng</b> hấp cho đến khi lớp da chín mềm."
    ]
  },
  {
    "word": "xua",
    "definition": "to drive away, drive out",
    "sentences": [
      "Những người chăn cừu khác thì sử dụng một loạt các biện pháp khác nhau để <b>xua</b> đuổi sư tử, chó sói, và gấu, như lập hàng rào bằng những mảnh vải rực rỡ màu cam, hay sử dụng những con khỉ hung hăng làm \"vệ sĩ\".",
      "Bộ não của con người là nơi khu trú của hai tính cách, và mỗi tính cách đó dường như sử dụng một mạng lưới thần kinh riêng để khơi lại hay <b>xua</b> đuổi ký ức.",
      "Tăng cường thông gió để <b>xua</b> đuổi những đám mây vi khuẩn.",
      "Khi thấy tôi bắt chước điệu bộ của những người lạ, cha mẹ đã bật cười, mọi bất hòa, căng thẳng đều được <b>xua</b> tan."
    ]
  },
  {
    "word": "xua tay",
    "definition": "to wave off, dismiss with a wave of the hand",
    "sentences": []
  },
  {
    "word": "xin lửa",
    "definition": "to ask for a light",
    "sentences": []
  }
]