[
  {
    "word": "Yêrusalem",
    "definition": "Jerusalem",
    "sentences": []
  },
  {
    "word": "Yêsu",
    "definition": "Jesus",
    "sentences": []
  },
  {
    "word": "Yêsu Kitô",
    "definition": "Jesus Christ",
    "sentences": []
  },
  {
    "word": "y",
    "definition": "(1) beautiful, precious; (2) he, him; (3) medicine, medical doctor; (4) identical, same",
    "sentences": [
      "Bạn nên tìm hiểu sự việc theo quan điểm <b>y</b> học.",
      "Hai cái này <b>y</b> hệt nhau.",
      "Nói về <b>y</b> học tôi khuyên bạn giảm cân.",
      "Ngành <b>y</b> là niềm đam mê của tôi bao năm nay rồi.",
      "Cô ấy luôn luôn <b>y</b> hẹn."
    ]
  },
  {
    "word": "y bác sĩ",
    "definition": "medical doctor",
    "sentences": [
      "Các <b>y bác sĩ</b> đang chiến đấu với bệnh tật.",
      "Để có ca mổ này, tập thể <b>y bác sĩ</b> Học viện Quân y đã phải chuẩn bị trong 5 năm trời.",
      "Kíp mổ có sự tham gia của 18 chuyên gia giải phẫu và <b>y bác sĩ</b>, dẫn đầu là tiến sĩ Jorge Lazareff, Chủ nhiệm khoa giải phẫu Bệnh nhi thuộc Đại học Tổng hợp California - người đã thực hiện tách rời thành công cặp song sinh dính liền người Guatemala vào năm 2002."
    ]
  },
  {
    "word": "y bạ",
    "definition": "medical report book",
    "sentences": [
      "Anh căn cứ vào sổ <b>y bạ</b> này mà kiểm tra sức khỏe của ông cụ nha."
    ]
  },
  {
    "word": "y chang",
    "definition": "exactly the same",
    "sentences": [
      "Tom ngày này cũng mặc <b>y chang</b> một cái quần jean."
    ]
  },
  {
    "word": "y cụ",
    "definition": "medical equipment",
    "sentences": [
      "Mấy em nhớ lưu ý bảo quản <b>y cụ</b> cẩn thận nha."
    ]
  },
  {
    "word": "y dược",
    "definition": "medicine and pharmacy",
    "sentences": [
      "Theo nghiên cứu về <b>y dược</b>, thành phần hóa học của lá lốt chủ yếu là tinh dầu tỷ lệ 0,57%, piperin, piperiolin.",
      "Ông Nhã phê bình, nhiều nhà xuất bản không chuyên sâu vẫn xuất bản các đề tài chuyên môn cao về ngoại giao, <b>y dược</b>, từ điển chuyên ngành& Biến tướng sách chuyên đề thành tạp chí, lạm dụng quảng cáo..."
    ]
  },
  {
    "word": "y giới",
    "definition": "medical world",
    "sentences": []
  },
  {
    "word": "y hệt",
    "definition": "identical, the same as, just like",
    "sentences": [
      "Hai cái này <b>y hệt</b> nhau.",
      "Thằng nhóc <b>y hệt</b> cha nó.",
      "Nó luôn lặp lại <b>y hệt</b> luận điệu cũ.",
      "Tôi có quyển từ điển giống <b>y hệt</b>."
    ]
  },
  {
    "word": "y hệt như",
    "definition": "the same as",
    "sentences": []
  },
  {
    "word": "y học",
    "definition": "medicine (as a field of study)",
    "sentences": [
      "Bạn nên tìm hiểu sự việc theo quan điểm <b>y học</b>.",
      "Nói về <b>y học</b> tôi khuyên bạn giảm cân.",
      "Theo nghiên cứu về kháng sinh thảo mộc của Viện <b>y học</b> dân tộc, lá lốt (dùng lá đập dập) có tác dụng đối với nhiều loại vi khuẩn gây bệnh.",
      "Đó là chưa kể tới những tác dụng vô giá của chúng cho <b>y học</b>, lương thực...",
      "\"Cũng chính nọc độc này và các thụ quan, một khi được làm sạch, biến đổi, tái cấu trúc và nhân bản, có thể được sử dụng trong các nghiên cứu <b>y học</b> và trong việc tìm ra các loại thuốc chữa đột quỵ, bệnh tim và sự chuyển hóa\", John C."
    ]
  },
  {
    "word": "y khoa",
    "definition": "medicine",
    "sentences": [
      "Tôi xuất thân từ một gia đình <b>y khoa</b>.",
      "Chứng chỉ tạm thời văn bằng tiến sĩ <b>y khoa</b> năm 1956 tại Lyon của ông Thanh đã được trường Đại học Claude Bernard Lyon xác nhận là giả.",
      "Chúng ta có cơ hội tốt để ngăn chặn căn bệnh đúng lúc\", John Oxford tại Trường <b>y khoa</b> Queen Mary ở London, Anh, phát biểu.",
      "Gần đây, các nhà khoa học còn dùng cả bạch kim trong lĩnh vực <b>y khoa</b> với mục đích ức chế sự phát triển của vi khuẩn gây bệnh.",
      "Các tình tiết trong phim dựa trên ký ức của chính người hùng đất nước mía đường khi ông còn là một sinh viên <b>y khoa</b> 23 tuổi."
    ]
  },
  {
    "word": "y khoa bác sĩ",
    "definition": "medical doctor",
    "sentences": []
  },
  {
    "word": "y khoa tân tiến",
    "definition": "modern medicine",
    "sentences": []
  },
  {
    "word": "y lệnh",
    "definition": "medical instruction",
    "sentences": [
      "“Cứ <b>y lệnh</b> điều trị của tôi nhé!” bác sĩ căn dặn."
    ]
  },
  {
    "word": "y nguyên",
    "definition": "intact, unchanged",
    "sentences": [
      "Để nó vào <b>y nguyên</b> chỗ cũ dùm đi.",
      "May quá, bóp tiền vẫn còn <b>y nguyên</b>.",
      "Thằng này sao chép <b>y nguyên</b> những gì trang web kia hướng dẫn.",
      "Tôi thích đồ đạc của mình để ở đâu vẫn <b>y nguyên</b> ở đấy.",
      "Tôi đã đồng ý hình đó, nhưng với điều kiện chỉ lấy gương mặt, chẳng hiểu sao khi in ra thì vẫn <b>y nguyên</b>."
    ]
  },
  {
    "word": "y như",
    "definition": "exactly like",
    "sentences": [
      "Mặc dù bị rầy nhưng nó ngồi <b>y như</b> cũ.",
      "Làm <b>y như</b> thật vậy á!",
      "Mười lần <b>y như</b> mười, không sai lần nào.",
      "Cứ <b>y như</b> là có phép lạ, nó không sao hết.",
      "Cứ gặp cái gì khó khó là <b>y như</b> nó bàn ra."
    ]
  },
  {
    "word": "y như vậy",
    "definition": "just like that, just the same way",
    "sentences": []
  },
  {
    "word": "y phương",
    "definition": "remedy (in a pharmacopoeia)",
    "sentences": []
  },
  {
    "word": "y phục",
    "definition": "clothes, garment",
    "sentences": [
      "Tiệm này may <b>y phục</b> đẹp lắm.",
      "Hai đứa nó trông thật xứng đôi trong <b>y phục</b> đám cưới.",
      "Chỉnh trang lại <b>y phục</b> để đón nhà trai nghen mấy đứa."
    ]
  },
  {
    "word": "y sinh",
    "definition": "biomedical",
    "sentences": [
      "Hôm nay có nhiều <b>y sinh</b> đến thực tập tại bệnh viện mình.",
      "Ngành <b>y sinh</b> học cũng thừa nhận, hiện nay trên thế giới có một số căn nhà khi người vào ở dễ bị ung thư và người ta gọi đó là \"căn nhà ung thư\".",
      "Mọi biểu hiện, cử chỉ và lời nói của bác sĩ đều có thể gây nên những tác động lớn ở người bệnh, thậm chí đến mức mắc bệnh \"<b>y sinh</b>\" - bệnh do thầy thuốc gây ra, hay còn gọi là bệnh ám thị.",
      "Có nhiều nguyên nhân gây nên bệnh <b>y sinh</b>.",
      "Như vậy, tính dễ tự kỷ ám thị, dễ lo lắng của một số người cũng là nguyên nhân gây bệnh <b>y sinh</b>."
    ]
  },
  {
    "word": "y sĩ",
    "definition": "(medical) doctor, physician",
    "sentences": [
      "Ăn tám phần không cần <b>y sĩ</b>.",
      "Ông Thanh đã từng hành nghề <b>y sĩ</b> bất hợp pháp, giả mạo chứng thư bác sĩ và làm con dấu giả..."
    ]
  },
  {
    "word": "y sĩ bệnh xá",
    "definition": "clinical physician",
    "sentences": []
  },
  {
    "word": "y thuật",
    "definition": "art of healing, medicine",
    "sentences": []
  },
  {
    "word": "y thường",
    "definition": "clothes, clothing (of fairies)",
    "sentences": [
      "Cơ quan Thú <b>y thường</b> chỉ phát hiện dịch tại các trại chăn nuôi gia cầm với số lượng lớn, ít phát hiện gia cầm bệnh ở các hộ gia đình."
    ]
  },
  {
    "word": "y tá",
    "definition": "nurse",
    "sentences": [
      "Cô ấy không phải là <b>y tá</b> mà là bác sĩ.",
      "Layla muốn thành <b>y tá</b>.",
      "Người <b>y tá</b> mù cống hiến đời mình cho việc chăm sóc những người già.",
      "Người <b>y tá</b> dỗ dành đứa trẻ đang khóc.",
      "Người nữ <b>y tá</b> mù đã cống hiến thân mình cho việc chăm sóc người cao tuổi."
    ]
  },
  {
    "word": "y tá trưởng",
    "definition": "charge nurse, head nurse",
    "sentences": []
  },
  {
    "word": "y tế",
    "definition": "health service, public health, medicine, sanitation",
    "sentences": [
      "Ngành <b>y tế</b> có những tiến bộ vượt bậc.",
      "Cán bộ <b>y tế</b> có chuyên môn cao ngày càng nhiều.",
      "Một đội <b>y tế</b> đang trên đường đến địa điểm của bạn.",
      "Tại chợ Tịnh Biên, nhiều người tự sản xuất và bày bán các sản phẩm này ở một số nơi công cộng dù chưa có cơ quan <b>y tế</b> nào xác nhận dược tính và công dụng của chúng.",
      "Các chuyên gia <b>y tế</b> từng lo ngại rằng, phụ nữ mang bầu làm việc trong nhà máy ồn ào hoặc nghe nhạc rock có thể gây nguy hiểm cho trẻ."
    ]
  },
  {
    "word": "y tế công cộng",
    "definition": "public health",
    "sentences": [
      "Trong năm 2003, Nhà nước đầu tư cho ngành y tế 4.000 tỷ đồng nhưng <b>y tế công cộng</b> (gồm dự phòng và chống dịch) chỉ được chi 108 tỷ đồng (gần 0,3%) trong khi bộ phận này phải gánh ít nhất 2/3 dân số quốc gia.",
      "Đó là chưa kể <b>y tế công cộng</b> phải đảm nhiệm vai trò chủ đạo khi có dịch.",
      "Tiến sĩ Lê Vũ Anh, Hiệu trưởng Đại học Y tế Công cộng, cho biết, nền y tế ở bất kỳ quốc gia nào cũng có hai khu vực: <b>y tế công cộng</b> (YTCC) và y học lâm sàng.",
      "Ở Việt Nam, ngành <b>y tế công cộng</b> ra đời muộn hơn nửa thế kỷ so với thế giới.",
      "Để công tác <b>y tế công cộng</b> đạt hiệu quả, cần tăng kinh phí đầu tư cho ngành này."
    ]
  },
  {
    "word": "y viện",
    "definition": "hospital",
    "sentences": []
  },
  {
    "word": "y vụ",
    "definition": "technical bureau (in a hospital)",
    "sentences": [
      "Phòng <b>y vụ</b> ở đằng kia đó chú!"
    ]
  },
  {
    "word": "y xá",
    "definition": "dispensary, infirmary",
    "sentences": []
  },
  {
    "word": "y án",
    "definition": "to retain a verdict",
    "sentences": [
      "Cứ <b>y án</b> mà thi hành đi.",
      "“Sau phiên phúc thẩm vẫn <b>y án</b> mà thôi,” ông ấy nói."
    ]
  },
  {
    "word": "y đức",
    "definition": "medical etiquette, medical ethics",
    "sentences": []
  },
  {
    "word": "yêm bác",
    "definition": "wide knowledge",
    "sentences": []
  },
  {
    "word": "yên",
    "definition": "(1) calm, peaceful, quiet, safe; (2) saddle, bicycle seat",
    "sentences": [
      "Phòng này <b>yên</b> tĩnh.",
      "Anh ấy đang đọc sách. Chúng ta hãy để anh ấy <b>yên</b>.",
      "Hãy để tôi làm việc <b>yên</b> ổn.",
      "Hãy để tôi <b>yên</b>!",
      "Hãy để tao <b>yên</b>!"
    ]
  },
  {
    "word": "yên cương",
    "definition": "harness",
    "sentences": []
  },
  {
    "word": "yên giấc",
    "definition": "to have an unbroken sleep",
    "sentences": [
      "Suốt đêm qua, tao không thể <b>yên giấc</b> được mày à.",
      "Bà ấy đã <b>yên giấc</b> ngàn thu dưới ngôi mộ đá lạnh lẽo.",
      "Bé Diệp ngủ <b>yên giấc</b>, ngồi lên và cử động được, thậm chí còn tự đứng lên bàn cân."
    ]
  },
  {
    "word": "yên lòng",
    "definition": "be-assured, not to worry",
    "sentences": [
      "Con cái nên làm <b>yên lòng</b> cha mẹ cho phải đạo.",
      "Hậu vệ Mikael Silvestre nhanh chóng làm <b>yên lòng</b> các CĐV của MU bằng bàn thắng mở tỷ số ở phút 33, sau khi Diego Forlan không thành công từ chấm phạt đền.",
      "Ca sĩ hải ngoại không kèn trống rộn rã, không đắt sô như ca sĩ trong nước, nhưng với cuộc sống hiện tại, hầu hết họ đều cảm thấy thoải mái và <b>yên lòng</b>."
    ]
  },
  {
    "word": "yên lặng",
    "definition": "silent, quiet, calm",
    "sentences": [
      "Không khí ở đây <b>yên lặng</b> quá!",
      "Em giữ <b>yên lặng</b> được không? Mai anh phải dậy đi làm sớm.",
      "Xin hãy giữ <b>yên lặng</b>.",
      "Khi căn phòng trở nên <b>yên lặng</b>, Indiana Jones băn khoăn không biết đó có phải là một cái bẫy hay không.",
      "Không khí trong phòng mổ rất <b>yên lặng</b>."
    ]
  },
  {
    "word": "yên nghỉ",
    "definition": "to rest in peace",
    "sentences": [
      "Linh cửu được đưa đến nơi <b>yên nghỉ</b> cuối cùng.",
      "Hóa thạch 70 triệu tuổi của kẻ ăn thịt có lẽ đã <b>yên nghỉ</b> hàng nghìn năm dưới đáy biển, trong khi hài cốt của con kia được tìm thấy trên đỉnh một ngọn núi.",
      "Với người Việt xa xứ, việc tìm nơi <b>yên nghỉ</b> cho thân nhân chẳng dễ dàng chút nào bởi giá đất quá đắt.",
      "Ở Corpus Christi, thường xuyên có những dòng người đổ tới chiêm ngưỡng bức tượng cỡ người thật của Selena và nơi <b>yên nghỉ</b> của cô ở Nghĩa trang Seaside."
    ]
  },
  {
    "word": "yên trí",
    "definition": "convinced",
    "sentences": [
      "Cứ <b>yên trí</b> đi, đâu lại vào đấy thôi."
    ]
  },
  {
    "word": "yên tâm",
    "definition": "comfortable, at ease",
    "sentences": [
      "Cứ <b>yên tâm</b> đi, mọi việc sẽ xong ngay thôi mà.",
      "Tớ một mình được mà, cậu cứ <b>yên tâm</b> đi.",
      "Tôi đã <b>yên tâm</b> khi nghe tin anh ấy không sao.",
      "Ở đây, trẻ em có thể <b>yên tâm</b> chơi đùa.",
      "Trẻ con có thể <b>yên tâm</b> chơi đùa tại đây."
    ]
  },
  {
    "word": "yên tĩnh",
    "definition": "quiet, calm, tranquil",
    "sentences": [
      "Phòng này <b>yên tĩnh</b>.",
      "Sau khi nghỉ hưu, tôi muốn có một cuộc sống <b>yên tĩnh</b> tại nông thôn.",
      "Không khí đồng quê thật <b>yên tĩnh</b>.",
      "Tôi sống trong một ngôi làng <b>yên tĩnh</b> ở vùng Kabylie, Algeria.",
      "Tôi muốn đi đến chỗ nào đó <b>yên tĩnh</b>."
    ]
  },
  {
    "word": "yên ổn",
    "definition": "peaceful, safe, quiet, calm",
    "sentences": [
      "Hãy để tôi làm việc <b>yên ổn</b>.",
      "Mẹ tôi thu xếp việc nhà cho <b>yên ổn</b> trước khi đi công tác xa.",
      "Chẳng có cuộc chia tay nào là tốt đẹp, nhưng cũng có những cách làm cho nó trở nên <b>yên ổn</b> nhất.",
      "Thức dậy sau cơn mơ, tôi tỉnh táo, <b>yên ổn</b> và hạnh phúc khi bên cạnh là người đàn ông mình tin yêu\", ca sĩ tâm sự.",
      "Tôi tin rằng thế giới sẽ <b>yên ổn</b> hơn khi ông ấy ra đi\", Michael nói."
    ]
  },
  {
    "word": "yêng hùng",
    "definition": "swaggeringly heroic",
    "sentences": [
      "Ngược lại, chính cái yếu đuối cần được chở che của người vợ thuộc nhóm máu A lại rất phù hợp với tính <b>yêng hùng</b> của chồng mình."
    ]
  },
  {
    "word": "yêu",
    "definition": "to love, be in love with",
    "sentences": [
      "Lúc máy bay gặp gió xoáy, phi công <b>yêu</b> cầu hành khách thắt dây an toàn.",
      "Những người tham gia chương trình Maury Povich thường giả vờ rằng người <b>yêu</b> đang lừa dối họ.",
      "Em <b>yêu</b> anh!",
      "Nếu như câu bạn <b>yêu</b> cầu chưa được dịch, hãy viết nội dung của nó vào khung.",
      "Tôi <b>yêu</b> em rất nhiều"
    ]
  },
  {
    "word": "yêu chiều",
    "definition": "to love (and treat kindly)",
    "sentences": [
      "Theo quan điểm rock, chúng tôi mạnh mẽ nhưng cũng rất lãng mạn, rất chu đáo và quan tâm nhưng không <b>yêu chiều</b> những đua đòi vớ vẩn."
    ]
  },
  {
    "word": "yêu chuộng",
    "definition": "to like, love, esteem",
    "sentences": [
      "Và để mọi người khắp nơi hiểu rằng trong lòng nước Mỹ vẫn luôn có những người <b>yêu chuộng</b> hoà bình."
    ]
  },
  {
    "word": "yêu cầu",
    "definition": "requirement; to ask, request, require",
    "sentences": [
      "Lúc máy bay gặp gió xoáy, phi công <b>yêu cầu</b> hành khách thắt dây an toàn.",
      "Nếu như câu bạn <b>yêu cầu</b> chưa được dịch, hãy viết nội dung của nó vào khung.",
      "Cô ấy đã ghi chép tên và địa chỉ theo <b>yêu cầu</b>",
      "Tôi <b>yêu cầu</b> chị ấy sao bức thư thành bốn bản.",
      "Tôi sắp <b>yêu cầu</b> anh ấy mang va li của tôi lên tầng."
    ]
  },
  {
    "word": "yêu cầu giải thích rõ",
    "definition": "to demand a clear explanation",
    "sentences": []
  },
  {
    "word": "yêu cầu không tiết lộ tên",
    "definition": "to request anonymity",
    "sentences": []
  },
  {
    "word": "yêu dấu",
    "definition": "dear",
    "sentences": [
      "Yêu em nhất trên đời, hỡi người <b>yêu dấu</b> của lòng anh.",
      "Trong khi bạn đang trong vòng tay của người <b>yêu dấu</b> trong ngày Valentine hôm nay, thì nhiều nhà nghiên cứu vẫn không thể rời cái ghế của mình để tìm kiếm một cuộc hẹn.",
      "Không có giọt lệ, người đàn ông cao lớn đó chỉ nhìn mãi, nhìn mãi&, cứ như nơi sâu thẳm đang hiện lên những kỷ niệm về đứa con <b>yêu dấu</b>.",
      "- Tôi luôn trở về VN - quê hương <b>yêu dấu</b> - sau bất kỳ chuyến lưu diễn nào ở nước ngoài.",
      "Nhớ về nó là nhớ quãng đời đã sống qua, những buồn vui hệ lụy, những khoảnh khắc, những con người ta <b>yêu dấu</b> và thù hận."
    ]
  },
  {
    "word": "yêu kiều",
    "definition": "charming, graceful",
    "sentences": [
      "Tao không chịu nổi trước dáng vẻ <b>yêu kiều</b> của cô ấy mày à."
    ]
  },
  {
    "word": "yêu ma",
    "definition": "ghost",
    "sentences": [
      "Bọn họ giống như một lũ <b>yêu ma</b> tinh quái."
    ]
  },
  {
    "word": "yêu mến",
    "definition": "to love",
    "sentences": [
      "Mọi người <b>yêu mến</b> cô ta chỉ vì vẻ bề ngoài của cô ta mà thôi.",
      "Cô ấy được mọi người <b>yêu mến</b>.",
      "Will Holder, một chủ trại gia súc ở Arizona mà bạn bè <b>yêu mến</b> gọi là \"Người thầm thì với gia súc\", cho biết: \"Tôi ở bên đàn gia súc của mình mỗi ngày.",
      "Mubarak Al-Khalifa, người từng theo học ở Anh quốc, tuyên bố: \"Ngay từ lần đầu tiên xem Leeds thi đấu ở trận chung kết Cup FA năm 1970 với Chelsea, tôi đã <b>yêu mến</b> họ.",
      "Sau khi Roberto Baggio, một trong những cầu thủ được <b>yêu mến</b> nhất không chỉ ở Italy, ghi bàn thắng thứ 200, tất cả những CĐV có mặt trên sân Tardini cùng đứng dậy, vỗ tay vang cả sân."
    ]
  },
  {
    "word": "yêu mến nhau",
    "definition": "to love one another",
    "sentences": []
  },
  {
    "word": "yêu nhau",
    "definition": "to love each other, be in love",
    "sentences": [
      "Chúng nó <b>yêu nhau</b> đắm đuối lắm!",
      "Tại sao <b>yêu nhau</b> mà cứ làm cho nhau đau khổ?",
      "Họ <b>yêu nhau</b> ngay từ cái nhìn đầu tiên.",
      "\"Này này, chuyện gì đã xảy ra trong tập cuối của \"Tom và Mary\"?\" \"Cuối cùng họ chia tay nhau. Thật sự tớ đã rất buồn.\" \"Cái gì?! Hai người này <b>yêu nhau</b> thế kia cơ mà..\"",
      "\"Này này, chuyện gì đã xảy ra trong tập cuối của \"Tom và Mary\"?\" \"Cuối cùng họ chia tay nhau. Tôi thật sự đã rất buồn.\" \"Cái gì?! Hai người này <b>yêu nhau</b> sâu đậm thế kia mà..\""
    ]
  },
  {
    "word": "yêu nước",
    "definition": "love of one’s country, patriotism; to love one’s country; patriotic",
    "sentences": [
      "Thi đua là <b>yêu nước</b>.",
      "Người Hà thành có truyền thống <b>yêu nước</b> và thanh lịch, chẳng phải họ yêu tiếng hát của Ban hợp ca Thăng Long chỉ vì sự quyến rũ của các ca sĩ tài tử, mà có lẽ trước hết giữa một Hà thành đang bị thực dân Pháp chiếm giữ, người ta vẫn còn được nghe vẳng lên thánh thót hiếm hoi những ca từ lấp lánh tình <b>yêu nước</b>, yêu quê hương xen lẫn tình kháng chiến& cho dù lúc đó Phạm Duy trở lại miền Bắc không hẳn đã vì tinh thần kháng chiến mà ông đã sớm từ bỏ.",
      "Có lẽ do được thày giáo dạy cho thuộc Cùng nhau đi Hồng Binh của Đinh Nhu từ nhỏ nên Đỗ Nhuận đã chọn con đường đến với cách mạng và viết âm nhạc <b>yêu nước</b> ngay từ chớm thanh xuân.",
      "ông còn sáng tác những hành khúc <b>yêu nước</b> và cách mạng sôi sục tâm huyết trai trẻ và đặc biệt là Tiến quân ca, bài hát dành cho lực lượng vũ trang Việt Minh."
    ]
  },
  {
    "word": "yêu quí",
    "definition": "precious, valuable",
    "sentences": [
      "Sách là người bạn <b>yêu quí</b> của tôi."
    ]
  },
  {
    "word": "yêu quý",
    "definition": "dear, beloved; to esteem, cherish, treasure",
    "sentences": [
      "Mẹ <b>yêu quý</b> đã chuẩn bị cho chúng tôi ăn trưa.",
      "Người Anh <b>yêu quý</b> kỳ lân như <b>yêu quý</b> sư tử vậy.",
      "Chỉ có lao động chân tay mới khiến họ cảm thấy <b>yêu quý</b> những gì làm ra từ những giọt mồ hôi của chính mình.",
      "Phải nói thêm rằng Mancini rất <b>yêu quý</b> nước Anh và cậu ấy nói tiếng Anh rất khá.",
      "Danh thủ Trương Tấn Bửu là cầu thủ vừa có tài vừa có đức, được quần chúng hâm mộ cả hai miền đều <b>yêu quý</b>."
    ]
  },
  {
    "word": "yêu sách",
    "definition": "to require",
    "sentences": [
      "Công nhân <b>yêu sách</b> chủ đòi tăng lương.",
      "Chính phủ bác bỏ <b>yêu sách</b> của giặc."
    ]
  },
  {
    "word": "yêu thuật",
    "definition": "sorcery",
    "sentences": [
      "Hắn ta có nhiều <b>yêu thuật</b> hại người."
    ]
  },
  {
    "word": "yêu thích",
    "definition": "to love, be fond of, like, desire",
    "sentences": [
      "Đó là cái ghế <b>yêu thích</b> của tôi.",
      "Tôi <b>yêu thích</b> thiên văn học.",
      "Ai là nhà thơ mà bạn <b>yêu thích</b>?",
      "Cô ấy rất <b>yêu thích</b> âm nhạc.",
      "Cô rất <b>yêu thích</b> âm nhạc."
    ]
  },
  {
    "word": "yêu thương",
    "definition": "love and compassion; to love, cherish, be attached to",
    "sentences": [
      "Tôi không bao giờ quên được ánh mắt chan chứa <b>yêu thương</b> của mẹ.",
      "Anh <b>yêu thương</b> em nhiều hơn ai hết.",
      "Bố mẹ rất <b>yêu thương</b> tôi.",
      "Ba má tui rất <b>yêu thương</b> tui.",
      "Chương trình còn tổ chức cuộc thi và trao giải “Người viết lời cảm nhận hay nhất” cho quý ông nhằm có dịp bày tỏ tình cảm cho người phụ nữ mình <b>yêu thương</b>."
    ]
  },
  {
    "word": "yêu thương nhau",
    "definition": "to love each other, one another",
    "sentences": [
      "\"Nếu bố mẹ bạn <b>yêu thương nhau</b>, tỏ rõ sự tôn trọng và quý mến nhau, thì bạn rất có cơ hội có được mối quan hệ như vậy khi trưởng thành.",
      "Cả hai từng <b>yêu thương nhau</b> và đến khi cảm thấy không còn hợp nhau nữa thì chia tay, chỉ thế thôi chứ làm gì cần phải có chuyện ly hôn."
    ]
  },
  {
    "word": "yêu tinh",
    "definition": "demon, monster, ogre, goblin",
    "sentences": [
      "Bọn trẻ rất sợ khi nghe truyện <b>yêu tinh</b> ăn thịt người."
    ]
  },
  {
    "word": "yêu yếu",
    "definition": "rather weak",
    "sentences": []
  },
  {
    "word": "yêu đào",
    "definition": "tender peach, beautiful girl",
    "sentences": []
  },
  {
    "word": "yêu đương",
    "definition": "love (between boys and girls)",
    "sentences": [
      "Lo học hành đi con, đừng <b>yêu đương</b> sớm con ạ.",
      "Những kỷ niệm của chúng ta lúc còn bé sẽ gây tác động lớn tới các mối quan hệ <b>yêu đương</b> khi trưởng thành.",
      "Những vùng não có sự vận động cũng chính là những vùng não biết ơn, chúng nhạy cảm với oxytocin - một chất mang thông tin đi kèm với những cảm giác như thoả mãn, hài lòng và <b>yêu đương</b>.",
      "Tin mới cho những kẻ cô đơn tại Australia: tình hình <b>yêu đương</b> của bạn có thể sẽ được cải thiện.",
      "Tiến sĩ Ellen Kreidman, tác giả cuốn sách bán chạy Is There Sex After Kids?, cho biết \"một trong những cách tốt nhất để bày tỏ tình yêu với con cái chính là có mối quan hệ <b>yêu đương</b> tốt với vợ/chồng\"."
    ]
  },
  {
    "word": "yêu đời",
    "definition": "to enjoy life",
    "sentences": [
      "Bởi vậy, tôi muốn những tác phẩm của mình có sự chia sẻ để nhẹ bớt gánh nặng, để <b>yêu đời</b> hơn.",
      "Không biết đây có phải là sự trùng hợp ngẫu nhiên hay không nhưng em thấy hai anh hao hao giống nhau, anh có thấy như vậy không ạ? Và không biết anh có dự định sẽ tham gia đóng phim như các ca sĩ khác hay không? Hy vọng thần tượng của em sẽ có nhiều thành công hơn, chúc anh Bo luôn <b>yêu đời</b>.",
      "Anh khoẻ không? Trông lúc này anh <b>yêu đời</b> lắm.",
      "- Là những ca khúc chan chứa tinh thần lạc quan với cuộc sống, người nghe xong sẽ cảm thấy <b>yêu đời</b> hơn.",
      "Bí quyết nào giúp chị luôn trẻ trung, <b>yêu đời</b> và hát hay như vậy? (M Dung, 25 tuổi, Đà Nẵng)."
    ]
  },
  {
    "word": "yẻn tĩnh",
    "definition": "to be quiet",
    "sentences": []
  },
  {
    "word": "yếm",
    "definition": "brassiere",
    "sentences": [
      "Cậu con trai âu <b>yếm</b> vuốt ve chỗ cằm cô bé và hôn lên hai má cô.",
      "Cô ấy đang bóc <b>yếm</b> cua.",
      "Em đeo cái dải <b>yếm</b> đào.",
      "Bạn nên thường xuyên cho trẻ đeo <b>yếm</b> dãi để hạn chế nước dãi bị ngấm vào người gây cảm lạnh.",
      "Trong điều kiện <b>yếm</b> khí (không có oxy), vi khuẩn <b>yếm</b> khí sẽ phân hủy chất hữu cơ."
    ]
  },
  {
    "word": "yếm dãi",
    "definition": "bib",
    "sentences": [
      "Bạn nên thường xuyên cho trẻ đeo <b>yếm dãi</b> để hạn chế nước dãi bị ngấm vào người gây cảm lạnh."
    ]
  },
  {
    "word": "yếm thế",
    "definition": "(1) to die; (2) to distrust or hate people, mankind, humanity, be pessimistic",
    "sentences": [
      "Học Phật không phải là <b>yếm thế</b> tiêu cực."
    ]
  },
  {
    "word": "yến",
    "definition": "banquet, dinner",
    "sentences": [
      "Tôi chỉ có thể ăn <b>yến</b> mạch khi ăn kèm với nhiều đường.",
      "Chúng tôi có một con chó, một con mèo và ba con chim hoàng <b>yến</b>.",
      "Hoa sen càng nức tiếng hơn với bao nhiêu là món ăn cung đình được chắt lọc, truyền tụng từ nhiều đời nay, từ món <b>yến</b> nấu sen, cơm sen cung đình, chè sen, trà sen& ",
      "Xưa kia, <b>yến</b> sào là món ăn của vua chúa.",
      "Ở Việt Nam có hai loài <b>yến</b> lông xám thường gặp là <b>yến</b> núi và <b>yến</b> hàng."
    ]
  },
  {
    "word": "yến mạch",
    "definition": "oat",
    "sentences": [
      "Tôi chỉ có thể ăn <b>yến mạch</b> khi ăn kèm với nhiều đường."
    ]
  },
  {
    "word": "yến tiệc",
    "definition": "banquet, feast",
    "sentences": [
      "Thậm chí, trong các buổi <b>yến tiệc</b> chiêu đãi, ông cũng phải ăn uống theo \"quy định của nhà nước\"."
    ]
  },
  {
    "word": "yết",
    "definition": "to post, placard",
    "sentences": [
      "Danh sách thí sinh được <b>yết</b> bảng rồi kìa!",
      "Tất cả các quan đại thần phải vào triều <b>yết</b> kiến vua.",
      "Thưa quý khách, hàng hóa được <b>yết</b> giá hết rồi ạ.",
      "Đó là căn cứ <b>yết</b> hầu của bọn Pháp, chúng ta hãy tấn công váo đó.",
      "Bạn có biết làm thơ <b>yết</b> hậu không?"
    ]
  },
  {
    "word": "yết bảng",
    "definition": "to display notice or placard (giving names of successful candidates)",
    "sentences": [
      "Danh sách thí sinh được <b>yết bảng</b> rồi kìa!"
    ]
  },
  {
    "word": "yết giá",
    "definition": "quotation",
    "sentences": [
      "Thưa quý khách, hàng hóa được <b>yết giá</b> hết rồi ạ.",
      "Nhân dịp này, Ban quản lý phố đêm ẩm thực Hạ Long đã công bố quy định rõ về việc niêm <b>yết giá</b> kinh doanh và công tác an toàn Vệ sinh thực phẩm; yêu cầu các hộ kinh doanh bán đúng giá niêm yết và tuyệt đối không được bắt chẹt du khách.",
      "Năm ngoái, thị trường dược phẩm nhập khẩu đã 3 lần nóng lên, đầu tiên là vào tháng 3 (trong dịch SARS) sau đó là tháng 7 và cuối cùng là tháng 10 (sau khi liên bộ Y tế - Tài chính ra Thông tư 08 buộc niêm <b>yết giá</b> thuốc).",
      "Lùi thời hạn thực hiện niêm <b>yết giá</b> thuốc(29/09/2003)",
      "Doanh nghiệp chờ thay quy định niêm <b>yết giá</b> thuốc(27/09/2003)"
    ]
  },
  {
    "word": "yết hầu",
    "definition": "pharynx",
    "sentences": [
      "Đó là căn cứ <b>yết hầu</b> của bọn Pháp, chúng ta hãy tấn công váo đó."
    ]
  },
  {
    "word": "yết hầu âm",
    "definition": "pharyngeal",
    "sentences": []
  },
  {
    "word": "yết hậu",
    "definition": "type of satirical poem phrase or proverb",
    "sentences": [
      "Bạn có biết làm thơ <b>yết hậu</b> không?"
    ]
  },
  {
    "word": "yết kiến",
    "definition": "to visit",
    "sentences": [
      "Tất cả các quan đại thần phải vào triều <b>yết kiến</b> vua."
    ]
  },
  {
    "word": "yết thị",
    "definition": "post, placard",
    "sentences": [
      "Thể lệ thi tuyển hoa hậu được <b>yết thị</b> rồi đó, xem đi."
    ]
  },
  {
    "word": "yếu",
    "definition": "weak, feeble",
    "sentences": [
      "Mặc dù chị ấy có nhiều điểm <b>yếu</b> tôi vẫn tin ở chị.",
      "Trẻ em chủ <b>yếu</b> cần tình thương.",
      "Sức khỏe là một <b>yếu</b> tố quan trọng của hạnh phúc.",
      "Người gì mà <b>yếu</b> như sên.",
      "Em phải đánh vào điểm <b>yếu</b> của đối phương mới mong thắng được trận này."
    ]
  },
  {
    "word": "yếu bóng vía",
    "definition": "weak spirited",
    "sentences": [
      "Những bộ xương người lủng lẳng quần nhau với binh lính tạo sự rùng rợn với khán giả <b>yếu bóng vía</b>."
    ]
  },
  {
    "word": "yếu dần",
    "definition": "to gradually weaken",
    "sentences": []
  },
  {
    "word": "yếu hèn",
    "definition": "weak, feeble, cowardly, spineless, ineffective, incapable, weak-kneed, weak-willed",
    "sentences": [
      "Đừng tỏ ra <b>yếu hèn</b> như thế, mạnh mẽ lên.",
      "Nó quá <b>yếu hèn</b> để cố gắn việc đó."
    ]
  },
  {
    "word": "yếu kém",
    "definition": "weak; weakness and shortcoming",
    "sentences": [
      "Hệ thống giáo dục của chúng tôi còn rất <b>yếu kém</b>.",
      "'Biên tập xuất bản còn <b>yếu kém</b>'",
      "- An thai: Phụ nữ mang thai dễ có các triệu chứng khí huyết <b>yếu kém</b>, tâm tính không yên.",
      "Ông nói: \"Mọi người có quyền đưa ra nhiều lý do dẫn đến thành tích <b>yếu kém</b> của MU thời gian gần đây, nhưng sẽ thật nguy hiểm nếu coi rằng Beckham chính là một phần nguyên nhân.",
      "Khả năng đào tạo <b>yếu kém</b>, nhưng vẫn muốn có thành tích cao nên từ hệ thống các giải năng khiếu cấp thành phố đã sự gian lận trong thi đấu."
    ]
  },
  {
    "word": "yếu lĩnh",
    "definition": "essentials, gist, basic, fundamental",
    "sentences": [
      "Anh em chú ý, nắm vững <b>yếu lĩnh</b> bắn súng nhé!"
    ]
  },
  {
    "word": "yếu lược",
    "definition": "elementary",
    "sentences": [
      "Bạn đã học Binh thư <b>yếu lược</b> của Trần Quốc Tuấn chưa?",
      "Thời thực dân Pháp, <b>yếu lược</b> là cấp học thấp nhất."
    ]
  },
  {
    "word": "yếu mềm",
    "definition": "tender, soft, weak, feeble; to feel fondness or affection for somebody",
    "sentences": []
  },
  {
    "word": "yếu mục",
    "definition": "important article, important part",
    "sentences": []
  },
  {
    "word": "yếu nhân",
    "definition": "very important person",
    "sentences": [
      "Họ là các <b>yếu nhân</b> của chính Đảng đấy."
    ]
  },
  {
    "word": "yếu phạm",
    "definition": "main culprit, ringleader",
    "sentences": []
  },
  {
    "word": "yếu sách",
    "definition": "to request, demand",
    "sentences": []
  },
  {
    "word": "yếu sút",
    "definition": "to handicap",
    "sentences": []
  },
  {
    "word": "yếu sức",
    "definition": "weak",
    "sentences": []
  },
  {
    "word": "yếu thế",
    "definition": "disadvantageous position",
    "sentences": [
      "Anh ta bị <b>yếu thế</b> và đành chịu thua đối phương.",
      "Thái Lan công nhận rằng giải bóng đá vô địch quốc gia của họ đang <b>yếu thế</b> hơn S-League và V-League, với những CLB giàu có.",
      "HAGL <b>yếu thế</b> hơn SLNA ở trận này một phần vì lực lượng của họ bị sứt mẻ: hai cầu thủ gốc SLNA là trung vệ Thành Long và tiền vệ Quang Trường xin ngồi ngoài, tiền vệ Dusit thì bị sốt cao.",
      "Ở trận gặp Robredo, Costa có vẻ <b>yếu thế</b> hơn khi để thua trước hai set, nhưng cũng giống như những trận ở các vòng trước đó với Sergio Roitman rồi Nicolas Lapentti, tay vợt ĐKVĐ đã giành chiến thắng cuối cùng 2-6, 3-6, 6-4, 7-5, 6-2.- Andy Roddick thắng Mardy Fish tại Cincinnati MastersTrận chung kết Cincinnati Masters là trận đấu của hai người bạn thân."
    ]
  },
  {
    "word": "yếu tố",
    "definition": "element, factor",
    "sentences": [
      "Sức khỏe là một <b>yếu tố</b> quan trọng của hạnh phúc.",
      "Con người là <b>yếu tố</b> quyết định của thành công.",
      "Khoảng 90% hạnh phúc đến từ các <b>yếu tố</b> như quan điểm, kiểm soát cuộc sống và các mối quan hệ.",
      "Nếu bạn muốn học một ngoại ngữ mới , siêng năng là <b>yếu tố</b> quan trọng nhất (If you want to learn a new language , diligence is the most important factor)",
      "Giáo dục là một <b>yếu tố</b> quyết định."
    ]
  },
  {
    "word": "yếu tố bất ngờ",
    "definition": "element of surprise",
    "sentences": []
  },
  {
    "word": "yếu tố chính",
    "definition": "primary factor",
    "sentences": [
      "Việc giảm giá quá mạnh của đồng đôla Mỹ, đứng đằng sau nó là cả ý đồ về chính sách tiền tệ, về xuất nhập khẩu cũng như về các <b>yếu tố chính</b> trị khác."
    ]
  },
  {
    "word": "yếu tố chính trị",
    "definition": "political factor",
    "sentences": [
      "Việc giảm giá quá mạnh của đồng đôla Mỹ, đứng đằng sau nó là cả ý đồ về chính sách tiền tệ, về xuất nhập khẩu cũng như về các <b>yếu tố chính trị</b> khác."
    ]
  },
  {
    "word": "yếu tố căn bản",
    "definition": "basic element, factor",
    "sentences": []
  },
  {
    "word": "yếu tố kinh tế",
    "definition": "economic factor",
    "sentences": []
  },
  {
    "word": "yếu tố quan trọng",
    "definition": "important factor, element",
    "sentences": [
      "Sức khỏe là một <b>yếu tố quan trọng</b> của hạnh phúc.",
      "Nếu bạn muốn học một ngoại ngữ mới , siêng năng là <b>yếu tố quan trọng</b> nhất (If you want to learn a new language , diligence is the most important factor)",
      "Mọi khu vực phát sinh khoái cảm đều ở phía ngoài và ở nông cho nên kích thước dương vật càng không phải là <b>yếu tố quan trọng</b> nhất.",
      "Bện cạnh đó, vận động cơ thể cũng được xem là <b>yếu tố quan trọng</b>.",
      "Suy kiệt cũng là một <b>yếu tố quan trọng</b> làm giảm chất lượng cuộc sống của bệnh nhân."
    ]
  },
  {
    "word": "yếu xìu",
    "definition": "morbid, unhealthy",
    "sentences": []
  },
  {
    "word": "yếu điểm",
    "definition": "the essential point",
    "sentences": [
      "Chúng ta phải khắc phục những <b>yếu điểm</b> của vấn đề nhanh chóng."
    ]
  },
  {
    "word": "yếu đuối",
    "definition": "weak, feeble; weakness",
    "sentences": [
      "Sao mà <b>yếu đuối</b> dữ vậy, cố gắng lên.",
      "Những người mà lúc khát mới bắt đầu đi đào giếng nước là những kẻ <b>yếu đuối</b> và chỉ có thể chết mà thôi.",
      "Những người mà lúc khát mới bắt đầu đi đào giếng là những kẻ <b>yếu đuối</b> và chỉ có thể chết mà thôi.",
      "Biểu lộ sự thất vọng và <b>yếu đuối</b> cũng quan trọng như việc thể hiện các cảm xúc tích cực.",
      "Tuy nhiên, cả hai đều <b>yếu đuối</b>, thiếu tính quyết đoán và không thích phiêu lưu nên cuộc sống vợ chồng đôi khi tẻ nhạt, ít có ấn tượng sâu sắc."
    ]
  },
  {
    "word": "yếu địa",
    "definition": "important point, strategic ground or position",
    "sentences": [
      "Mọi người đang lên kế hoạch tấn công <b>yếu địa</b> của địch."
    ]
  },
  {
    "word": "yếu ớt",
    "definition": "weak, feeble",
    "sentences": [
      "Giọng nói của ông ấy <b>yếu ớt</b> lắm rồi.",
      "Những con chim non của chúng mới sinh ra còn chưa mở mắt và <b>yếu ớt</b>, thường nằm bất động trong tổ gần 2 tuần.",
      "Một đốm lửa thắp lên, cả ba bốn mẹt hàng nhập nhòe vây quanh hưởng nhờ cái ánh sáng <b>yếu ớt</b> ấy.",
      "Tính tình, tâm lý phát triển bình thường, nhưng cơ thể <b>yếu ớt</b>, tuổi thọ thấp.",
      "Đời sống của người lùn: Người có tầm vóc thấp vì chậm tăng trưởng bệnh lý thường <b>yếu ớt</b>, tuổi thọ thấp vì họ là những người đã mang sẵn trên mình một hoặc nhiều bệnh."
    ]
  },
  {
    "word": "yểm",
    "definition": "to hide, conceal",
    "sentences": [
      "Thầy đang làm phép <b>yểm</b> bùa trừ ma đó.",
      "Tôi phải cứu anh ấy, bắn <b>yểm</b> hộ cho tôi nhé!",
      "Pháo binh <b>yểm</b> trợ cho bộ binh tiến.",
      "Bùa này dù để <b>yểm</b> trừ quỷ đó."
    ]
  },
  {
    "word": "yểm hộ",
    "definition": "support",
    "sentences": [
      "Tôi phải cứu anh ấy, bắn <b>yểm hộ</b> cho tôi nhé!"
    ]
  },
  {
    "word": "yểm trợ",
    "definition": "to cover, support; support",
    "sentences": [
      "Pháo binh <b>yểm trợ</b> cho bộ binh tiến."
    ]
  },
  {
    "word": "yểm trợ tài chánh",
    "definition": "financial support",
    "sentences": []
  },
  {
    "word": "yểm trừ",
    "definition": "to exorcize",
    "sentences": [
      "Bùa này dù để <b>yểm trừ</b> quỷ đó."
    ]
  },
  {
    "word": "yểng",
    "definition": "hill myna",
    "sentences": []
  },
  {
    "word": "yểng quạ",
    "definition": "dollarbird",
    "sentences": []
  },
  {
    "word": "yểu",
    "definition": "short life, premature",
    "sentences": [
      "Anh ta đúng là có mệnh <b>yểu</b>.",
      "Anh ta chết <b>yểu</b> thật đáng thương.",
      "Cô ta giả bộ <b>yểu</b> điệu thục nữ.",
      "Cô ấy bị thầy phán là có <b>yểu</b> tướng.",
      "Món ăn cồi biên mai phải ướp phụ gia: tàu vị <b>yểu</b>, tiêu, mỡ, muối..."
    ]
  },
  {
    "word": "yểu tướng",
    "definition": "to look sickly, show sign of a premature death",
    "sentences": [
      "Cô ấy bị thầy phán là có <b>yểu tướng</b>."
    ]
  },
  {
    "word": "yểu tử",
    "definition": "to die young; early death",
    "sentences": []
  },
  {
    "word": "yểu điệu",
    "definition": "graceful",
    "sentences": [
      "Cô ta giả bộ <b>yểu điệu</b> thục nữ.",
      "Đa số bài hát của tôi có những suy nghĩ rất con gái, lại là kiểu con gái <b>yểu điệu</b> nên chắc các chàng không thể nhập vai được đâu.",
      "Tất nhiên đừng nhu mì <b>yểu điệu</b> quá, chúng tôi chán ngay."
    ]
  }
]